[
    {
        "PMID": "39005360",
        "Title": "GET: a foundation model of transcription across human cell types.",
        "Abstract": "Transcriptional regulation, involving the complex interplay between regulatory sequences and proteins, directs all biological processes. Computational models of transcription lack generalizability to accurately extrapolate in unseen cell types and conditions. Here, we introduce GET, an interpretable foundation model designed to uncover regulatory grammars across 213 human fetal and adult cell types. Relying exclusively on chromatin accessibility data and sequence information, GET achieves experimental-level accuracy in predicting gene expression even in previously unseen cell types. GET showcases remarkable adaptability across new sequencing platforms and assays, enabling regulatory inference across a broad range of cell types and conditions, and uncovering universal and cell type specific transcription factor interaction networks. We evaluated its performance on prediction of regulatory activity, inference of regulatory elements and regulators, and identification of physical interactions between transcription factors. Specifically, we show GET outperforms current models in predicting lentivirus-based massive parallel reporter assay readout with reduced input data. In fetal erythroblasts, we identify distal (>1Mbp) regulatory regions that were missed by previous models. In B cells, we identified a lymphocyte-specific transcription factor-transcription factor interaction that explains the functional significance of a leukemia-risk predisposing germline mutation. In sum, we provide a generalizable and accurate model for transcription together with catalogs of gene regulation and transcription factor interactions, all with cell type specificity.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Xi",
                "Last Name": "Fu",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Shentong",
                "Last Name": "Mo",
                "Affiliation": "Department of Machine Learning, Carnegie Mellon University, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Alejandro",
                "Last Name": "Buendia",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Anouchka",
                "Last Name": "Laurent",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Anqi",
                "Last Name": "Shao",
                "Affiliation": "Department of Dermatology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Maria",
                "Last Name": "Del Mar Alvarez-Torres",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Tianji",
                "Last Name": "Yu",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jimin",
                "Last Name": "Tan",
                "Affiliation": "Regeneron Genetics Center, Regeneron, Tarrytown, NY, USA."
            },
            {
                "First Name": "Jiayu",
                "Last Name": "Su",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Romella",
                "Last Name": "Sagatelian",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Adolfo A",
                "Last Name": "Ferrando",
                "Affiliation": "Department of Dermatology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yanyan",
                "Last Name": "Lan",
                "Affiliation": "Institute for AI Industry Research, Tsinghua University, Beijing, China."
            },
            {
                "First Name": "David M",
                "Last Name": "Owens",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Teresa",
                "Last Name": "Palomero",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Eric P",
                "Last Name": "Xing",
                "Affiliation": "Department of Machine Learning, Carnegie Mellon University, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2024"
    },
    {
        "PMID": "38783148",
        "Title": "Mapping variant effects on anti-tumor hallmarks of primary human T cells with base-editing screens.",
        "Abstract": "Single-nucleotide variants (SNVs) in key T cell genes can drive clinical pathologies and could be repurposed to improve cellular cancer immunotherapies. Here, we perform massively parallel base-editing screens to generate thousands of variants at gene loci annotated with known or potential clinical relevance. We discover a broad landscape of putative gain-of-function (GOF) and loss-of-function (LOF) mutations, including in PIK3CD and the gene encoding its regulatory subunit, PIK3R1, LCK, SOS1, AKT1 and RHOA. Base editing of PIK3CD and PIK3R1 variants in T cells with an engineered T cell receptor specific to a melanoma epitope or in different generations of CD19 chimeric antigen receptor (CAR) T cells demonstrates that discovered GOF variants, but not LOF or silent mutation controls, enhanced signaling, cytokine production and lysis of cognate melanoma and leukemia cell models, respectively. Additionally, we show that generations of CD19 CAR T cells engineered with PIK3CD GOF mutations demonstrate enhanced antigen-specific signaling, cytokine production and leukemia cell killing, including when benchmarked against other recent strategies.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Zachary H",
                "Last Name": "Walsh",
                "Affiliation": "Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Parin",
                "Last Name": "Shah",
                "Affiliation": "Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Neeharika",
                "Last Name": "Kothapalli",
                "Affiliation": "Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Shivem B",
                "Last Name": "Shah",
                "Affiliation": "Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Gergo",
                "Last Name": "Nikolenyi",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "D Zack",
                "Last Name": "Brodtman",
                "Affiliation": "Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Giuseppe",
                "Last Name": "Leuzzi",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Meri",
                "Last Name": "Rogava",
                "Affiliation": "Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Mu",
                "Affiliation": "Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Patricia",
                "Last Name": "Ho",
                "Affiliation": "Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Sinan",
                "Last Name": "Abuzaid",
                "Affiliation": "Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Neil",
                "Last Name": "Vasan",
                "Affiliation": "Department of Medicine, Division of Hematology and Oncology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Mohammed",
                "Last Name": "AlQuraishi",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Joshua D",
                "Last Name": "Milner",
                "Affiliation": "Department of Pediatrics, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Johannes C",
                "Last Name": "Melms",
                "Affiliation": "Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Benjamin",
                "Last Name": "Izar",
                "Affiliation": "Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA. bi2175@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature biotechnology",
        "PubDate": "2024"
    },
    {
        "PMID": "38696464",
        "Title": "Extrachromosomal telomere DNA derived from excessive strand displacements.",
        "Abstract": "Alternative lengthening of telomeres (ALT) is a telomere maintenance mechanism mediated by break-induced replication, evident in approximately 15% of human cancers. A characteristic feature of ALT cancers is the presence of C-circles, circular single-stranded telomeric DNAs composed of C-rich sequences. Despite the fact that extrachromosomal C-rich single-stranded DNAs (ssDNAs), including C-circles, are unique to ALT cells, their generation process remains undefined. Here, we introduce a method to detect single-stranded telomeric DNA, called 4SET (Strand-Specific Southern-blot for Single-stranded Extrachromosomal Telomeres) assay. Utilizing 4SET, we are able to capture C-rich single-stranded DNAs that are near 200 to 1500 nucleotides in size. Both linear C-rich ssDNAs and C-circles are abundant in the fractions of cytoplasm and nucleoplasm, which supports the idea that linear and circular C-rich ssDNAs are generated concurrently. We also found that C-rich ssDNAs originate during Okazaki fragment processing during lagging strand DNA synthesis. The generation of C-rich ssDNA requires CST-PP (CTC1/STN1/TEN1-PRIMASE-Polymerase alpha) complex-mediated priming of the C-strand DNA synthesis and subsequent excessive strand displacement of the C-rich strand mediated by the DNA Polymerase delta and the BLM helicase. Our work proposes a model for the generation of C-rich ssDNAs and C-circles during ALT-mediated telomere elongation.",
        "Keywords": [
            "BLM",
            "C-circle",
            "CST",
            "POLD3",
            "break-induced replication"
        ],
        "MeSH terms": [
            "Telomere",
            "Humans",
            "DNA, Single-Stranded",
            "Telomere Homeostasis",
            "DNA Replication",
            "DNA",
            "DNA, Circular",
            "Blotting, Southern",
            "DNA Polymerase III"
        ],
        "Authors": [
            {
                "First Name": "Junyeop",
                "Last Name": "Lee",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY 10032."
            },
            {
                "First Name": "Jina",
                "Last Name": "Lee",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY 10032."
            },
            {
                "First Name": "Eric J",
                "Last Name": "Sohn",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY 10032."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Department of Genetics and Development, Columbia University Vagelos College of Physicians and Surgeons, New York, NY 10032."
            },
            {
                "First Name": "Roderick J",
                "Last Name": "O'Sullivan",
                "Affiliation": "Department of Pharmacology and Chemical Biology, Hillman Cancer Center, University of Pittsburgh, Pittsburgh, PA 15213."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY 10032."
            },
            {
                "First Name": "Jaewon",
                "Last Name": "Min",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY 10032."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2024"
    },
    {
        "PMID": "38678026",
        "Title": "Mechanism of DNA unwinding by MCM8-9 in complex with HROB.",
        "Abstract": "HROB promotes the MCM8-9 helicase in DNA damage response. To understand how HROB activates MCM8-9, we defined their interaction interface. We showed that HROB makes important yet transient contacts with both MCM8 and MCM9, and binds the MCM8-9 heterodimer with the highest affinity. MCM8-9-HROB prefer branched DNA structures, and display low DNA unwinding processivity. MCM8-9 unwinds DNA as a hexamer that assembles from dimers on DNA in the presence of ATP. The hexamer involves two repeating protein-protein interfaces between the alternating MCM8 and MCM9 subunits. One of these interfaces is quite stable and forms an obligate heterodimer across which HROB binds. The other interface is labile and mediates hexamer assembly, independently of HROB. The ATPase site formed at the labile interface contributes disproportionally more to DNA unwinding than that at the stable interface. Here, we show that HROB promotes DNA unwinding downstream of MCM8-9 loading and ring formation on ssDNA.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Adenosine Triphosphate",
            "DNA",
            "DNA, Single-Stranded",
            "DNA-Binding Proteins",
            "Minichromosome Maintenance Proteins",
            "Protein Binding",
            "Protein Multimerization",
            "DNA Repair"
        ],
        "Authors": [
            {
                "First Name": "Ananya",
                "Last Name": "Acharya",
                "Affiliation": "Institute for Research in Biomedicine, Università della Svizzera italiana (USI), Faculty of Biomedical Sciences, Bellinzona, 6500, Switzerland."
            },
            {
                "First Name": "Hélène",
                "Last Name": "Bret",
                "Affiliation": "Université Paris-Saclay, CEA, CNRS, Institute for Integrative Biology of the Cell (I2BC), 91198, Gif-sur-Yvette, France."
            },
            {
                "First Name": "Jen-Wei",
                "Last Name": "Huang",
                "Affiliation": "Department of Genetics and Development, Institute for Cancer Genetics, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Martin",
                "Last Name": "Mütze",
                "Affiliation": "Peter Debye Institute for Soft Matter Physics, Universität Leipzig, Leipzig, 04103, Germany."
            },
            {
                "First Name": "Martin",
                "Last Name": "Göse",
                "Affiliation": "Peter Debye Institute for Soft Matter Physics, Universität Leipzig, Leipzig, 04103, Germany."
            },
            {
                "First Name": "Vera Maria",
                "Last Name": "Kissling",
                "Affiliation": "Department of Biology, Institute of Biochemistry, Eidgenössische Technische Hochschule (ETH), Zürich, 8093, Switzerland."
            },
            {
                "First Name": "Ralf",
                "Last Name": "Seidel",
                "Affiliation": "Peter Debye Institute for Soft Matter Physics, Universität Leipzig, Leipzig, 04103, Germany."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Institute for Cancer Genetics, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Raphaël",
                "Last Name": "Guérois",
                "Affiliation": "Université Paris-Saclay, CEA, CNRS, Institute for Integrative Biology of the Cell (I2BC), 91198, Gif-sur-Yvette, France. raphael.guerois@cea.fr."
            },
            {
                "First Name": "Petr",
                "Last Name": "Cejka",
                "Affiliation": "Institute for Research in Biomedicine, Università della Svizzera italiana (USI), Faculty of Biomedical Sciences, Bellinzona, 6500, Switzerland. petr.cejka@irb.usi.ch."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2024"
    },
    {
        "PMID": "38565852",
        "Title": "AI is a viable alternative to high throughput screening: a 318-target study.",
        "Abstract": "High throughput screening (HTS) is routinely used to identify bioactive small molecules. This requires physical compounds, which limits coverage of accessible chemical space. Computational approaches combined with vast on-demand chemical libraries can access far greater chemical space, provided that the predictive accuracy is sufficient to identify useful molecules. Through the largest and most diverse virtual HTS campaign reported to date, comprising 318 individual projects, we demonstrate that our AtomNet® convolutional neural network successfully finds novel hits across every major therapeutic area and protein class. We address historical limitations of computational screening by demonstrating success for target proteins without known binders, high-quality X-ray crystal structures, or manual cherry-picking of compounds. We show that the molecules selected by the AtomNet® model are novel drug-like scaffolds rather than minor modifications to known bioactive compounds. Our empirical results suggest that computational methods can substantially replace HTS as the first step of small-molecule drug discovery.",
        "Keywords": [],
        "MeSH terms": [
            "High-Throughput Screening Assays",
            "Drug Discovery",
            "Small Molecule Libraries"
        ],
        "Authors": [
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2024"
    },
    {
        "PMID": "38554279",
        "Title": "BRCA1 and 53BP1 regulate reprogramming efficiency by mediating DNA repair pathway choice at replication-associated double-strand breaks.",
        "Abstract": "Reprogramming to pluripotency is associated with DNA damage and requires the functions of the BRCA1 tumor suppressor. Here, we leverage separation-of-function mutations in BRCA1/2 as well as the physical and/or genetic interactions between BRCA1 and its associated repair proteins to ascertain the relevance of homology-directed repair (HDR), stalled fork protection (SFP), and replication gap suppression (RGS) in somatic cell reprogramming. Surprisingly, loss of SFP and RGS is inconsequential for the transition to pluripotency. In contrast, cells deficient in HDR, but proficient in SFP and RGS, reprogram with reduced efficiency. Conversely, the restoration of HDR function through inactivation of 53bp1 rescues reprogramming in Brca1-deficient cells, and 53bp1 loss leads to elevated HDR and enhanced reprogramming in mouse and human cells. These results demonstrate that somatic cell reprogramming is especially dependent on repair of replication-associated double-strand breaks (DSBs) by the HDR activity of BRCA1 and BRCA2 and can be improved in the absence of 53BP1.",
        "Keywords": [
            "BRCA1",
            "BRCA2",
            "CP: Molecular biology",
            "double-strand break",
            "pluripotency",
            "replication gap suppression",
            "replication stress",
            "somatic cell reprogramming",
            "stalled replication fork"
        ],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Mice",
            "BRCA1 Protein",
            "Cellular Reprogramming",
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "DNA Replication",
            "Recombinational DNA Repair",
            "Tumor Suppressor p53-Binding Protein 1"
        ],
        "Authors": [
            {
                "First Name": "Daniela",
                "Last Name": "Georgieva",
                "Affiliation": "Department of Pediatrics and Naomi Berrie Diabetes Center, Columbia University Irving Medical Center, New York, NY 10032, USA; Columbia University Stem Cell Initiative, New York, NY 10032, USA."
            },
            {
                "First Name": "Ning",
                "Last Name": "Wang",
                "Affiliation": "Department of Pediatrics and Naomi Berrie Diabetes Center, Columbia University Irving Medical Center, New York, NY 10032, USA; Columbia University Stem Cell Initiative, New York, NY 10032, USA."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Columbia University Stem Cell Initiative, New York, NY 10032, USA; Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Stepan",
                "Last Name": "Jerabek",
                "Affiliation": "Department of Pediatrics and Naomi Berrie Diabetes Center, Columbia University Irving Medical Center, New York, NY 10032, USA; Columbia University Stem Cell Initiative, New York, NY 10032, USA; Institute of Organic Chemistry and Biochemistry of the Czech Academy of Sciences, Flemingovo namesti 542/2, 160 00 Praha 6, Czech Republic."
            },
            {
                "First Name": "Colleen R",
                "Last Name": "Reczek",
                "Affiliation": "Department of Pathology & Cell Biology, Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Pei Xin",
                "Last Name": "Lim",
                "Affiliation": "Developmental Biology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Julie",
                "Last Name": "Sung",
                "Affiliation": "Department of Pediatrics and Naomi Berrie Diabetes Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Qian",
                "Last Name": "Du",
                "Affiliation": "Department of Pediatrics and Naomi Berrie Diabetes Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Michiko",
                "Last Name": "Horiguchi",
                "Affiliation": "Department of Pathology & Cell Biology, Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Maria",
                "Last Name": "Jasin",
                "Affiliation": "Developmental Biology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Columbia University Stem Cell Initiative, New York, NY 10032, USA; Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Richard",
                "Last Name": "Baer",
                "Affiliation": "Department of Pathology & Cell Biology, Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Dieter",
                "Last Name": "Egli",
                "Affiliation": "Department of Pediatrics and Naomi Berrie Diabetes Center, Columbia University Irving Medical Center, New York, NY 10032, USA; Columbia University Stem Cell Initiative, New York, NY 10032, USA; Department of Obstetrics and Gynecology, Columbia University Irving Medical Center, New York, NY 10032, USA. Electronic address: de2220@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2024"
    },
    {
        "PMID": "38301646",
        "Title": "SMARCAL1 is a dual regulator of innate immune signaling and PD-L1 expression that promotes tumor immune evasion.",
        "Abstract": "Genomic instability can trigger cancer-intrinsic innate immune responses that promote tumor rejection. However, cancer cells often evade these responses by overexpressing immune checkpoint regulators, such as PD-L1. Here, we identify the SNF2-family DNA translocase SMARCAL1 as a factor that favors tumor immune evasion by a dual mechanism involving both the suppression of innate immune signaling and the induction of PD-L1-mediated immune checkpoint responses. Mechanistically, SMARCAL1 limits endogenous DNA damage, thereby suppressing cGAS-STING-dependent signaling during cancer cell growth. Simultaneously, it cooperates with the AP-1 family member JUN to maintain chromatin accessibility at a PD-L1 transcriptional regulatory element, thereby promoting PD-L1 expression in cancer cells. SMARCAL1 loss hinders the ability of tumor cells to induce PD-L1 in response to genomic instability, enhances anti-tumor immune responses and sensitizes tumors to immune checkpoint blockade in a mouse melanoma model. Collectively, these studies uncover SMARCAL1 as a promising target for cancer immunotherapy.",
        "Keywords": [
            "AP-1",
            "CRISPR-Cas9 screens",
            "DNA damage response",
            "JUN",
            "PD-L1 regulation",
            "SMARCAL1",
            "cGAS-STING pathway",
            "cancer immunotherapy",
            "cancer-intrinsic innate immunity"
        ],
        "MeSH terms": [
            "Animals",
            "Mice",
            "B7-H1 Antigen",
            "Genomic Instability",
            "Immunity, Innate",
            "Melanoma",
            "Tumor Escape",
            "DNA Helicases"
        ],
        "Authors": [
            {
                "First Name": "Giuseppe",
                "Last Name": "Leuzzi",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Alessandro",
                "Last Name": "Vasciaveo",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Xiao",
                "Last Name": "Chen",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Tessa M",
                "Last Name": "Firestone",
                "Affiliation": "EpiCypher Inc., Durham, NC 27709, USA."
            },
            {
                "First Name": "Allison R",
                "Last Name": "Hickman",
                "Affiliation": "EpiCypher Inc., Durham, NC 27709, USA."
            },
            {
                "First Name": "Wendy",
                "Last Name": "Mao",
                "Affiliation": "Columbia Center for Translational Immunology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Tanay",
                "Last Name": "Thakar",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Alina",
                "Last Name": "Vaitsiankova",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Jen-Wei",
                "Last Name": "Huang",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Raquel",
                "Last Name": "Cuella-Martin",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Samuel B",
                "Last Name": "Hayward",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Jordan S",
                "Last Name": "Kesner",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Ali",
                "Last Name": "Ghasemzadeh",
                "Affiliation": "Columbia Center for Translational Immunology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Tarun S",
                "Last Name": "Nambiar",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Patricia",
                "Last Name": "Ho",
                "Affiliation": "Columbia Center for Translational Immunology, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Medicine, Division of Hematology and Oncology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Alexander",
                "Last Name": "Rialdi",
                "Affiliation": "Center for OncoGenomics and Innovative Therapeutics (COGIT), Center for Therapeutics Discovery, Department of Oncological Sciences and Pharmacological Sciences, Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Maxime",
                "Last Name": "Hebrard",
                "Affiliation": "Institute of Molecular and Cell Biology (IMCB), Agency for Science, Technology and Research (ASTAR), Singapore, Singapore."
            },
            {
                "First Name": "Yinglu",
                "Last Name": "Li",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Jinmei",
                "Last Name": "Gao",
                "Affiliation": "Université Paris-Saclay, CEA, CNRS, Institute for Integrative Biology of the Cell (I2BC), 91198 Gif-sur-Yvette, France."
            },
            {
                "First Name": "Saarang",
                "Last Name": "Gopinath",
                "Affiliation": "EpiCypher Inc., Durham, NC 27709, USA."
            },
            {
                "First Name": "Oluwatobi A",
                "Last Name": "Adeleke",
                "Affiliation": "EpiCypher Inc., Durham, NC 27709, USA."
            },
            {
                "First Name": "Bryan J",
                "Last Name": "Venters",
                "Affiliation": "EpiCypher Inc., Durham, NC 27709, USA."
            },
            {
                "First Name": "Charles G",
                "Last Name": "Drake",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA; Columbia Center for Translational Immunology, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Urology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Richard",
                "Last Name": "Baer",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA; Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Benjamin",
                "Last Name": "Izar",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA; Columbia Center for Translational Immunology, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Medicine, Division of Hematology and Oncology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Ernesto",
                "Last Name": "Guccione",
                "Affiliation": "Center for OncoGenomics and Innovative Therapeutics (COGIT), Center for Therapeutics Discovery, Department of Oncological Sciences and Pharmacological Sciences, Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Michael-Christopher",
                "Last Name": "Keogh",
                "Affiliation": "EpiCypher Inc., Durham, NC 27709, USA."
            },
            {
                "First Name": "Raphael",
                "Last Name": "Guerois",
                "Affiliation": "Université Paris-Saclay, CEA, CNRS, Institute for Integrative Biology of the Cell (I2BC), 91198 Gif-sur-Yvette, France."
            },
            {
                "First Name": "Lu",
                "Last Name": "Sun",
                "Affiliation": "EpiCypher Inc., Durham, NC 27709, USA."
            },
            {
                "First Name": "Chao",
                "Last Name": "Lu",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Andrea",
                "Last Name": "Califano",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Medicine, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA; Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, USA. Electronic address: ac3685@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2024"
    },
    {
        "PMID": "38234835",
        "Title": "CRISPRmap: Sequencing-free optical pooled screens mapping multi-omic phenotypes in cells and tissue.",
        "Abstract": "Pooled genetic screens are powerful tools to study gene function in a high-throughput manner. Typically, sequencing-based screens require cell lysis, which limits the examination of critical phenotypes such as cell morphology, protein subcellular localization, and cell-cell/tissue interactions. In contrast, emerging optical pooled screening methods enable the investigation of these spatial phenotypes in response to targeted CRISPR perturbations. In this study, we report a multi-omic optical pooled CRISPR screening method, which we have named CRISPRmap. Our method combines a novel in situ CRISPR guide identifying barcode readout approach with concurrent multiplexed immunofluorescence and in situ RNA detection. CRISPRmap barcodes are detected and read out through combinatorial hybridization of DNA oligos, enhancing barcode detection efficiency, while reducing both dependency on third party proprietary sequencing reagents and assay cost. Notably, we conducted a multi-omic base-editing screen in a breast cancer cell line on core DNA damage repair genes involved in the homologous recombination and Fanconi anemia pathways investigating how nucleotide variants in those genes influence DNA damage signaling and cell cycle regulation following treatment with ionizing radiation or DNA damaging agents commonly used for cancer therapy. Approximately a million cells were profiled with our multi-omic approach, providing a comprehensive phenotypic assessment of the functional consequences of the studied variants. CRISPRmap enabled us to pinpoint likely-pathogenic patient-derived mutations that were previously classified as variants of unknown clinical significance. Furthermore, our approach effectively distinguished barcodes of a pooled library in tumor tissue, and we coupled it with cell-type and molecular phenotyping by cyclic immunofluorescence. Multi-omic spatial analysis of how CRISPR-perturbed cells respond to various environmental cues in the tissue context offers the potential to significantly expand our understanding of tissue biology in both health and disease.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Jiacheng",
                "Last Name": "Gu",
                "Affiliation": "Department of Biological Sciences, Columbia University, NY, USA."
            },
            {
                "First Name": "Abhishek",
                "Last Name": "Iyer",
                "Affiliation": "Department of Biological Sciences, Columbia University, NY, USA."
            },
            {
                "First Name": "Ben",
                "Last Name": "Wesley",
                "Affiliation": "Department of Biological Sciences, Columbia University, NY, USA."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, NY, USA."
            },
            {
                "First Name": "Giuseppe",
                "Last Name": "Leuzzi",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, NY, USA."
            },
            {
                "First Name": "Sho",
                "Last Name": "Hangai",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, NY, USA."
            },
            {
                "First Name": "Aubrianna",
                "Last Name": "Decker",
                "Affiliation": "Department of Biological Sciences, Columbia University, NY, USA."
            },
            {
                "First Name": "Ruoyu",
                "Last Name": "Gu",
                "Affiliation": "Department of Biological Sciences, Columbia University, NY, USA."
            },
            {
                "First Name": "Naomi",
                "Last Name": "Klickstein",
                "Affiliation": "Department of Biological Sciences, Columbia University, NY, USA."
            },
            {
                "First Name": "Yuanlong",
                "Last Name": "Shuai",
                "Affiliation": "Department of Biological Sciences, Columbia University, NY, USA."
            },
            {
                "First Name": "Kristina",
                "Last Name": "Jankovic",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, NY, USA."
            },
            {
                "First Name": "Lucy",
                "Last Name": "Parker-Burns",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, NY, USA."
            },
            {
                "First Name": "Yinuo",
                "Last Name": "Jin",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, NY, USA."
            },
            {
                "First Name": "Jia Yi",
                "Last Name": "Zhang",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, NY, USA."
            },
            {
                "First Name": "Justin",
                "Last Name": "Hong",
                "Affiliation": "Department of Computer Science, Columbia University, NY, USA."
            },
            {
                "First Name": "Steve",
                "Last Name": "Niu",
                "Affiliation": "Weill Cornell Medicine, NY, USA."
            },
            {
                "First Name": "Jacqueline",
                "Last Name": "Chou",
                "Affiliation": "Department of Biological Sciences, Columbia University, NY, USA."
            },
            {
                "First Name": "Dan A",
                "Last Name": "Landau",
                "Affiliation": "Weill Cornell Medicine, NY, USA."
            },
            {
                "First Name": "Elham",
                "Last Name": "Azizi",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, NY, USA."
            },
            {
                "First Name": "Edmond M",
                "Last Name": "Chan",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, NY, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, NY, USA."
            },
            {
                "First Name": "Jellert T",
                "Last Name": "Gaublomme",
                "Affiliation": "Department of Biological Sciences, Columbia University, NY, USA."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "38168306",
        "Title": "Massively parallel base editing screens to map variant effects on anti-tumor hallmarks of primary human T cells.",
        "Abstract": "Base editing enables generation of single nucleotide variants, but large-scale screening in primary human T cells is limited due to low editing efficiency, among other challenges ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Zachary H",
                "Last Name": "Walsh",
                "Affiliation": ""
            },
            {
                "First Name": "Parin",
                "Last Name": "Shah",
                "Affiliation": ""
            },
            {
                "First Name": "Neeharika",
                "Last Name": "Kothapalli",
                "Affiliation": ""
            },
            {
                "First Name": "Gergo",
                "Last Name": "Nikolenyi",
                "Affiliation": ""
            },
            {
                "First Name": "Shivem B",
                "Last Name": "Shah",
                "Affiliation": ""
            },
            {
                "First Name": "Giuseppe",
                "Last Name": "Leuzzi",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Mu",
                "Affiliation": ""
            },
            {
                "First Name": "Patricia",
                "Last Name": "Ho",
                "Affiliation": ""
            },
            {
                "First Name": "Sinan",
                "Last Name": "Abuzaid",
                "Affiliation": ""
            },
            {
                "First Name": "Zack D",
                "Last Name": "Brodtman",
                "Affiliation": ""
            },
            {
                "First Name": "Neil",
                "Last Name": "Vasan",
                "Affiliation": ""
            },
            {
                "First Name": "Mohammed",
                "Last Name": "AlQuraishi",
                "Affiliation": ""
            },
            {
                "First Name": "Joshua D",
                "Last Name": "Milner",
                "Affiliation": ""
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": ""
            },
            {
                "First Name": "Johannes C",
                "Last Name": "Melms",
                "Affiliation": ""
            },
            {
                "First Name": "Benjamin",
                "Last Name": "Izar",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "37577643",
        "Title": "Extrachromosomal Telomeres Derived from Excessive Strand Displacements.",
        "Abstract": "Alternative Lengthening of Telomeres (ALT) is a telomere maintenance mechanism mediated by break-induced replication (BIR), evident in approximately 15% of human cancers. A characteristic feature of ALT cancers is the presence of C-circles, circular single-stranded telomeric DNAs composed of C-rich sequences. Despite the fact that extrachromosomal C-rich single-stranded DNAs (ssDNAs), unique to ALT cells, are considered potential precursors of C-circles, their generation process remains undefined. Here, we introduce a highly sensitive method to detect single stranded telomeric DNA, called 4SET (Strand-Specific Southern-blot for Single-stranded Extrachromosomal Telomeres) assay. Utilizing 4SET, we are able to capture C-rich single stranded DNAs that are near 200 to 1500 nucleotides in size. Both linear C-rich ssDNAs and C-circles are abundant in the fractions of cytoplasm and nucleoplasm, which supports the idea that linear C-rich ssDNA accumulation may indeed precede C-circle formation. We also found that C-rich ssDNAs originate during Okazaki fragment processing during lagging strand DNA synthesis. The generation of C-rich ssDNA requires CST-PP (CTC1/STN1/TEN1-PRIMASE-Polymerase alpha) complex-mediated priming of the C-strand DNA synthesis and subsequent excessive strand displacement of the C-rich strand mediated by the DNA Polymerase delta and the BLM helicase. Our work proposes a new model for the generation of C-rich ssDNAs and C-circles during ALT-mediated telomere elongation.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Junyeop",
                "Last Name": "Lee",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Jina",
                "Last Name": "Lee",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Eric J",
                "Last Name": "Sohn",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Department of Genetics and Development, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Roderick J",
                "Last Name": "O'Sullivan",
                "Affiliation": "Department of Pharmacology and Chemical Biology, UPMC Hillman Cancer Center, University of Pittsburgh, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Jaewon",
                "Last Name": "Min",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "37533644",
        "Title": "Base-editing screens illuminate variant effects in human hematopoiesis.",
        "Abstract": "In a recent issue of ",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "CRISPR-Cas Systems",
            "Gene Editing",
            "Hematopoiesis"
        ],
        "Authors": [
            {
                "First Name": "Alina",
                "Last Name": "Vaitsiankova",
                "Affiliation": "Department of Genetics and Development, Institute for Cancer Genetics, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Tanay",
                "Last Name": "Thakar",
                "Affiliation": "Department of Genetics and Development, Institute for Cancer Genetics, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Institute for Cancer Genetics, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            }
        ],
        "Journal": "Cell reports methods",
        "PubDate": "2023"
    },
    {
        "PMID": "37461676",
        "Title": "Mechanism of DNA unwinding by hexameric MCM8-9 in complex with HROB.",
        "Abstract": "The human MCM8-9 helicase functions in concert with HROB in the context of homologous recombination, but its precise function is unknown. To gain insights into how HROB regulates MCM8-9, we first used molecular modeling and biochemistry to define their interaction interface. We show that HROB makes important contacts with both MCM8 and MCM9 subunits, which directly promotes its DNA-dependent ATPase and helicase activities. MCM8-9-HROB preferentially binds and unwinds branched DNA structures, and single-molecule experiments reveal a low DNA unwinding processivity. MCM8-9 unwinds DNA as a hexameric complex that assembles from dimers on DNA in the presence of ATP, which is prerequisite for its helicase function. The hexamer formation thus involves two repeating protein-protein interfaces forming between the alternating MCM8 and MCM9 subunits. One of these interfaces is rather stable and forms an obligate heterodimer, while the other interface is labile and mediates the assembly of the hexamer on DNA, independently of HROB. The ATPase site composed of the subunits forming the labile interface disproportionally contributes to DNA unwinding. HROB does not affect the MCM8-9 ring formation, but promotes DNA unwinding downstream by possibly coordinating ATP hydrolysis with structural transitions accompanying translocation of MCM8-9 on DNA.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Ananya",
                "Last Name": "Acharya",
                "Affiliation": "Institute for Research in Biomedicine, Università della Svizzera italiana (USI), Faculty of Biomedical Sciences, Bellinzona, 6500, Switzerland."
            },
            {
                "First Name": "Hélène",
                "Last Name": "Bret",
                "Affiliation": "Institute for Integrative Biology of the Cell (I2BC), Commissariat à l'Energie Atomique, Centre National de la Recherche Scientifique, Université Paris-Sud, Université Paris-Saclay, Gif-sur-Yvette, 91190, France."
            },
            {
                "First Name": "Jen-Wei",
                "Last Name": "Huang",
                "Affiliation": "Department of Genetics and Development, Institute for Cancer Genetics, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Martin",
                "Last Name": "Mütze",
                "Affiliation": "Peter Debye Institute for Soft Matter Physics, Universität Leipzig, Leipzig, 04103, Germany."
            },
            {
                "First Name": "Martin",
                "Last Name": "Göse",
                "Affiliation": "Peter Debye Institute for Soft Matter Physics, Universität Leipzig, Leipzig, 04103, Germany."
            },
            {
                "First Name": "Vera",
                "Last Name": "Kissling",
                "Affiliation": "Department of Biology, Institute of Biochemistry, Eidgenössische Technische Hochschule (ETH), Zürich, 8093, Switzerland."
            },
            {
                "First Name": "Ralf",
                "Last Name": "Seidel",
                "Affiliation": "Peter Debye Institute for Soft Matter Physics, Universität Leipzig, Leipzig, 04103, Germany."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Institute for Cancer Genetics, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Raphaël",
                "Last Name": "Guérois",
                "Affiliation": "Institute for Integrative Biology of the Cell (I2BC), Commissariat à l'Energie Atomique, Centre National de la Recherche Scientifique, Université Paris-Sud, Université Paris-Saclay, Gif-sur-Yvette, 91190, France."
            },
            {
                "First Name": "Petr",
                "Last Name": "Cejka",
                "Affiliation": "Institute for Research in Biomedicine, Università della Svizzera italiana (USI), Faculty of Biomedical Sciences, Bellinzona, 6500, Switzerland."
            }
        ],
        "Journal": "Research square",
        "PubDate": "2023"
    },
    {
        "PMID": "37460547",
        "Title": "Context-defined cancer co-dependency mapping identifies a functional interplay between PRC2 and MLL-MEN1 complex in lymphoma.",
        "Abstract": "Interplay between chromatin-associated complexes and modifications critically contribute to the partitioning of epigenome into stable and functionally distinct domains. Yet there is a lack of systematic identification of chromatin crosstalk mechanisms, limiting our understanding of the dynamic transition between chromatin states during development and disease. Here we perform co-dependency mapping of genes using CRISPR-Cas9-mediated fitness screens in pan-cancer cell lines to quantify gene-gene functional relationships. We identify 145 co-dependency modules and further define the molecular context underlying the essentiality of these modules by incorporating mutational, epigenome, gene expression and drug sensitivity profiles of cell lines. These analyses assign new protein complex composition and function, and predict new functional interactions, including an unexpected co-dependency between two transcriptionally counteracting chromatin complexes - polycomb repressive complex 2 (PRC2) and MLL-MEN1 complex. We show that PRC2-mediated H3K27 tri-methylation regulates the genome-wide distribution of MLL1 and MEN1. In lymphoma cells with EZH2 gain-of-function mutations, the re-localization of MLL-MEN1 complex drives oncogenic gene expression and results in a hypersensitivity to pharmacologic inhibition of MEN1. Together, our findings provide a resource for discovery of trans-regulatory interactions as mechanisms of chromatin regulation and potential targets of synthetic lethality.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Polycomb Repressive Complex 2",
            "Histones",
            "Chromatin",
            "Neoplasms",
            "Lymphoma"
        ],
        "Authors": [
            {
                "First Name": "Xiao",
                "Last Name": "Chen",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Yinglu",
                "Last Name": "Li",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Fang",
                "Last Name": "Zhu",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Xinjing",
                "Last Name": "Xu",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Brian",
                "Last Name": "Estrella",
                "Affiliation": "Division of Hematology and Oncology, Department of Medicine, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Manuel A",
                "Last Name": "Pazos",
                "Affiliation": "Division of Hematology and Oncology, Department of Medicine, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "John T",
                "Last Name": "McGuire",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Dimitris",
                "Last Name": "Karagiannis",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Varun",
                "Last Name": "Sahu",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Mustafo",
                "Last Name": "Mustafokulov",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Claudio",
                "Last Name": "Scuoppo",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Francisco J",
                "Last Name": "Sánchez-Rivera",
                "Affiliation": "David H. Koch Institute for Integrative Cancer Research, Massachusetts Institute of Technology, Cambridge, MA, 02142, USA."
            },
            {
                "First Name": "Yadira M",
                "Last Name": "Soto-Feliciano",
                "Affiliation": "David H. Koch Institute for Integrative Cancer Research, Massachusetts Institute of Technology, Cambridge, MA, 02142, USA."
            },
            {
                "First Name": "Laura",
                "Last Name": "Pasqualucci",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Jennifer E",
                "Last Name": "Amengual",
                "Affiliation": "Division of Hematology and Oncology, Department of Medicine, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Chao",
                "Last Name": "Lu",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA. cl3684@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2023"
    },
    {
        "PMID": "37398313",
        "Title": "Mechanism of DNA unwinding by hexameric MCM8-9 in complex with HROB.",
        "Abstract": "The human MCM8-9 helicase functions in concert with HROB in the context of homologous recombination, but its precise function is unknown. To gain insights into how HROB regulates MCM8-9, we first used molecular modeling and biochemistry to define their interaction interface. We show that HROB makes important contacts with both MCM8 and MCM9 subunits, which directly promotes its DNA-dependent ATPase and helicase activities. MCM8-9-HROB preferentially binds and unwinds branched DNA structures, and single-molecule experiments reveal a low DNA unwinding processivity. MCM8-9 unwinds DNA as a hexameric complex that assembles from dimers on DNA in the presence of ATP, which is prerequisite for its helicase function. The hexamer formation thus involves two repeating protein-protein interfaces forming between the alternating MCM8 and MCM9 subunits. One of these interfaces is rather stable and forms an obligate heterodimer, while the other interface is labile and mediates the assembly of the hexamer on DNA, independently of HROB. The ATPase site composed of the subunits forming the labile interface disproportionally contributes to DNA unwinding. HROB does not affect the MCM8-9 ring formation, but promotes DNA unwinding downstream by possibly coordinating ATP hydrolysis with structural transitions accompanying translocation of MCM8-9 on DNA.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Ananya",
                "Last Name": "Acharya",
                "Affiliation": ""
            },
            {
                "First Name": "Hélène",
                "Last Name": "Bret",
                "Affiliation": ""
            },
            {
                "First Name": "Jen-Wei",
                "Last Name": "Huang",
                "Affiliation": ""
            },
            {
                "First Name": "Martin",
                "Last Name": "Mütze",
                "Affiliation": ""
            },
            {
                "First Name": "Martin",
                "Last Name": "Göse",
                "Affiliation": ""
            },
            {
                "First Name": "Vera",
                "Last Name": "Kissling",
                "Affiliation": ""
            },
            {
                "First Name": "Ralf",
                "Last Name": "Seidel",
                "Affiliation": ""
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": ""
            },
            {
                "First Name": "Raphaël",
                "Last Name": "Guérois",
                "Affiliation": ""
            },
            {
                "First Name": "Petr",
                "Last Name": "Cejka",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "37311462",
        "Title": "Oncogenic IDH mutations increase heterochromatin-related replication stress without impacting homologous recombination.",
        "Abstract": "Oncogenic mutations in isocitrate dehydrogenases 1 and 2 (IDH1/2) produce 2-hydroxyglutarate (2HG), which inhibits dioxygenases that modulate chromatin dynamics. The effects of 2HG have been reported to sensitize IDH tumors to poly-(ADP-ribose) polymerase (PARP) inhibitors. However, unlike PARP-inhibitor-sensitive BRCA1/2 tumors, which exhibit impaired homologous recombination, IDH-mutant tumors have a silent mutational profile and lack signatures associated with impaired homologous recombination. Instead, 2HG-producing IDH mutations lead to a heterochromatin-dependent slowing of DNA replication accompanied by increased replication stress and DNA double-strand breaks. This replicative stress manifests as replication fork slowing, but the breaks are repaired without a significant increase in mutation burden. Faithful resolution of replicative stress in IDH-mutant cells is dependent on poly-(ADP-ribosylation). Treatment with PARP inhibitors increases DNA replication but results in incomplete DNA repair. These findings demonstrate a role for PARP in the replication of heterochromatin and further validate PARP as a therapeutic target in IDH-mutant tumors.",
        "Keywords": [
            "PARP",
            "dioxygenase",
            "heterochromatin",
            "isocitrate dehydrogenase",
            "oncometabolite",
            "replication stress"
        ],
        "MeSH terms": [
            "Humans",
            "BRCA1 Protein",
            "Heterochromatin",
            "Poly(ADP-ribose) Polymerase Inhibitors",
            "BRCA2 Protein",
            "Homologous Recombination",
            "Neoplasms",
            "Mutation",
            "Isocitrate Dehydrogenase"
        ],
        "Authors": [
            {
                "First Name": "Juan-Manuel",
                "Last Name": "Schvartzman",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA; Department of Medicine, Division of Hematology/Oncology, Columbia University Irving Medical Center, New York, NY, USA. Electronic address: js5279@cumc.columbia.edu."
            },
            {
                "First Name": "Grace",
                "Last Name": "Forsyth",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Henry",
                "Last Name": "Walch",
                "Affiliation": "Marie-Josée and Henry R. Kravis Center for Molecular Oncology, Human Oncology and Pathogenesis Program, and Department of Epidemiology and Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY, USA."
            },
            {
                "First Name": "Walid",
                "Last Name": "Chatila",
                "Affiliation": "Marie-Josée and Henry R. Kravis Center for Molecular Oncology, Human Oncology and Pathogenesis Program, and Department of Epidemiology and Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY, USA."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Brian J",
                "Last Name": "Lee",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Xiaolu",
                "Last Name": "Zhu",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Steven",
                "Last Name": "Gershik",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Francesco V",
                "Last Name": "Cimino",
                "Affiliation": "Cancer Biology and Genetics Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Anthony",
                "Last Name": "Santella",
                "Affiliation": "Molecular Cytology Core Facility, Memorial Sloan Kettering Cancer Center, 417 E 68th St, New York, NY 10065, USA."
            },
            {
                "First Name": "Kamal",
                "Last Name": "Menghrajani",
                "Affiliation": "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, 1275 York Ave, New York, NY 10065, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA; Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Richard",
                "Last Name": "Koche",
                "Affiliation": "Center for Epigenetics Research, Memorial Sloan Kettering Cancer Center, New York, NY, USA."
            },
            {
                "First Name": "Francisco",
                "Last Name": "Sánchez-Vega",
                "Affiliation": "Department of Epidemiology and Biostatistics and Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, NY, USA."
            },
            {
                "First Name": "Shan",
                "Last Name": "Zha",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Department of Pathology and Cell Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Craig B",
                "Last Name": "Thompson",
                "Affiliation": "Cancer Biology and Genetics Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA. Electronic address: thompsonc@mskcc.org."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2023"
    },
    {
        "PMID": "37036693",
        "Title": "RFWD3 promotes ZRANB3 recruitment to regulate the remodeling of stalled replication forks.",
        "Abstract": "Replication fork reversal is an important mechanism to protect the stability of stalled forks and thereby preserve genomic integrity. While multiple enzymes have been identified that can remodel forks, their regulation remains poorly understood. Here, we demonstrate that the ubiquitin ligase RFWD3, whose mutation causes Fanconi Anemia, promotes recruitment of the DNA translocase ZRANB3 to stalled replication forks and ubiquitinated sites of DNA damage. Using electron microscopy, we show that RFWD3 stimulates fork remodeling in a ZRANB3-epistatic manner. Fork reversal is known to promote nascent DNA degradation in BRCA2-deficient cells. Consistent with a role for RFWD3 in fork reversal, inactivation of RFWD3 in these cells rescues fork degradation and collapse, analogous to ZRANB3 inactivation. RFWD3 loss impairs ZRANB3 localization to spontaneous nuclear foci induced by inhibition of the PCNA deubiquitinase USP1. We demonstrate that RFWD3 promotes PCNA ubiquitination and interaction with ZRANB3, providing a mechanism for RFWD3-dependent recruitment of ZRANB3. Together, these results uncover a new role for RFWD3 in regulating ZRANB3-dependent fork remodeling.",
        "Keywords": [],
        "MeSH terms": [
            "DNA",
            "DNA Damage",
            "DNA Replication",
            "DNA-Binding Proteins",
            "Proliferating Cell Nuclear Antigen",
            "Humans",
            "Ubiquitin-Protein Ligases",
            "DNA Helicases",
            "Ubiquitination"
        ],
        "Authors": [
            {
                "First Name": "Chandler E",
                "Last Name": "Moore",
                "Affiliation": "Department of Radiation Oncology, Massachusetts General Hospital, Harvard Medical School , Boston, MA, USA."
            },
            {
                "First Name": "Selin E",
                "Last Name": "Yalcindag",
                "Affiliation": "Department of Radiation Oncology, Massachusetts General Hospital, Harvard Medical School , Boston, MA, USA."
            },
            {
                "First Name": "Hanna",
                "Last Name": "Czeladko",
                "Affiliation": "Department of Radiation Oncology, Massachusetts General Hospital, Harvard Medical School , Boston, MA, USA."
            },
            {
                "First Name": "Ramya",
                "Last Name": "Ravindranathan",
                "Affiliation": "Department of Radiation Oncology, Massachusetts General Hospital, Harvard Medical School , Boston, MA, USA."
            },
            {
                "First Name": "Yodhara",
                "Last Name": "Wijesekara Hanthi",
                "Affiliation": "DNA Metabolism Laboratory, IFOM ETS, The AIRC Institute for Molecular Oncology , Milan, Italy."
            },
            {
                "First Name": "Juliana C",
                "Last Name": "Levy",
                "Affiliation": "Department of Radiation Oncology, Massachusetts General Hospital, Harvard Medical School , Boston, MA, USA."
            },
            {
                "First Name": "Vincenzo",
                "Last Name": "Sannino",
                "Affiliation": "DNA Metabolism Laboratory, IFOM ETS, The AIRC Institute for Molecular Oncology , Milan, Italy."
            },
            {
                "First Name": "Detlev",
                "Last Name": "Schindler",
                "Affiliation": "Department of Human Genetics, Biozentrum, University of Würzburg , Würzburg, Germany."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Institute for Cancer Genetics, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center , New York, NY, USA."
            },
            {
                "First Name": "Vincenzo",
                "Last Name": "Costanzo",
                "Affiliation": "DNA Metabolism Laboratory, IFOM ETS, The AIRC Institute for Molecular Oncology , Milan, Italy."
            },
            {
                "First Name": "Andrew E H",
                "Last Name": "Elia",
                "Affiliation": "Department of Radiation Oncology, Massachusetts General Hospital, Harvard Medical School , Boston, MA, USA."
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2023"
    },
    {
        "PMID": "37026695",
        "Title": "The DNA Damage Response and Inflammation in Cancer.",
        "Abstract": "Genomic stability in normal cells is crucial to avoid oncogenesis. Accordingly, multiple components of the DNA damage response (DDR) operate as bona fide tumor suppressor proteins by preserving genomic stability, eliciting the demise of cells with unrepairable DNA lesions, and engaging cell-extrinsic oncosuppression via immunosurveillance. That said, DDR sig-naling can also favor tumor progression and resistance to therapy. Indeed, DDR signaling in cancer cells has been consistently linked to the inhibition of tumor-targeting immune responses. Here, we discuss the complex interactions between the DDR and inflammation in the context of oncogenesis, tumor progression, and response to therapy.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "DNA Damage",
            "DNA Repair",
            "Neoplasms",
            "Genomic Instability",
            "Carcinogenesis",
            "Inflammation"
        ],
        "Authors": [
            {
                "First Name": "Vanessa",
                "Last Name": "Klapp",
                "Affiliation": "Department of Radiation Oncology, Weill Cornell Medical College, New York, New York."
            },
            {
                "First Name": "Beatriz",
                "Last Name": "Álvarez-Abril",
                "Affiliation": "Department of Radiation Oncology, Weill Cornell Medical College, New York, New York."
            },
            {
                "First Name": "Giuseppe",
                "Last Name": "Leuzzi",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, New York."
            },
            {
                "First Name": "Guido",
                "Last Name": "Kroemer",
                "Affiliation": "Centre de Recherche des Cordeliers, Equipe labellisée par la Ligue contre le Cancer, Université de Paris, Sorbonne Université, Inserm U1138, Institut Universitaire de France, Paris, France."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, New York."
            },
            {
                "First Name": "Lorenzo",
                "Last Name": "Galluzzi",
                "Affiliation": "Department of Radiation Oncology, Weill Cornell Medical College, New York, New York."
            }
        ],
        "Journal": "Cancer discovery",
        "PubDate": "2023"
    },
    {
        "PMID": "36961817",
        "Title": "Arginine shortage induces replication stress and confers genotoxic resistance by inhibiting histone H4 translation and promoting PCNA ubiquitination.",
        "Abstract": "The arginine dependency of cancer cells creates metabolic vulnerability. In this study, we examine the impact of arginine availability on DNA replication and genotoxicity resistance. Using DNA combing assays, we find that limiting extracellular arginine results in the arrest of cancer cells at S phase and a slowing or stalling of DNA replication. The translation of new histone H4 is arginine dependent and influences DNA replication. Increased proliferating cell nuclear antigen (PCNA) occupancy and helicase-like transcription factor (HLTF)-catalyzed PCNA K63-linked polyubiquitination protect arginine-starved cells from DNA damage. Arginine-deprived cancer cells display tolerance to genotoxicity in a PCNA K63-linked polyubiquitination-dependent manner. Our findings highlight the crucial role of extracellular arginine in nutrient-regulated DNA replication and provide potential avenues for the development of cancer treatments.",
        "Keywords": [
            "CP: Molecular biology",
            "HLTF",
            "K63-linked polyubiquitination",
            "PCNA",
            "S phase",
            "arginine",
            "genotoxin resistance",
            "histone H4",
            "replication stress",
            "translation"
        ],
        "MeSH terms": [
            "Proliferating Cell Nuclear Antigen",
            "Histones",
            "Ubiquitination",
            "DNA Damage",
            "DNA Replication"
        ],
        "Authors": [
            {
                "First Name": "Yi-Chang",
                "Last Name": "Wang",
                "Affiliation": "Department of Diabetes Complications and Metabolism, Arthur Riggs Diabetes and Metabolism Research Institute, Beckman Research Institute, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "Andrew A",
                "Last Name": "Kelso",
                "Affiliation": "Irell & Manella Graduate School of Biological Sciences, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "Adak",
                "Last Name": "Karamafrooz",
                "Affiliation": "Department of Diabetes Complications and Metabolism, Arthur Riggs Diabetes and Metabolism Research Institute, Beckman Research Institute, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "Yi-Hsuan",
                "Last Name": "Chen",
                "Affiliation": "Department of Diabetes Complications and Metabolism, Arthur Riggs Diabetes and Metabolism Research Institute, Beckman Research Institute, City of Hope, Duarte, CA 91010, USA; Irell & Manella Graduate School of Biological Sciences, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "Wei-Kai",
                "Last Name": "Chen",
                "Affiliation": "Irell & Manella Graduate School of Biological Sciences, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "Chun-Ting",
                "Last Name": "Cheng",
                "Affiliation": "Department of Diabetes Complications and Metabolism, Arthur Riggs Diabetes and Metabolism Research Institute, Beckman Research Institute, City of Hope, Duarte, CA 91010, USA; Irell & Manella Graduate School of Biological Sciences, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "Yue",
                "Last Name": "Qi",
                "Affiliation": "Irell & Manella Graduate School of Biological Sciences, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "Long",
                "Last Name": "Gu",
                "Affiliation": "Department of Molecular and Cellular Biology, Beckman Research Institute, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "Linda",
                "Last Name": "Malkas",
                "Affiliation": "Department of Cancer Genetics and Epigenetics, Beckman Research Institute, City of Hope, Duarte, CA 91010, USA; Department of Molecular and Cellular Biology, Beckman Research Institute, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Hsing-Jien",
                "Last Name": "Kung",
                "Affiliation": "Graduate Institute of Cancer Biology and Drug Discovery, College of Medical Science and Technology, Taipei Medical University, Taipei 110, Taiwan, ROC."
            },
            {
                "First Name": "George-Lucian",
                "Last Name": "Moldovan",
                "Affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University College of Medicine, Hershey, PA 17033, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Jeremy M",
                "Last Name": "Stark",
                "Affiliation": "Department of Cancer Genetics and Epigenetics, Beckman Research Institute, City of Hope, Duarte, CA 91010, USA; Irell & Manella Graduate School of Biological Sciences, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "David K",
                "Last Name": "Ann",
                "Affiliation": "Department of Diabetes Complications and Metabolism, Arthur Riggs Diabetes and Metabolism Research Institute, Beckman Research Institute, City of Hope, Duarte, CA 91010, USA; Irell & Manella Graduate School of Biological Sciences, City of Hope, Duarte, CA 91010, USA. Electronic address: dann@coh.org."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2023"
    },
    {
        "PMID": "36778247",
        "Title": "Arginine shortage induces replication stress and confers genotoxic resistance by inhibiting histone H4 translation and promoting PCNA polyubiquitination.",
        "Abstract": "The unique arginine dependencies of cancer cell proliferation and survival creates metabolic vulnerability. Here, we investigate the impact of extracellular arginine availability on DNA replication and genotoxic resistance. Using DNA combing assays, we find that when extracellular arginine is limited, cancer cells are arrested at S-phase and DNA replication forks slow or stall instantly until arginine is re-supplied. The translation of new histone H4 is arginine-dependent and impacts DNA replication and the expression of newly synthesized histone H4 is reduced in the avascular nutrient-poor breast cancer xenograft tumor cores. Furthermore, we demonstrate that increased PCNA occupancy and HLTF-catalyzed PCNA K63-linked polyubiquitination protects arginine-starved cells from hydroxyurea-induced, DNA2-catalyzed nascent strand degradation. Finally, arginine-deprived cancer cells are tolerant to genotoxic insults in a PCNA K63-linked polyubiquitination-dependent manner. Together, these findings reveal that extracellular arginine is the \"linchpin\" for nutrient-regulated DNA replication. Such information could be leveraged to expand current modalities or design new drug targets against cancer.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Yi-Chang",
                "Last Name": "Wang",
                "Affiliation": "Department of Diabetes Complications and Metabolism, Arthur Riggs Diabetes and Metabolism Research Institute, Beckman Research Institute, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "Andrew A",
                "Last Name": "Kelso",
                "Affiliation": "Irell & Manella Graduate School of Biological Sciences, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "Adak",
                "Last Name": "Karamafrooz",
                "Affiliation": "Department of Diabetes Complications and Metabolism, Arthur Riggs Diabetes and Metabolism Research Institute, Beckman Research Institute, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "Yi-Hsuan",
                "Last Name": "Chen",
                "Affiliation": "Department of Diabetes Complications and Metabolism, Arthur Riggs Diabetes and Metabolism Research Institute, Beckman Research Institute, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "Wei-Kai",
                "Last Name": "Chen",
                "Affiliation": "Irell & Manella Graduate School of Biological Sciences, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "Chun-Ting",
                "Last Name": "Cheng",
                "Affiliation": "Department of Diabetes Complications and Metabolism, Arthur Riggs Diabetes and Metabolism Research Institute, Beckman Research Institute, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "Yue",
                "Last Name": "Qi",
                "Affiliation": "Irell & Manella Graduate School of Biological Sciences, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "Long",
                "Last Name": "Gu",
                "Affiliation": "Department of Molecular and Cellular Biology, Beckman Research Institute, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "Linda",
                "Last Name": "Malkas",
                "Affiliation": "Department of Cancer Genetics and Epigenetics, Beckman Research Institute, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "Hsing-Jien",
                "Last Name": "Kung",
                "Affiliation": "Graduate Institute of Cancer Biology and Drug Discovery, College of Medical Science and Technology, Taipei Medical University, Taipei 110, Taiwan, ROC."
            },
            {
                "First Name": "George-Lucian",
                "Last Name": "Moldovan",
                "Affiliation": "Department of Biochemistry and Molecular Biology, The Pennsylvania State University College of Medicine, Hershey, PA 17033, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Jeremy M",
                "Last Name": "Stark",
                "Affiliation": "Department of Cancer Genetics and Epigenetics, Beckman Research Institute, City of Hope, Duarte, CA 91010, USA."
            },
            {
                "First Name": "David K",
                "Last Name": "Ann",
                "Affiliation": "Department of Diabetes Complications and Metabolism, Arthur Riggs Diabetes and Metabolism Research Institute, Beckman Research Institute, City of Hope, Duarte, CA 91010, USA."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36532708",
        "Title": "A genetic roadmap to the response to genotoxic agents in human cells.",
        "Abstract": "To maintain genome fidelity and prevent diseases such as cancer, our cells must constantly detect, and efficiently and precisely repair, DNA damage. Paradoxically, DNA-damaging agents in the form of radiation and chemotherapy are also used to treat cancer. Olivieri ",
        "Keywords": [
            "CRISPR",
            "DNA damage",
            "DNA repair",
            "DNA-damaging agents"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Columbia University Irving Medical Center."
            },
            {
                "First Name": "Roger A",
                "Last Name": "Greenberg",
                "Affiliation": "University of Pennsylvania."
            },
            {
                "First Name": "Susan P",
                "Last Name": "Lees-Miller",
                "Affiliation": "University of Calgary."
            },
            {
                "First Name": "Andre",
                "Last Name": "Nussenzweig",
                "Affiliation": "National Institutes of Health."
            }
        ],
        "Journal": "Faculty reviews",
        "PubDate": "2022"
    },
    {
        "PMID": "36345943",
        "Title": "Partial loss-of-function mutations in GINS4 lead to NK cell deficiency with neutropenia.",
        "Abstract": "Human NK cell deficiency (NKD) is a primary immunodeficiency in which the main clinically relevant immunological defect involves missing or dysfunctional NK cells. Here, we describe a familial NKD case in which 2 siblings had a substantive NKD and neutropenia in the absence of other immune system abnormalities. Exome sequencing identified compound heterozygous variants in Go-Ichi-Ni-San (GINS) complex subunit 4 (GINS4, also known as SLD5), an essential component of the human replicative helicase, which we demonstrate to have a damaging impact upon the expression and assembly of the GINS complex. Cells derived from affected individuals and a GINS4-knockdown cell line demonstrate delayed cell cycle progression, without signs of improper DNA synthesis or increased replication stress. By modeling partial GINS4 depletion in differentiating NK cells in vitro, we demonstrate the causal relationship between the genotype and the NK cell phenotype, as well as a cell-intrinsic defect in NK cell development. Thus, biallelic partial loss-of-function mutations in GINS4 define a potentially novel disease-causing gene underlying NKD with neutropenia. Together with the previously described mutations in other helicase genes causing NKD, and with the mild defects observed in other human cells, these variants underscore the importance of this pathway in NK cell biology.",
        "Keywords": [
            "Cell Biology",
            "Cell cycle",
            "Immunology",
            "Monogenic diseases",
            "NK cells"
        ],
        "MeSH terms": [
            "Humans",
            "Neutropenia",
            "DNA Replication",
            "Killer Cells, Natural",
            "Mutation",
            "Cell Division",
            "Chromosomal Proteins, Non-Histone"
        ],
        "Authors": [
            {
                "First Name": "Matilde I",
                "Last Name": "Conte",
                "Affiliation": "Department of Pediatrics, Vagelos College of Physicians and Surgeons, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "M Cecilia",
                "Last Name": "Poli",
                "Affiliation": "Faculty of Medicine, Clínica Alemana Universidad del Desarrollo, Santiago, Chile."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Giuseppe",
                "Last Name": "Leuzzi",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Ivan K",
                "Last Name": "Chinn",
                "Affiliation": "Department of Pediatrics, Baylor College of Medicine, Houston, Texas, USA."
            },
            {
                "First Name": "Sandra A",
                "Last Name": "Salinas",
                "Affiliation": "Department of Pediatrics, Vagelos College of Physicians and Surgeons, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Emma",
                "Last Name": "Rey-Jurado",
                "Affiliation": "Faculty of Medicine, Clínica Alemana Universidad del Desarrollo, Santiago, Chile."
            },
            {
                "First Name": "Nixa",
                "Last Name": "Olivares",
                "Affiliation": "Faculty of Medicine, Clínica Alemana Universidad del Desarrollo, Santiago, Chile."
            },
            {
                "First Name": "Liz",
                "Last Name": "Veramendi-Espinoza",
                "Affiliation": "Allergy and Clinical Immunology, Hospital Nacional Edgardo Rebagliati Martins, Lima, Peru."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "James R",
                "Last Name": "Lupski",
                "Affiliation": "Department of Pediatrics, Baylor College of Medicine, Houston, Texas, USA."
            },
            {
                "First Name": "Juan Carlos",
                "Last Name": "Aldave Becerra",
                "Affiliation": "Allergy and Clinical Immunology, Hospital Nacional Edgardo Rebagliati Martins, Lima, Peru."
            },
            {
                "First Name": "Emily M",
                "Last Name": "Mace",
                "Affiliation": "Department of Pediatrics, Vagelos College of Physicians and Surgeons, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Jordan S",
                "Last Name": "Orange",
                "Affiliation": "Department of Pediatrics, Vagelos College of Physicians and Surgeons, Columbia University Irving Medical Center, New York, New York, USA."
            }
        ],
        "Journal": "JCI insight",
        "PubDate": "2022"
    },
    {
        "PMID": "36206767",
        "Title": "Histone methylation antagonism drives tumor immune evasion in squamous cell carcinomas.",
        "Abstract": "How cancer-associated chromatin abnormalities shape tumor-immune interaction remains incompletely understood. Recent studies have linked DNA hypomethylation and de-repression of retrotransposons to anti-tumor immunity through the induction of interferon response. Here, we report that inactivation of the histone H3K36 methyltransferase NSD1, which is frequently found in squamous cell carcinomas (SCCs) and induces DNA hypomethylation, unexpectedly results in diminished tumor immune infiltration. In syngeneic and genetically engineered mouse models of head and neck SCCs, NSD1-deficient tumors exhibit immune exclusion and reduced interferon response despite high retrotransposon expression. Mechanistically, NSD1 loss results in silencing of innate immunity genes, including the type III interferon receptor IFNLR1, through depletion of H3K36 di-methylation (H3K36me2) and gain of H3K27 tri-methylation (H3K27me3). Inhibition of EZH2 restores immune infiltration and impairs the growth of Nsd1-mutant tumors. Thus, our work uncovers a druggable chromatin cross talk that regulates the viral mimicry response and enables immune evasion of DNA hypomethylated tumors.",
        "Keywords": [
            "DNA methylation",
            "EZH2",
            "NSD1",
            "Tazemetostat",
            "epigenetics",
            "head and neck cancers",
            "histone methylation",
            "immune evasion",
            "squamous cell carcinomas"
        ],
        "MeSH terms": [
            "Animals",
            "Mice",
            "Carcinoma, Squamous Cell",
            "Chromatin",
            "DNA Methylation",
            "Head and Neck Neoplasms",
            "Histone Methyltransferases",
            "Histones",
            "Interferons",
            "Nuclear Proteins",
            "Receptors, Interferon",
            "Retroelements",
            "Tumor Escape"
        ],
        "Authors": [
            {
                "First Name": "Yinglu",
                "Last Name": "Li",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Elizabeth M",
                "Last Name": "Goldberg",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Xiao",
                "Last Name": "Chen",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Xinjing",
                "Last Name": "Xu",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "John T",
                "Last Name": "McGuire",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Giuseppe",
                "Last Name": "Leuzzi",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Dimitris",
                "Last Name": "Karagiannis",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Tiffany",
                "Last Name": "Tate",
                "Affiliation": "Department of Urology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Nargess",
                "Last Name": "Farhangdoost",
                "Affiliation": "Department of Human Genetics, McGill University, Montreal, QC H3A 1B1, Canada; McGill University Genome Centre, Montreal, QC H3A 0G1, Canada."
            },
            {
                "First Name": "Cynthia",
                "Last Name": "Horth",
                "Affiliation": "Department of Human Genetics, McGill University, Montreal, QC H3A 1B1, Canada; McGill University Genome Centre, Montreal, QC H3A 0G1, Canada."
            },
            {
                "First Name": "Esther",
                "Last Name": "Dai",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Zhiming",
                "Last Name": "Li",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Zhiguo",
                "Last Name": "Zhang",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Pediatrics, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Benjamin",
                "Last Name": "Izar",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Medicine, Division of Hematology and Oncology, Columbia University Irving Medical Center, New York, NY 10032, USA; Columbia Center for Translational Immunology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Jianwen",
                "Last Name": "Que",
                "Affiliation": "Division of Digestive and Liver Diseases, Department of Medicine, Columbia Center for Human Development, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Jacek",
                "Last Name": "Majewski",
                "Affiliation": "Department of Human Genetics, McGill University, Montreal, QC H3A 1B1, Canada; McGill University Genome Centre, Montreal, QC H3A 0G1, Canada."
            },
            {
                "First Name": "Angela J",
                "Last Name": "Yoon",
                "Affiliation": "Division of Oral and Maxillofacial Pathology, Columbia University College of Dental Medicine and Department of Pathology & Cell Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Laurie",
                "Last Name": "Ailles",
                "Affiliation": "Princess Margaret Cancer Centre, University Health Network, Toronto, ON M5G 1L7, Canada; Department of Medical Biophysics, University of Toronto, Toronto, ON M5G 1L7, Canada."
            },
            {
                "First Name": "Cathy Lee",
                "Last Name": "Mendelsohn",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Urology, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Chao",
                "Last Name": "Lu",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA. Electronic address: cl3684@cumc.columbia.edu."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2022"
    },
    {
        "PMID": "35858625",
        "Title": "Replication stress impairs chromosome segregation and preimplantation development in human embryos.",
        "Abstract": "Human cleavage-stage embryos frequently acquire chromosomal aneuploidies during mitosis due to unknown mechanisms. Here, we show that S phase at the 1-cell stage shows replication fork stalling, low fork speed, and DNA synthesis extending into G2 phase. DNA damage foci consistent with collapsed replication forks, DSBs, and incomplete replication form in G2 in an ATR- and MRE11-dependent manner, followed by spontaneous chromosome breakage and segmental aneuploidies. Entry into mitosis with incomplete replication results in chromosome breakage, whole and segmental chromosome errors, micronucleation, chromosome fragmentation, and poor embryo quality. Sites of spontaneous chromosome breakage are concordant with sites of DNA synthesis in G2 phase, locating to gene-poor regions with long neural genes, which are transcriptionally silent at this stage of development. Thus, DNA replication stress in mammalian preimplantation embryos predisposes gene-poor regions to fragility, and in particular in the human embryo, to the formation of aneuploidies, impairing developmental potential.",
        "Keywords": [
            "chromosomal mosaicism",
            "chromosome fragility",
            "developmental arrest",
            "double-strand break",
            "gene-poor regions",
            "incomplete replication",
            "micronuclei",
            "preimplantation development",
            "replication stress",
            "stalled replication forks"
        ],
        "MeSH terms": [
            "Aneuploidy",
            "Animals",
            "Chromosome Breakage",
            "Chromosome Segregation",
            "DNA",
            "DNA Replication",
            "Embryonic Development",
            "Humans",
            "Mammals"
        ],
        "Authors": [
            {
                "First Name": "Katherine L",
                "Last Name": "Palmerola",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Selma",
                "Last Name": "Amrane",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Alejandro",
                "Last Name": "De Los Angeles",
                "Affiliation": "Department of Pediatrics and Naomi Berrie Diabetes Center, Columbia Stem Cell Initiative, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Shuangyi",
                "Last Name": "Xu",
                "Affiliation": "Department of Pediatrics and Naomi Berrie Diabetes Center, Columbia Stem Cell Initiative, Columbia University, New York, NY 10032, USA; Masters of Biotechnology Program, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Ning",
                "Last Name": "Wang",
                "Affiliation": "Department of Pediatrics and Naomi Berrie Diabetes Center, Columbia Stem Cell Initiative, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Joao",
                "Last Name": "de Pinho",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Michael V",
                "Last Name": "Zuccaro",
                "Affiliation": "Department of Pediatrics and Naomi Berrie Diabetes Center, Columbia Stem Cell Initiative, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Dashiell J",
                "Last Name": "Massey",
                "Affiliation": "Department of Molecular Biology and Genetics, Cornell University, Ithaca, NY 14853, USA."
            },
            {
                "First Name": "Jenna",
                "Last Name": "Turocy",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Alex",
                "Last Name": "Robles",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Anisa",
                "Last Name": "Subbiah",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Bob",
                "Last Name": "Prosser",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Rogerio",
                "Last Name": "Lobo",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Amnon",
                "Last Name": "Koren",
                "Affiliation": "Department of Molecular Biology and Genetics, Cornell University, Ithaca, NY 14853, USA."
            },
            {
                "First Name": "Timour",
                "Last Name": "Baslan",
                "Affiliation": "Cancer Biology and Genetics Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Dieter",
                "Last Name": "Egli",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University, New York, NY 10032, USA; Department of Pediatrics and Naomi Berrie Diabetes Center, Columbia Stem Cell Initiative, Columbia University, New York, NY 10032, USA. Electronic address: de2220@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2022"
    },
    {
        "PMID": "35801922",
        "Title": "Strand annealing and motor driven activities of SMARCAL1 and ZRANB3 are stimulated by RAD51 and the paralog complex.",
        "Abstract": "SMARCAL1, ZRANB3 and HLTF are required for the remodeling of replication forks upon stress to promote genome stability. RAD51, along with the RAD51 paralog complex, were also found to have recombination-independent functions in fork reversal, yet the underlying mechanisms remained unclear. Using reconstituted reactions, we build upon previous data to show that SMARCAL1, ZRANB3 and HLTF have unequal biochemical capacities, explaining why they have non-redundant functions. SMARCAL1 uniquely anneals RPA-coated ssDNA, which depends on its direct interaction with RPA, but not on ATP. SMARCAL1, along with ZRANB3, but not HLTF efficiently employ ATPase driven translocase activity to rezip RPA-covered bubbled DNA, which was proposed to mimic elements of fork reversal. In contrast, ZRANB3 and HLTF but not SMARCAL1 are efficient in branch migration that occurs downstream in fork remodeling. We also show that low concentrations of RAD51 and the RAD51 paralog complex, RAD51B-RAD51C-RAD51D-XRCC2 (BCDX2), directly stimulate the motor-driven activities of SMARCAL1 and ZRANB3 but not HLTF, and the interplay is underpinned by physical interactions. Our data provide a possible mechanism explaining previous cellular experiments implicating RAD51 and BCDX2 in fork reversal.",
        "Keywords": [],
        "MeSH terms": [
            "DNA Helicases",
            "DNA Repair",
            "DNA Replication",
            "DNA, Single-Stranded",
            "DNA-Binding Proteins",
            "Genomic Instability",
            "Humans",
            "Rad51 Recombinase",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Swagata",
                "Last Name": "Halder",
                "Affiliation": "Institute for Research in Biomedicine, Università della Svizzera italiana (USI), Faculty of Biomedical Sciences, Bellinzona, Switzerland."
            },
            {
                "First Name": "Lepakshi",
                "Last Name": "Ranjha",
                "Affiliation": "Institute for Research in Biomedicine, Università della Svizzera italiana (USI), Faculty of Biomedical Sciences, Bellinzona, Switzerland."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, NY, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, NY, USA."
            },
            {
                "First Name": "Petr",
                "Last Name": "Cejka",
                "Affiliation": "Institute for Research in Biomedicine, Università della Svizzera italiana (USI), Faculty of Biomedical Sciences, Bellinzona, Switzerland."
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2022"
    },
    {
        "PMID": "35063100",
        "Title": "CRISPR-based genome editing through the lens of DNA repair.",
        "Abstract": "Genome editing technologies operate by inducing site-specific DNA perturbations that are resolved by cellular DNA repair pathways. Products of genome editors include DNA breaks generated by CRISPR-associated nucleases, base modifications induced by base editors, DNA flaps created by prime editors, and integration intermediates formed by site-specific recombinases and transposases associated with CRISPR systems. Here, we discuss the cellular processes that repair CRISPR-generated DNA lesions and describe strategies to obtain desirable genomic changes through modulation of DNA repair pathways. Advances in our understanding of the DNA repair circuitry, in conjunction with the rapid development of innovative genome editing technologies, promise to greatly enhance our ability to improve food production, combat environmental pollution, develop cell-based therapies, and cure genetic and infectious diseases.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "CRISPR-Associated Proteins",
            "CRISPR-Cas Systems",
            "Clustered Regularly Interspaced Short Palindromic Repeats",
            "DNA Breaks, Double-Stranded",
            "DNA Breaks, Single-Stranded",
            "DNA Damage",
            "DNA Repair",
            "Gene Editing",
            "Gene Targeting",
            "Genome, Human",
            "Humans"
        ],
        "Authors": [
            {
                "First Name": "Tarun S",
                "Last Name": "Nambiar",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Lou",
                "Last Name": "Baudrier",
                "Affiliation": "Department of Biochemistry and Molecular Biology, Robson DNA Science Centre, Arnie Charbonneau Cancer Institute, Cumming School of Medicine, University of Calgary, 3330 Hospital Drive N.W., Calgary, Alberta T2N 4N1, Canada."
            },
            {
                "First Name": "Pierre",
                "Last Name": "Billon",
                "Affiliation": "Department of Biochemistry and Molecular Biology, Robson DNA Science Centre, Arnie Charbonneau Cancer Institute, Cumming School of Medicine, University of Calgary, 3330 Hospital Drive N.W., Calgary, Alberta T2N 4N1, Canada. Electronic address: pierre.billon@ucalgary.ca."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA. Electronic address: ac3685@cumc.columbia.edu."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2022"
    },
    {
        "PMID": "34965416",
        "Title": "Assessing kinetics and recruitment of DNA repair factors using high content screens.",
        "Abstract": "Repair of genetic damage is coordinated in the context of chromatin, so cells dynamically modulate accessibility at DNA breaks for the recruitment of DNA damage response (DDR) factors. The identification of chromatin factors with roles in DDR has mostly relied on loss-of-function screens while lacking robust high-throughput systems to study DNA repair. In this study, we have developed two high-throughput systems that allow the study of DNA repair kinetics and the recruitment of factors to double-strand breaks in a 384-well plate format. Using a customized gain-of-function open-reading frame library (\"ChromORFeome\" library), we identify chromatin factors with putative roles in the DDR. Among these, we find the PHF20 factor is excluded from DNA breaks, affecting DNA repair by competing with 53BP1 recruitment. Adaptable for genetic perturbations, small-molecule screens, and large-scale analysis of DNA repair, these resources can aid our understanding and manipulation of DNA repair.",
        "Keywords": [
            "DNA damage foci",
            "DNA repair",
            "GOF",
            "PHF20",
            "chromatin accessibility",
            "high throughput",
            "laser microirradiation"
        ],
        "MeSH terms": [
            "Chromatin",
            "DNA Damage",
            "DNA Repair",
            "DNA Repair Enzymes",
            "High-Throughput Screening Assays",
            "Histones",
            "Humans",
            "Kinetics",
            "Open Reading Frames",
            "Tumor Suppressor p53-Binding Protein 1"
        ],
        "Authors": [
            {
                "First Name": "Barbara",
                "Last Name": "Martinez-Pastor",
                "Affiliation": "The Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA 02114, USA; Molecular Oncology Program, Spanish National Cancer Research Center (CNIO), Madrid 28029, Spain. Electronic address: bmartinezp@cnio.es."
            },
            {
                "First Name": "Giorgia G",
                "Last Name": "Silveira",
                "Affiliation": "The Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA 02114, USA; The Broad Institute of Harvard and MIT, Cambridge, MA 02142, USA."
            },
            {
                "First Name": "Thomas L",
                "Last Name": "Clarke",
                "Affiliation": "The Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA 02114, USA; The Broad Institute of Harvard and MIT, Cambridge, MA 02142, USA."
            },
            {
                "First Name": "Dudley",
                "Last Name": "Chung",
                "Affiliation": "Department of Pathology, Dalhousie University, Halifax, NS B3H 4R2, Canada."
            },
            {
                "First Name": "Yuchao",
                "Last Name": "Gu",
                "Affiliation": "School of Medicine and Pharmacy, Ocean University of China, 5 Yushan Road, Qingdao 266003, China."
            },
            {
                "First Name": "Claudia",
                "Last Name": "Cosentino",
                "Affiliation": "The Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA 02114, USA."
            },
            {
                "First Name": "Lance S",
                "Last Name": "Davidow",
                "Affiliation": "Department of Stem Cell and Regenerative Biology and Harvard Stem Cell Institute, Harvard University, Cambridge, MA, USA."
            },
            {
                "First Name": "Gadea",
                "Last Name": "Mata",
                "Affiliation": "Confocal Microscopy Unit, Spanish National Cancer Research Center (CNIO), Madrid 28029, Spain."
            },
            {
                "First Name": "Sylvana",
                "Last Name": "Hassanieh",
                "Affiliation": "The Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA 02114, USA."
            },
            {
                "First Name": "Jayme",
                "Last Name": "Salsman",
                "Affiliation": "Department of Pathology, Dalhousie University, Halifax, NS B3H 4R2, Canada."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Narkhyun",
                "Last Name": "Bae",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Mark T",
                "Last Name": "Bedford",
                "Affiliation": "Department of Epigenetics & Molecular Carcinogenesis, M.D.Anderson Cancer Center, University of Texas, Smithville, TX 78957, USA."
            },
            {
                "First Name": "Diego",
                "Last Name": "Megias",
                "Affiliation": "Confocal Microscopy Unit, Spanish National Cancer Research Center (CNIO), Madrid 28029, Spain."
            },
            {
                "First Name": "Lee L",
                "Last Name": "Rubin",
                "Affiliation": "Department of Stem Cell and Regenerative Biology and Harvard Stem Cell Institute, Harvard University, Cambridge, MA, USA."
            },
            {
                "First Name": "Alejo",
                "Last Name": "Efeyan",
                "Affiliation": "Molecular Oncology Program, Spanish National Cancer Research Center (CNIO), Madrid 28029, Spain."
            },
            {
                "First Name": "Graham",
                "Last Name": "Dellaire",
                "Affiliation": "Department of Pathology, Dalhousie University, Halifax, NS B3H 4R2, Canada; Beatrice Hunter Cancer Research Institute, Halifax, NS B3H 4R2, Canada. Electronic address: dellaire@dal.ca."
            },
            {
                "First Name": "Raul",
                "Last Name": "Mostoslavsky",
                "Affiliation": "The Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA 02114, USA; The Broad Institute of Harvard and MIT, Cambridge, MA 02142, USA. Electronic address: rmostoslavsky@mgh.harvard.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2021"
    },
    {
        "PMID": "34583241",
        "Title": "Towards a CRISPeR understanding of homologous recombination with high-throughput functional genomics.",
        "Abstract": "CRISPR-dependent genome editing enables the study of genes and mutations on a large scale. Here we review CRISPR-based functional genomics technologies that generate gene knockouts and single nucleotide variants (SNVs) and discuss how their use has provided new important insights into the function of homologous recombination (HR) genes. In particular, we highlight discoveries from CRISPR screens that have contributed to define the response to PARP inhibition in cells deficient for the HR genes BRCA1 and BRCA2, uncover genes whose loss causes synthetic lethality in combination with BRCA1/2 deficiency, and characterize the function of BRCA1/2 SNVs of uncertain clinical significance. Further use of these approaches, combined with next-generation CRISPR-based technologies, will aid to dissect the genetic network of the HR pathway, define the impact of HR mutations on cancer etiology and treatment, and develop novel targeted therapies for HR-deficient tumors.",
        "Keywords": [],
        "MeSH terms": [
            "Gene Regulatory Networks",
            "Genomics",
            "Homologous Recombination",
            "Mutation",
            "Poly(ADP-ribose) Polymerase Inhibitors"
        ],
        "Authors": [
            {
                "First Name": "Samuel B",
                "Last Name": "Hayward",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, United States."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, United States. Electronic address: ac3685@cumc.columbia.edu."
            }
        ],
        "Journal": "Current opinion in genetics & development",
        "PubDate": "2021"
    },
    {
        "PMID": "34508659",
        "Title": "REV1-Polζ maintains the viability of homologous recombination-deficient cancer cells through mutagenic repair of PRIMPOL-dependent ssDNA gaps.",
        "Abstract": "BRCA1/2 mutant tumor cells display an elevated mutation burden, the etiology of which remains unclear. Here, we report that these cells accumulate ssDNA gaps and spontaneous mutations during unperturbed DNA replication due to repriming by the DNA primase-polymerase PRIMPOL. Gap accumulation requires the DNA glycosylase SMUG1 and is exacerbated by depletion of the translesion synthesis (TLS) factor RAD18 or inhibition of the error-prone TLS polymerase complex REV1-Polζ by the small molecule JH-RE-06. JH-RE-06 treatment of BRCA1/2-deficient cells results in reduced mutation rates and PRIMPOL- and SMUG1-dependent loss of viability. Through cellular and animal studies, we demonstrate that JH-RE-06 is preferentially toxic toward HR-deficient cancer cells. Furthermore, JH-RE-06 remains effective toward PARP inhibitor (PARPi)-resistant BRCA1 mutant cells and displays additive toxicity with crosslinking agents or PARPi. Collectively, these studies identify a protective and mutagenic role for REV1-Polζ in BRCA1/2 mutant cells and provide the rationale for using REV1-Polζ inhibitors to treat BRCA1/2 mutant tumors.",
        "Keywords": [
            "BRCA1 and BRCA2",
            "DNA repriming",
            "PRIMPOL",
            "RAD18",
            "REV1 and Polζ",
            "breast and ovarian cancer",
            "homologous recombination",
            "ssDNA gaps",
            "synthetic lethality",
            "translesion synthesis"
        ],
        "MeSH terms": [
            "Animals",
            "Antineoplastic Agents",
            "BRCA1 Protein",
            "BRCA2 Protein",
            "Cell Line, Tumor",
            "DNA Breaks, Single-Stranded",
            "DNA Primase",
            "DNA Replication",
            "DNA, Neoplasm",
            "DNA-Binding Proteins",
            "DNA-Directed DNA Polymerase",
            "Female",
            "HEK293 Cells",
            "Humans",
            "Mice, Nude",
            "Multifunctional Enzymes",
            "Mutation",
            "Neoplasms",
            "Nucleic Acid Synthesis Inhibitors",
            "Nucleotidyltransferases",
            "Recombinational DNA Repair",
            "Uracil-DNA Glycosidase",
            "Xenograft Model Antitumor Assays",
            "Mice"
        ],
        "Authors": [
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Giuseppe",
                "Last Name": "Leuzzi",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Vincenzo",
                "Last Name": "Sannino",
                "Affiliation": "DNA Metabolism Laboratory, IFOM, FIRC Institute for Molecular Oncology, Milan, Italy; Department of Oncology and Hematology-Oncology, University of Milan, Milan, Italy."
            },
            {
                "First Name": "Raquel",
                "Last Name": "Cuella-Martin",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Jen-Wei",
                "Last Name": "Huang",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Foon",
                "Last Name": "Wu-Baer",
                "Affiliation": "Institute for Cancer Genetics, Department of Pathology & Cell Biology, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Richard",
                "Last Name": "Baer",
                "Affiliation": "Institute for Cancer Genetics, Department of Pathology & Cell Biology, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Vincenzo",
                "Last Name": "Costanzo",
                "Affiliation": "DNA Metabolism Laboratory, IFOM, FIRC Institute for Molecular Oncology, Milan, Italy; Department of Oncology and Hematology-Oncology, University of Milan, Milan, Italy."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA. Electronic address: ac3685@cumc.columbia.edu."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2021"
    },
    {
        "PMID": "33606978",
        "Title": "Functional interrogation of DNA damage response variants with base editing screens.",
        "Abstract": "Mutations in DNA damage response (DDR) genes endanger genome integrity and predispose to cancer and genetic disorders. Here, using CRISPR-dependent cytosine base editing screens, we identify > 2,000 sgRNAs that generate nucleotide variants in 86 DDR genes, resulting in altered cellular fitness upon DNA damage. Among those variants, we discover loss- and gain-of-function mutants in the Tudor domain of the DDR regulator 53BP1 that define a non-canonical surface required for binding the deubiquitinase USP28. Moreover, we characterize variants of the TRAIP ubiquitin ligase that define a domain, whose loss renders cells resistant to topoisomerase I inhibition. Finally, we identify mutations in the ATM kinase with opposing genome stability phenotypes and loss-of-function mutations in the CHK2 kinase previously categorized as variants of uncertain significance for breast cancer. We anticipate that this resource will enable the discovery of additional DDR gene functions and expedite studies of DDR variants in human disease.",
        "Keywords": [
            "53BP1",
            "ATM",
            "BE3 base editor",
            "CHK2",
            "CRISPR-dependent base editing",
            "DNA damage response",
            "TRAIP",
            "clinically relevant variants",
            "variants of uncertain significance"
        ],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Ataxia Telangiectasia Mutated Proteins",
            "Base Sequence",
            "CRISPR-Cas Systems",
            "Camptothecin",
            "Cell Line",
            "DNA Damage",
            "DNA Repair",
            "Female",
            "Gene Editing",
            "Genetic Testing",
            "Humans",
            "Mutation",
            "Phenotype",
            "Protein Binding",
            "Protein Domains",
            "RNA, Guide, CRISPR-Cas Systems",
            "Topoisomerase Inhibitors",
            "Tumor Suppressor p53-Binding Protein 1",
            "Ubiquitin Thiolesterase",
            "Ubiquitin-Protein Ligases"
        ],
        "Authors": [
            {
                "First Name": "Raquel",
                "Last Name": "Cuella-Martin",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Samuel B",
                "Last Name": "Hayward",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Xiao",
                "Last Name": "Fan",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Xiao",
                "Last Name": "Chen",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Jen-Wei",
                "Last Name": "Huang",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Giuseppe",
                "Last Name": "Leuzzi",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Junfei",
                "Last Name": "Zhao",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY 10032, USA; Program for Mathematical Genomics, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY 10032, USA; Program for Mathematical Genomics, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Chao",
                "Last Name": "Lu",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA. Electronic address: ac3685@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2021"
    },
    {
        "PMID": "33065018",
        "Title": "HATtracting Nucleases to Stalled Forks.",
        "Abstract": "In this issue of Molecular Cell, Kim et al., 2020 report that PCAF is a fork-associated histone acetyltransferase (HAT) that regulates the stability of stalled forks and the response to PARP inhibition in BRCA1/2-deficient cells.",
        "Keywords": [],
        "MeSH terms": [
            "Acetylation",
            "DNA Replication",
            "Endonucleases",
            "Histones"
        ],
        "Authors": [
            {
                "First Name": "Giuseppe",
                "Last Name": "Leuzzi",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, USA."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, USA. Electronic address: ac3685@cumc.columbia.edu."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2020"
    },
    {
        "PMID": "32971328",
        "Title": "Time for remodeling: SNF2-family DNA translocases in replication fork metabolism and human disease.",
        "Abstract": "Over the course of DNA replication, DNA lesions, transcriptional intermediates and protein-DNA complexes can impair the progression of replication forks, thus resulting in replication stress. Failure to maintain replication fork integrity in response to replication stress leads to genomic instability and predisposes to the development of cancer and other genetic disorders. Multiple DNA damage and repair pathways have evolved to allow completion of DNA replication following replication stress, thus preserving genomic integrity. One of the processes commonly induced in response to replication stress is fork reversal, which consists in the remodeling of stalled replication forks into four-way DNA junctions. In normal conditions, fork reversal slows down replication fork progression to ensure accurate repair of DNA lesions and facilitates replication fork restart once the DNA lesions have been removed. However, in certain pathological situations, such as the deficiency of DNA repair factors that protect regressed forks from nuclease-mediated degradation, fork reversal can cause genomic instability. In this review, we describe the complex molecular mechanisms regulating fork reversal, with a focus on the role of the SNF2-family fork remodelers SMARCAL1, ZRANB3 and HLTF, and highlight the implications of fork reversal for tumorigenesis and cancer therapy.",
        "Keywords": [
            "Cancer",
            "DNA damage",
            "Genomic instability",
            "Innate Immunity",
            "Replication fork remodeling",
            "Replication stress"
        ],
        "MeSH terms": [
            "DNA",
            "DNA Helicases",
            "DNA Repair",
            "DNA Replication",
            "DNA-Binding Proteins",
            "Genomic Instability",
            "Humans",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Sarah A",
                "Last Name": "Joseph",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Giuseppe",
                "Last Name": "Leuzzi",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Jen-Wei",
                "Last Name": "Huang",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Raquel",
                "Last Name": "Cuella-Martin",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA. Electronic address: ac3685@cumc.columbia.edu."
            }
        ],
        "Journal": "DNA repair",
        "PubDate": "2020"
    },
    {
        "PMID": "32528060",
        "Title": "MCM8IP activates the MCM8-9 helicase to promote DNA synthesis and homologous recombination upon DNA damage.",
        "Abstract": "Homologous recombination (HR) mediates the error-free repair of DNA double-strand breaks to maintain genomic stability. Here we characterize C17orf53/MCM8IP, an OB-fold containing protein that binds ssDNA, as a DNA repair factor involved in HR. MCM8IP-deficient cells exhibit HR defects, especially in long-tract gene conversion, occurring downstream of RAD51 loading, consistent with a role for MCM8IP in HR-dependent DNA synthesis. Moreover, loss of MCM8IP confers cellular sensitivity to crosslinking agents and PARP inhibition. Importantly, we report that MCM8IP directly associates with MCM8-9, a helicase complex mutated in primary ovarian insufficiency, and RPA1. We additionally show that the interactions of MCM8IP with MCM8-9 and RPA facilitate HR and promote replication fork progression and cellular viability in response to treatment with crosslinking agents. Mechanistically, MCM8IP stimulates the helicase activity of MCM8-9. Collectively, our work identifies MCM8IP as a key regulator of MCM8-9-dependent DNA synthesis during DNA recombination and replication.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Line, Tumor",
            "Cell Survival",
            "Chromatin",
            "DNA Damage",
            "DNA Replication",
            "DNA, Single-Stranded",
            "DNA-Binding Proteins",
            "HCT116 Cells",
            "HEK293 Cells",
            "Humans",
            "Minichromosome Maintenance Proteins",
            "Mutation",
            "Protein Binding",
            "Rad51 Recombinase",
            "Recombinational DNA Repair",
            "Replication Protein A"
        ],
        "Authors": [
            {
                "First Name": "Jen-Wei",
                "Last Name": "Huang",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Ananya",
                "Last Name": "Acharya",
                "Affiliation": "Institute for Research in Biomedicine, Faculty of Biomedical Sciences, Università della Svizzera italiana, Bellinzona, Switzerland."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Tarun S",
                "Last Name": "Nambiar",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Raquel",
                "Last Name": "Cuella-Martin",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Giuseppe",
                "Last Name": "Leuzzi",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Samuel B",
                "Last Name": "Hayward",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Sarah A",
                "Last Name": "Joseph",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Gregory J",
                "Last Name": "Brunette",
                "Affiliation": "Department of Microbiology and Molecular Genetics, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Roopesh",
                "Last Name": "Anand",
                "Affiliation": "Institute for Research in Biomedicine, Faculty of Biomedical Sciences, Università della Svizzera italiana, Bellinzona, Switzerland."
            },
            {
                "First Name": "Rajesh K",
                "Last Name": "Soni",
                "Affiliation": "Proteomics and Macromolecular Crystallography Shared Resource, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Nathan L",
                "Last Name": "Clark",
                "Affiliation": "Department of Human Genetics, University of Utah, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Kara A",
                "Last Name": "Bernstein",
                "Affiliation": "Department of Microbiology and Molecular Genetics, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Petr",
                "Last Name": "Cejka",
                "Affiliation": "Institute for Research in Biomedicine, Faculty of Biomedical Sciences, Università della Svizzera italiana, Bellinzona, Switzerland."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, USA. ac3685@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2020"
    },
    {
        "PMID": "32160537",
        "Title": "Detection of Marker-Free Precision Genome Editing and Genetic Variation through the Capture of Genomic Signatures.",
        "Abstract": "Genome editing technologies have transformed our ability to engineer desired genomic changes within living systems. However, detecting precise genomic modifications often requires sophisticated, expensive, and time-consuming experimental approaches. Here, we describe DTECT (Dinucleotide signaTurE CapTure), a rapid and versatile detection method that relies on the capture of targeted dinucleotide signatures resulting from the digestion of genomic DNA amplicons by the type IIS restriction enzyme AcuI. DTECT enables the accurate quantification of marker-free precision genome editing events introduced by CRISPR-dependent homology-directed repair, base editing, or prime editing in various biological systems, such as mammalian cell lines, organoids, and tissues. Furthermore, DTECT allows the identification of oncogenic mutations in cancer mouse models, patient-derived xenografts, and human cancer patient samples. The ease, speed, and cost efficiency by which DTECT identifies genomic signatures should facilitate the generation of marker-free cellular and animal models of human disease and expedite the detection of human pathogenic variants.",
        "Keywords": [
            "CRISPR",
            "base editing",
            "detection method",
            "dinucleotide signatures",
            "genetic variation",
            "homology-directed repair",
            "human pathogenic variants",
            "precision genome editing",
            "prime editing",
            "type IIS restriction endonucleases"
        ],
        "MeSH terms": [
            "Animals",
            "BRCA1 Protein",
            "BRCA2 Protein",
            "Base Sequence",
            "DNA",
            "Disease Models, Animal",
            "Gene Editing",
            "Genetic Loci",
            "Genetic Markers",
            "Genetic Variation",
            "Genomics",
            "Genotype",
            "HEK293 Cells",
            "Humans",
            "Mice",
            "Mutation",
            "NIH 3T3 Cells",
            "Neoplasms",
            "Nucleotides",
            "Oncogenes",
            "Recombinational DNA Repair",
            "Restriction Mapping"
        ],
        "Authors": [
            {
                "First Name": "Pierre",
                "Last Name": "Billon",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Tarun S",
                "Last Name": "Nambiar",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Samuel B",
                "Last Name": "Hayward",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Maria P",
                "Last Name": "Zafra",
                "Affiliation": "Sandra and Edward Meyer Cancer Center, Department of Medicine, Weill Cornell Medicine, New York, NY 10065, USA."
            },
            {
                "First Name": "Emma M",
                "Last Name": "Schatoff",
                "Affiliation": "Sandra and Edward Meyer Cancer Center, Department of Medicine, Weill Cornell Medicine, New York, NY 10065, USA; Weill Cornell/Rockefeller/Sloan Kettering Tri-Institutional MD-PhD Program, New York, NY 10065, USA."
            },
            {
                "First Name": "Koichi",
                "Last Name": "Oshima",
                "Affiliation": "Department of Pediatrics, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Pathology and Cell Biology, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA; Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Dunbar",
                "Affiliation": "Human Oncology and Pathogenesis Program, Center for Hematological Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Marco",
                "Last Name": "Breinig",
                "Affiliation": "Helmholtz-University Group \"Cell Plasticity and Epigenetic Remodeling\", German Cancer Research Center (DKFZ) and Institute of Pathology University Hospital, 69120 Heidelberg, Germany."
            },
            {
                "First Name": "Young C",
                "Last Name": "Park",
                "Affiliation": "Human Oncology and Pathogenesis Program, Center for Hematological Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Han S",
                "Last Name": "Ryu",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Darjus F",
                "Last Name": "Tschaharganeh",
                "Affiliation": "Helmholtz-University Group \"Cell Plasticity and Epigenetic Remodeling\", German Cancer Research Center (DKFZ) and Institute of Pathology University Hospital, 69120 Heidelberg, Germany."
            },
            {
                "First Name": "Ross L",
                "Last Name": "Levine",
                "Affiliation": "Human Oncology and Pathogenesis Program, Center for Hematological Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Richard",
                "Last Name": "Baer",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Irving Medical Center, New York, NY 10032, USA; Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Adolfo",
                "Last Name": "Ferrando",
                "Affiliation": "Department of Pediatrics, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Pathology and Cell Biology, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA; Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Lukas E",
                "Last Name": "Dow",
                "Affiliation": "Sandra and Edward Meyer Cancer Center, Department of Medicine, Weill Cornell Medicine, New York, NY 10065, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA. Electronic address: ac3685@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2020"
    },
    {
        "PMID": "31363085",
        "Title": "Stimulation of CRISPR-mediated homology-directed repair by an engineered RAD18 variant.",
        "Abstract": "Precise editing of genomic DNA can be achieved upon repair of CRISPR-induced DNA double-stranded breaks (DSBs) by homology-directed repair (HDR). However, the efficiency of this process is limited by DSB repair pathways competing with HDR, such as non-homologous end joining (NHEJ). Here we individually express in human cells 204 open reading frames involved in the DNA damage response (DDR) and determine their impact on CRISPR-mediated HDR. From these studies, we identify RAD18 as a stimulator of CRISPR-mediated HDR. By defining the RAD18 domains required to promote HDR, we derive an enhanced RAD18 variant (e18) that stimulates CRISPR-mediated HDR in multiple human cell types, including embryonic stem cells. Mechanistically, e18 induces HDR by suppressing the localization of the NHEJ-promoting factor 53BP1 to DSBs. Altogether, this study identifies e18 as an enhancer of CRISPR-mediated HDR and highlights the promise of engineering DDR factors to augment the efficiency of precision genome editing.",
        "Keywords": [],
        "MeSH terms": [
            "Clustered Regularly Interspaced Short Palindromic Repeats",
            "DNA Damage",
            "DNA-Binding Proteins",
            "Gene Editing",
            "Humans",
            "Protein Domains",
            "Protein Engineering",
            "Recombinational DNA Repair",
            "Ubiquitin-Protein Ligases"
        ],
        "Authors": [
            {
                "First Name": "Tarun S",
                "Last Name": "Nambiar",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Pierre",
                "Last Name": "Billon",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Giacomo",
                "Last Name": "Diedenhofen",
                "Affiliation": "Naomi Berrie Diabetes Center and Department of Pediatrics, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Samuel B",
                "Last Name": "Hayward",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Kunheng",
                "Last Name": "Cai",
                "Affiliation": "Naomi Berrie Diabetes Center and Department of Pediatrics, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Jen-Wei",
                "Last Name": "Huang",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Giuseppe",
                "Last Name": "Leuzzi",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Raquel",
                "Last Name": "Cuella-Martin",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Palacios",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Anuj",
                "Last Name": "Gupta",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Dieter",
                "Last Name": "Egli",
                "Affiliation": "Naomi Berrie Diabetes Center and Department of Pediatrics, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, 10032, USA. ac3685@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2019"
    },
    {
        "PMID": "30244837",
        "Title": "The BRCT Domains of the BRCA1 and BARD1 Tumor Suppressors Differentially Regulate Homology-Directed Repair and Stalled Fork Protection.",
        "Abstract": "The BRCA1 tumor suppressor preserves genome integrity through both homology-directed repair (HDR) and stalled fork protection (SFP). In vivo, BRCA1 exists as a heterodimer with the BARD1 tumor suppressor, and both proteins harbor a phosphate-binding BRCT domain. Here, we compare mice with mutations that ablate BRCT phospho-recognition by Bard1 (Bard1",
        "Keywords": [
            "BARD1",
            "BRCA1",
            "BRCT domain",
            "DNA break repair",
            "familial breast cancer",
            "genome instability",
            "poly(ADP-ribose)",
            "stalled replication forks",
            "tumor suppression"
        ],
        "MeSH terms": [
            "Animals",
            "BRCA1 Protein",
            "Chromosomal Instability",
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "Female",
            "Humans",
            "Mice",
            "Mutation",
            "Protein Domains",
            "Recombinational DNA Repair",
            "Tumor Suppressor Proteins",
            "Ubiquitin-Protein Ligases"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Billing",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Pathology & Cell Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Michiko",
                "Last Name": "Horiguchi",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Pathology & Cell Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Foon",
                "Last Name": "Wu-Baer",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Pathology & Cell Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Department of Genetics & Development, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Giuseppe",
                "Last Name": "Leuzzi",
                "Affiliation": "Department of Genetics & Development, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Silvia Alvarez",
                "Last Name": "Nanez",
                "Affiliation": "Department of Genetics & Development, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Wenxia",
                "Last Name": "Jiang",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Shan",
                "Last Name": "Zha",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Pathology & Cell Biology, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Pediatrics, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Matthias",
                "Last Name": "Szabolcs",
                "Affiliation": "Department of Pathology & Cell Biology, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Chyuan-Sheng",
                "Last Name": "Lin",
                "Affiliation": "Department of Pathology & Cell Biology, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics & Development, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Richard",
                "Last Name": "Baer",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Pathology & Cell Biology, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY 10032, USA. Electronic address: rb670@columbia.edu."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2018"
    },
    {
        "PMID": "29053959",
        "Title": "Restoration of Replication Fork Stability in BRCA1- and BRCA2-Deficient Cells by Inactivation of SNF2-Family Fork Remodelers.",
        "Abstract": "To ensure the completion of DNA replication and maintenance of genome integrity, DNA repair factors protect stalled replication forks upon replication stress. Previous studies have identified a critical role for the tumor suppressors BRCA1 and BRCA2 in preventing the degradation of nascent DNA by the MRE11 nuclease after replication stress. Here we show that depletion of SMARCAL1, a SNF2-family DNA translocase that remodels stalled forks, restores replication fork stability and reduces the formation of replication stress-induced DNA breaks and chromosomal aberrations in BRCA1/2-deficient cells. In addition to SMARCAL1, other SNF2-family fork remodelers, including ZRANB3 and HLTF, cause nascent DNA degradation and genomic instability in BRCA1/2-deficient cells upon replication stress. Our observations indicate that nascent DNA degradation in BRCA1/2-deficient cells occurs as a consequence of MRE11-dependent nucleolytic processing of reversed forks generated by fork remodelers. These studies provide mechanistic insights into the processes that cause genome instability in BRCA1/2-deficient cells.",
        "Keywords": [
            "BRCA1 and BRCA2",
            "DNA replication stress",
            "HLTF",
            "MRE11",
            "RAD51",
            "SMARCAL1",
            "ZRANB3",
            "breast and ovarian cancer",
            "replication fork instability",
            "replication fork reversal"
        ],
        "MeSH terms": [
            "BRCA2 Protein",
            "Cell Line, Tumor",
            "DNA Breaks",
            "DNA Helicases",
            "DNA-Binding Proteins",
            "Genomic Instability",
            "Humans",
            "MRE11 Homologue Protein",
            "Transcription Factors",
            "Ubiquitin-Protein Ligases"
        ],
        "Authors": [
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Silvia",
                "Last Name": "Alvarez",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Giuseppe",
                "Last Name": "Leuzzi",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Vincenzo",
                "Last Name": "Sannino",
                "Affiliation": "DNA Metabolism Laboratory, IFOM, FIRC Institute for Molecular Oncology, 20139 Milan, Italy."
            },
            {
                "First Name": "Lepakshi",
                "Last Name": "Ranjha",
                "Affiliation": "Institute for Research in Biomedicine, Università della Svizzera Italiana, 6500 Bellinzona, Switzerland."
            },
            {
                "First Name": "Jen-Wei",
                "Last Name": "Huang",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Chioma",
                "Last Name": "Madubata",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, NY 10032, USA; Department of Biomedical Informatics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Roopesh",
                "Last Name": "Anand",
                "Affiliation": "Institute for Research in Biomedicine, Università della Svizzera Italiana, 6500 Bellinzona, Switzerland."
            },
            {
                "First Name": "Brynn",
                "Last Name": "Levy",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, NY 10032, USA; Department of Biomedical Informatics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Petr",
                "Last Name": "Cejka",
                "Affiliation": "Institute for Research in Biomedicine, Università della Svizzera Italiana, 6500 Bellinzona, Switzerland; Department of Biology, Institute of Biochemistry, Swiss Federal Institute of Technology, 8093 Zurich, Switzerland."
            },
            {
                "First Name": "Vincenzo",
                "Last Name": "Costanzo",
                "Affiliation": "DNA Metabolism Laboratory, IFOM, FIRC Institute for Molecular Oncology, 20139 Milan, Italy."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032, USA. Electronic address: ac3685@cumc.columbia.edu."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2017"
    },
    {
        "PMID": "28890334",
        "Title": "CRISPR-Mediated Base Editing Enables Efficient Disruption of Eukaryotic Genes through Induction of STOP Codons.",
        "Abstract": "Standard CRISPR-mediated gene disruption strategies rely on Cas9-induced DNA double-strand breaks (DSBs). Here, we show that CRISPR-dependent base editing efficiently inactivates genes by precisely converting four codons (CAA, CAG, CGA, and TGG) into STOP codons without DSB formation. To facilitate gene inactivation by induction of STOP codons (iSTOP), we provide access to a database of over 3.4 million single guide RNAs (sgRNAs) for iSTOP (sgSTOPs) targeting 97%-99% of genes in eight eukaryotic species, and we describe a restriction fragment length polymorphism (RFLP) assay that allows the rapid detection of iSTOP-mediated editing in cell populations and clones. To simplify the selection of sgSTOPs, our resource includes annotations for off-target propensity, percentage of isoforms targeted, prediction of nonsense-mediated decay, and restriction enzymes for RFLP analysis. Additionally, our database includes sgSTOPs that could be employed to precisely model over 32,000 cancer-associated nonsense mutations. Altogether, this work provides a comprehensive resource for DSB-free gene disruption by iSTOP.",
        "Keywords": [
            "CRISPR-mediated base editing",
            "RFLP assay",
            "STOP codons",
            "cancer",
            "genome-wide sgRNA analysis",
            "iSTOP",
            "nonsense mutations"
        ],
        "MeSH terms": [
            "Animals",
            "Arabidopsis",
            "CRISPR-Associated Proteins",
            "CRISPR-Cas Systems",
            "Clustered Regularly Interspaced Short Palindromic Repeats",
            "Codon, Nonsense",
            "Codon, Terminator",
            "Computational Biology",
            "DNA Restriction Enzymes",
            "Databases, Genetic",
            "Gene Editing",
            "Gene Expression Regulation, Fungal",
            "Gene Expression Regulation, Neoplastic",
            "Gene Expression Regulation, Plant",
            "Gene Silencing",
            "HEK293 Cells",
            "Humans",
            "Mice",
            "Neoplasms",
            "Polymorphism, Restriction Fragment Length",
            "RNA, Guide, CRISPR-Cas Systems",
            "Rats",
            "Saccharomyces cerevisiae",
            "Transfection"
        ],
        "Authors": [
            {
                "First Name": "Pierre",
                "Last Name": "Billon",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Eric E",
                "Last Name": "Bryant",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Sarah A",
                "Last Name": "Joseph",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Tarun S",
                "Last Name": "Nambiar",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Samuel B",
                "Last Name": "Hayward",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032, USA. Electronic address: ac3685@cumc.columbia.edu."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2017"
    },
    {
        "PMID": "28886337",
        "Title": "Replication Fork Slowing and Reversal upon DNA Damage Require PCNA Polyubiquitination and ZRANB3 DNA Translocase Activity.",
        "Abstract": "DNA damage tolerance during eukaryotic replication is orchestrated by PCNA ubiquitination. While monoubiquitination activates mutagenic translesion synthesis, polyubiquitination activates an error-free pathway, elusive in mammals, enabling damage bypass by template switching. Fork reversal is driven in vitro by multiple enzymes, including the DNA translocase ZRANB3, shown to bind polyubiquitinated PCNA. However, whether this interaction promotes fork remodeling and template switching in vivo was unknown. Here we show that damage-induced fork reversal in mammalian cells requires PCNA ubiquitination, UBC13, and K63-linked polyubiquitin chains, previously involved in error-free damage tolerance. Fork reversal in vivo also requires ZRANB3 translocase activity and its interaction with polyubiquitinated PCNA, pinpointing ZRANB3 as a key effector of error-free DNA damage tolerance. Mutations affecting fork reversal also induced unrestrained fork progression and chromosomal breakage, suggesting fork remodeling as a global fork slowing and protection mechanism. Targeting these fork protection systems represents a promising strategy to potentiate cancer chemotherapy.",
        "Keywords": [
            "DNA damage tolerance",
            "PCNA ubiquitination",
            "ZRANB3 DNA translocase",
            "cancer chemotherapeutics",
            "electron microscopy in vivo",
            "postreplication repair",
            "replication fork progression",
            "replication fork reversal",
            "single-molecule approaches"
        ],
        "MeSH terms": [
            "Animals",
            "CRISPR-Cas Systems",
            "DNA Damage",
            "DNA Helicases",
            "DNA Replication",
            "DNA, Neoplasm",
            "HCT116 Cells",
            "HEK293 Cells",
            "Humans",
            "Kinetics",
            "Mice",
            "Mutation",
            "Neoplasms",
            "Polyubiquitin",
            "Proliferating Cell Nuclear Antigen",
            "RNA Interference",
            "Replication Origin",
            "Transfection",
            "Ubiquitin-Conjugating Enzymes",
            "Ubiquitination"
        ],
        "Authors": [
            {
                "First Name": "Marko",
                "Last Name": "Vujanovic",
                "Affiliation": "Institute of Molecular Cancer Research, University of Zurich, 8057 Zurich, Switzerland."
            },
            {
                "First Name": "Jana",
                "Last Name": "Krietsch",
                "Affiliation": "Institute of Molecular Cancer Research, University of Zurich, 8057 Zurich, Switzerland."
            },
            {
                "First Name": "Maria Chiara",
                "Last Name": "Raso",
                "Affiliation": "Institute of Molecular Cancer Research, University of Zurich, 8057 Zurich, Switzerland."
            },
            {
                "First Name": "Nastassja",
                "Last Name": "Terraneo",
                "Affiliation": "Institute of Molecular Cancer Research, University of Zurich, 8057 Zurich, Switzerland."
            },
            {
                "First Name": "Ralph",
                "Last Name": "Zellweger",
                "Affiliation": "Institute of Molecular Cancer Research, University of Zurich, 8057 Zurich, Switzerland."
            },
            {
                "First Name": "Jonas A",
                "Last Name": "Schmid",
                "Affiliation": "Institute of Molecular Cancer Research, University of Zurich, 8057 Zurich, Switzerland."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Taglialatela",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, Irving Cancer Research Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Jen-Wei",
                "Last Name": "Huang",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, Irving Cancer Research Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Cory L",
                "Last Name": "Holland",
                "Affiliation": "Department of Biochemistry, Vanderbilt University School of Medicine, Nashville, TN 37205-0146, USA."
            },
            {
                "First Name": "Katharina",
                "Last Name": "Zwicky",
                "Affiliation": "Institute of Molecular Cancer Research, University of Zurich, 8057 Zurich, Switzerland."
            },
            {
                "First Name": "Raquel",
                "Last Name": "Herrador",
                "Affiliation": "Institute of Molecular Cancer Research, University of Zurich, 8057 Zurich, Switzerland."
            },
            {
                "First Name": "Heinz",
                "Last Name": "Jacobs",
                "Affiliation": "Division of Tumor Biology and Immunology, the Netherlands Cancer Institute, 1066 CX, Amsterdam, the Netherlands."
            },
            {
                "First Name": "David",
                "Last Name": "Cortez",
                "Affiliation": "Department of Biochemistry, Vanderbilt University School of Medicine, Nashville, TN 37205-0146, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, Irving Cancer Research Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Lorenza",
                "Last Name": "Penengo",
                "Affiliation": "Institute of Molecular Cancer Research, University of Zurich, 8057 Zurich, Switzerland."
            },
            {
                "First Name": "Massimo",
                "Last Name": "Lopes",
                "Affiliation": "Institute of Molecular Cancer Research, University of Zurich, 8057 Zurich, Switzerland. Electronic address: lopes@imcr.uzh.ch."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2017"
    },
    {
        "PMID": "28757209",
        "Title": "Smarcal1-Mediated Fork Reversal Triggers Mre11-Dependent Degradation of Nascent DNA in the Absence of Brca2 and Stable Rad51 Nucleofilaments.",
        "Abstract": "Brca2 deficiency causes Mre11-dependent degradation of nascent DNA at stalled forks, leading to cell lethality. To understand the molecular mechanisms underlying this process, we isolated Xenopus laevis Brca2. We demonstrated that Brca2 protein prevents single-stranded DNA gap accumulation at replication fork junctions and behind them by promoting Rad51 binding to replicating DNA. Without Brca2, forks with persistent gaps are converted by Smarcal1 into reversed forks, triggering extensive Mre11-dependent nascent DNA degradation. Stable Rad51 nucleofilaments, but not RPA or Rad51",
        "Keywords": [
            "Brca2",
            "DNA replication",
            "Mre11",
            "Rad51",
            "Xenopus laevis",
            "fork protection"
        ],
        "MeSH terms": [
            "Animals",
            "BRCA2 Protein",
            "Binding Sites",
            "DNA",
            "DNA Helicases",
            "DNA Polymerase I",
            "DNA Polymerase III",
            "DNA Replication",
            "DNA-Binding Proteins",
            "Endodeoxyribonucleases",
            "Exodeoxyribonucleases",
            "Female",
            "Genomic Instability",
            "Humans",
            "MRE11 Homologue Protein",
            "Male",
            "Mutation",
            "Protein Binding",
            "Rad51 Recombinase",
            "Replication Origin",
            "Saccharomyces cerevisiae Proteins",
            "Time Factors",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Arun Mouli",
                "Last Name": "Kolinjivadi",
                "Affiliation": "DNA Metabolism Laboratory, IFOM, FIRC Institute for Molecular Oncology, 20139 Milan, Italy."
            },
            {
                "First Name": "Vincenzo",
                "Last Name": "Sannino",
                "Affiliation": "DNA Metabolism Laboratory, IFOM, FIRC Institute for Molecular Oncology, 20139 Milan, Italy."
            },
            {
                "First Name": "Anna",
                "Last Name": "De Antoni",
                "Affiliation": "DNA Metabolism Laboratory, IFOM, FIRC Institute for Molecular Oncology, 20139 Milan, Italy."
            },
            {
                "First Name": "Karina",
                "Last Name": "Zadorozhny",
                "Affiliation": "Department of Biology, Masaryk University, Brno 625 00, Czech Republic."
            },
            {
                "First Name": "Mairi",
                "Last Name": "Kilkenny",
                "Affiliation": "Department of Biochemistry, Tennis Court Road, University of Cambridge, Cambridge CB2 1GA, UK."
            },
            {
                "First Name": "Hervé",
                "Last Name": "Técher",
                "Affiliation": "DNA Metabolism Laboratory, IFOM, FIRC Institute for Molecular Oncology, 20139 Milan, Italy."
            },
            {
                "First Name": "Giorgio",
                "Last Name": "Baldi",
                "Affiliation": "DNA Metabolism Laboratory, IFOM, FIRC Institute for Molecular Oncology, 20139 Milan, Italy."
            },
            {
                "First Name": "Rong",
                "Last Name": "Shen",
                "Affiliation": "Department of Biochemistry, Tennis Court Road, University of Cambridge, Cambridge CB2 1GA, UK."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Luca",
                "Last Name": "Pellegrini",
                "Affiliation": "Department of Biochemistry, Tennis Court Road, University of Cambridge, Cambridge CB2 1GA, UK. Electronic address: lp212@cam.ac.uk."
            },
            {
                "First Name": "Lumir",
                "Last Name": "Krejci",
                "Affiliation": "Department of Biology, Masaryk University, Brno 625 00, Czech Republic; National Centre for Biomolecular Research, Masaryk University, Brno 625 00, Czech Republic; International Clinical Research Center, St. Anne's University Hospital, Brno 656 91, Czech Republic. Electronic address: lkrejci@chemi.muni.cz."
            },
            {
                "First Name": "Vincenzo",
                "Last Name": "Costanzo",
                "Affiliation": "DNA Metabolism Laboratory, IFOM, FIRC Institute for Molecular Oncology, 20139 Milan, Italy. Electronic address: vincenzo.costanzo@ifom.eu."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2017"
    },
    {
        "PMID": "27984741",
        "Title": "Stressing Out About RAD52.",
        "Abstract": "The role of mammalian RAD52 has been mysterious due to the lack of a strong DNA repair phenotype of RAD52-deficient cells. In this issue of Molecular Cell, studies by Bhowmick et al. (2016) and Sotiriou et al. (2016) reveal an unexpected role for RAD52 in promoting DNA synthesis following replication stress.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA Repair",
            "DNA Replication",
            "DNA-Binding Proteins",
            "Humans",
            "Rad51 Recombinase",
            "Rad52 DNA Repair and Recombination Protein",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA. Electronic address: ac3685@cumc.columbia.edu."
            },
            {
                "First Name": "Lorraine S",
                "Last Name": "Symington",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY 10032, USA. Electronic address: lss5@cumc.columbia.edu."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2016"
    },
    {
        "PMID": "26004182",
        "Title": "A Systematic Analysis of Factors Localized to Damaged Chromatin Reveals PARP-Dependent Recruitment of Transcription Factors.",
        "Abstract": "Localization to sites of DNA damage is a hallmark of DNA damage response (DDR) proteins. To identify DDR factors, we screened epitope-tagged proteins for localization to sites of chromatin damaged by UV laser microirradiation and found >120 proteins that localize to damaged chromatin. These include the BAF tumor suppressor complex and the amyotrophic lateral sclerosis (ALS) candidate protein TAF15. TAF15 contains multiple domains that bind damaged chromatin in a poly-(ADP-ribose) polymerase (PARP)-dependent manner, suggesting a possible role as glue that tethers multiple PAR chains together. Many positives were transcription factors; > 70% of randomly tested transcription factors localized to sites of DNA damage, and of these, ∼90% were PARP dependent for localization. Mutational analyses showed that localization to damaged chromatin is DNA-binding-domain dependent. By examining Hoechst staining patterns at damage sites, we see evidence of chromatin decompaction that is PARP dependent. We propose that PARP-regulated chromatin remodeling at sites of damage allows transient accessibility of DNA-binding proteins.",
        "Keywords": [],
        "MeSH terms": [
            "Chromatin",
            "Chromatin Assembly and Disassembly",
            "DNA Damage",
            "DNA Repair",
            "Fluorescent Antibody Technique",
            "HEK293 Cells",
            "Humans",
            "Poly(ADP-ribose) Polymerases",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Lior",
                "Last Name": "Izhar",
                "Affiliation": "Department of Genetics, Harvard University Medical School, Boston, MA 02115, USA; Howard Hughes Medical Institute; Division of Genetics, Brigham and Women's Hospital, Boston, MA 02115, USA."
            },
            {
                "First Name": "Britt",
                "Last Name": "Adamson",
                "Affiliation": "Department of Genetics, Harvard University Medical School, Boston, MA 02115, USA; Howard Hughes Medical Institute; Division of Genetics, Brigham and Women's Hospital, Boston, MA 02115, USA; Department of Cellular and Molecular Pharmacology, University of California, San Francisco, San Francisco, CA 94158, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics, Harvard University Medical School, Boston, MA 02115, USA; Howard Hughes Medical Institute; Division of Genetics, Brigham and Women's Hospital, Boston, MA 02115, USA; Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jedd",
                "Last Name": "Lewis",
                "Affiliation": "Department of Genetics, Harvard University Medical School, Boston, MA 02115, USA; Howard Hughes Medical Institute; Division of Genetics, Brigham and Women's Hospital, Boston, MA 02115, USA."
            },
            {
                "First Name": "Laura",
                "Last Name": "Pontano-Vaites",
                "Affiliation": "Department of Cell Biology, Harvard University Medical School, Boston, MA 02115, USA."
            },
            {
                "First Name": "Yumei",
                "Last Name": "Leng",
                "Affiliation": "Department of Genetics, Harvard University Medical School, Boston, MA 02115, USA; Howard Hughes Medical Institute; Division of Genetics, Brigham and Women's Hospital, Boston, MA 02115, USA."
            },
            {
                "First Name": "Anthony C",
                "Last Name": "Liang",
                "Affiliation": "Department of Genetics, Harvard University Medical School, Boston, MA 02115, USA; Howard Hughes Medical Institute; Division of Genetics, Brigham and Women's Hospital, Boston, MA 02115, USA."
            },
            {
                "First Name": "Thomas F",
                "Last Name": "Westbrook",
                "Affiliation": "Verna and Marrs McLean Department of Biochemistry and Molecular Biology, Department of Molecular and Human Genetics, and Department of Pediatrics, Baylor College of Medicine, One Baylor Plaza, Houston, TX 77030, USA."
            },
            {
                "First Name": "J Wade",
                "Last Name": "Harper",
                "Affiliation": "Department of Cell Biology, Harvard University Medical School, Boston, MA 02115, USA."
            },
            {
                "First Name": "Stephen J",
                "Last Name": "Elledge",
                "Affiliation": "Department of Genetics, Harvard University Medical School, Boston, MA 02115, USA; Howard Hughes Medical Institute; Division of Genetics, Brigham and Women's Hospital, Boston, MA 02115, USA. Electronic address: selledge@genetics.med.harvard.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2015"
    },
    {
        "PMID": "25512513",
        "Title": "Treacher Collins syndrome TCOF1 protein cooperates with NBS1 in the DNA damage response.",
        "Abstract": "The signal transduction pathway of the DNA damage response (DDR) is activated to maintain genomic integrity following DNA damage. The DDR promotes genomic integrity by regulating a large network of cellular activities that range from DNA replication and repair to transcription, RNA splicing, and metabolism. In this study we define an interaction between the DDR factor NBS1 and TCOF1, a nucleolar protein that regulates ribosomal DNA (rDNA) transcription and is mutated in Treacher Collins syndrome. We show that NBS1 relocalizes to nucleoli after DNA damage in a manner dependent on TCOF1 and on casein kinase II and ATM, which are known to modify TCOF1 by phosphorylation. Moreover, we identify a putative ATM phosphorylation site that is required for NBS1 relocalization to nucleoli in response to DNA damage. Last, we report that TCOF1 promotes cellular resistance to DNA damaging agents. Collectively, our findings identify TCOF1 as a DDR factor that could cooperate with ATM and NBS1 to suppress inappropriate rDNA transcription and maintain genomic integrity after DNA damage.",
        "Keywords": [
            "ATM",
            "CK2",
            "DNA damage response",
            "nucleolus",
            "protein phosphorylation"
        ],
        "MeSH terms": [
            "Active Transport, Cell Nucleus",
            "Ataxia Telangiectasia Mutated Proteins",
            "Cell Cycle Proteins",
            "Cell Line, Tumor",
            "Cell Nucleolus",
            "DNA Damage",
            "DNA, Ribosomal",
            "Humans",
            "Nuclear Proteins",
            "Phosphoproteins",
            "Phosphorylation",
            "Signal Transduction",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics and Howard Hughes Medical Institute, Division of Genetics, Brigham and Women's Hospital, Harvard University Medical School, Boston, MA 02115; Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032; and selledge@genetics.med.harvard.edu ac3685@columbia.edu."
            },
            {
                "First Name": "Jen-Wei",
                "Last Name": "Huang",
                "Affiliation": "Department of Genetics and Development, Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032; and."
            },
            {
                "First Name": "Lior",
                "Last Name": "Izhar",
                "Affiliation": "Department of Genetics and Howard Hughes Medical Institute, Division of Genetics, Brigham and Women's Hospital, Harvard University Medical School, Boston, MA 02115;"
            },
            {
                "First Name": "Mathew E",
                "Last Name": "Sowa",
                "Affiliation": "Department of Cell Biology, Harvard University Medical School, Boston, MA 02115."
            },
            {
                "First Name": "J Wade",
                "Last Name": "Harper",
                "Affiliation": "Department of Cell Biology, Harvard University Medical School, Boston, MA 02115."
            },
            {
                "First Name": "Stephen J",
                "Last Name": "Elledge",
                "Affiliation": "Department of Genetics and Howard Hughes Medical Institute, Division of Genetics, Brigham and Women's Hospital, Harvard University Medical School, Boston, MA 02115; selledge@genetics.med.harvard.edu ac3685@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2014"
    },
    {
        "PMID": "23503679",
        "Title": "Protein interaction discovery using parallel analysis of translated ORFs (PLATO).",
        "Abstract": "Identifying physical interactions between proteins and other molecules is a critical aspect of biological analysis. Here we describe PLATO, an in vitro method for mapping such interactions by affinity enrichment of a library of full-length open reading frames displayed on ribosomes, followed by massively parallel analysis using DNA sequencing. We demonstrate the broad utility of the method for human proteins by identifying known and previously unidentified interacting partners of LYN kinase, patient autoantibodies, and the small-molecules gefitinib and dasatinib.",
        "Keywords": [],
        "MeSH terms": [
            "High-Throughput Nucleotide Sequencing",
            "Humans",
            "Open Reading Frames",
            "Protein Binding",
            "Protein Biosynthesis",
            "Protein Interaction Mapping",
            "Protein Interaction Maps",
            "src-Family Kinases"
        ],
        "Authors": [
            {
                "First Name": "Jian",
                "Last Name": "Zhu",
                "Affiliation": "Division of Genetics, Department of Medicine, Brigham and Women's Hospital, Boston, MA."
            },
            {
                "First Name": "H Benjamin",
                "Last Name": "Larman",
                "Affiliation": "Division of Genetics, Department of Medicine, Brigham and Women's Hospital, Boston, MA."
            },
            {
                "First Name": "Geng",
                "Last Name": "Gao",
                "Affiliation": "Division of Genetics, Department of Medicine, Brigham and Women's Hospital, Boston, MA."
            },
            {
                "First Name": "Romel",
                "Last Name": "Somwar",
                "Affiliation": "Human Oncology and Pathogenesis Program, Memorial Sloan-Kettering Cancer Center, New York, NY."
            },
            {
                "First Name": "Zijuan",
                "Last Name": "Zhang",
                "Affiliation": "Department of Chemistry, University of Massachusetts Boston, Boston, MA."
            },
            {
                "First Name": "Uri",
                "Last Name": "Laserson",
                "Affiliation": "Harvard-MIT Division of Health Sciences and Technology, Cambridge, MA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Division of Genetics, Department of Medicine, Brigham and Women's Hospital, Boston, MA."
            },
            {
                "First Name": "Natalya",
                "Last Name": "Pavlova",
                "Affiliation": "Division of Genetics, Department of Medicine, Brigham and Women's Hospital, Boston, MA."
            },
            {
                "First Name": "George",
                "Last Name": "Church",
                "Affiliation": "Harvard-MIT Division of Health Sciences and Technology, Cambridge, MA."
            },
            {
                "First Name": "Wei",
                "Last Name": "Zhang",
                "Affiliation": "Department of Chemistry, University of Massachusetts Boston, Boston, MA."
            },
            {
                "First Name": "Santosh",
                "Last Name": "Kesari",
                "Affiliation": "Division of Neuro-Oncology, Translational Neuro-Oncology Laboratories, Department of Neurosciences, U.C. San Diego, Moores Cancer Center, La Jolla, CA."
            },
            {
                "First Name": "Stephen J",
                "Last Name": "Elledge",
                "Affiliation": "Division of Genetics, Department of Medicine, Brigham and Women's Hospital, Boston, MA."
            }
        ],
        "Journal": "Nature biotechnology",
        "PubDate": "2013"
    },
    {
        "PMID": "22704558",
        "Title": "Polyubiquitinated PCNA recruits the ZRANB3 translocase to maintain genomic integrity after replication stress.",
        "Abstract": "Completion of DNA replication after replication stress depends on PCNA, which undergoes monoubiquitination to stimulate direct bypass of DNA lesions by specialized DNA polymerases or is polyubiquitinated to promote recombination-dependent DNA synthesis across DNA lesions by template switching mechanisms. Here we report that the ZRANB3 translocase, a SNF2 family member related to the SIOD disorder SMARCAL1 protein, is recruited by polyubiquitinated PCNA to promote fork restart following replication arrest. ZRANB3 depletion in mammalian cells results in an increased frequency of sister chromatid exchange and DNA damage sensitivity after treatment with agents that cause replication stress. Using in vitro biochemical assays, we show that recombinant ZRANB3 remodels DNA structures mimicking stalled replication forks and disassembles recombination intermediates. We therefore propose that ZRANB3 maintains genomic stability at stalled or collapsed replication forks by facilitating fork restart and limiting inappropriate recombination that could occur during template switching events.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Cell Line, Tumor",
            "DNA Damage",
            "DNA Helicases",
            "DNA Replication",
            "Genomic Instability",
            "Green Fluorescent Proteins",
            "Humans",
            "Molecular Sequence Data",
            "Osteosarcoma",
            "Polyubiquitin",
            "Proliferating Cell Nuclear Antigen",
            "Protein Binding",
            "Recombination, Genetic",
            "Sister Chromatid Exchange",
            "Stress, Physiological",
            "Ubiquitination"
        ],
        "Authors": [
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Department of Genetics, Harvard University Medical School, Boston, MA 02115, USA."
            },
            {
                "First Name": "Amitabh V",
                "Last Name": "Nimonkar",
                "Affiliation": ""
            },
            {
                "First Name": "Yiduo",
                "Last Name": "Hu",
                "Affiliation": ""
            },
            {
                "First Name": "Ildiko",
                "Last Name": "Hajdu",
                "Affiliation": ""
            },
            {
                "First Name": "Yathish Jagadheesh",
                "Last Name": "Achar",
                "Affiliation": ""
            },
            {
                "First Name": "Lior",
                "Last Name": "Izhar",
                "Affiliation": ""
            },
            {
                "First Name": "Sarah A",
                "Last Name": "Petit",
                "Affiliation": ""
            },
            {
                "First Name": "Britt",
                "Last Name": "Adamson",
                "Affiliation": ""
            },
            {
                "First Name": "John C",
                "Last Name": "Yoon",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen C",
                "Last Name": "Kowalczykowski",
                "Affiliation": ""
            },
            {
                "First Name": "David M",
                "Last Name": "Livingston",
                "Affiliation": ""
            },
            {
                "First Name": "Lajos",
                "Last Name": "Haracska",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen J",
                "Last Name": "Elledge",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2012"
    },
    {
        "PMID": "21788515",
        "Title": "Wolf-Hirschhorn syndrome candidate 1 is involved in the cellular response to DNA damage.",
        "Abstract": "Wolf-Hirschhorn syndrome (WHS) is a malformation syndrome associated with growth retardation, mental retardation, and immunodeficiency resulting from a hemizygous deletion of the short arm of chromosome 4, called the WHS critical region (WHSC). The WHSC1 gene is located in this region, and its loss is believed to be responsible for a number of WHS characteristics. We identified WHSC1 in a genetic screen for genes involved in responding to replication stress, linking Wolf-Hirschhorn syndrome to the DNA damage response (DDR). Here, we report that the WHSC1 protein is a member of the DDR pathway. WHSC1 localizes to sites of DNA damage and replication stress and is required for resistance to many DNA-damaging and replication stress-inducing agents. Through its SET domain, WHSC1 regulates the methylation status of the histone H4 K20 residue and is required for the recruitment of 53BP1 to sites of DNA damage. We propose that Wolf-Hirschhorn syndrome results from a defect in the DDR.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Line, Tumor",
            "Checkpoint Kinase 2",
            "DNA Damage",
            "DNA Replication",
            "Enzyme Activation",
            "Gene Silencing",
            "Histone-Lysine N-Methyltransferase",
            "Histones",
            "Humans",
            "Hydroxyurea",
            "Intracellular Signaling Peptides and Proteins",
            "Lysine",
            "Methylation",
            "Phosphorylation",
            "Protein Serine-Threonine Kinases",
            "Protein Transport",
            "Replication Protein A",
            "Repressor Proteins",
            "Stress, Physiological",
            "Tumor Suppressor p53-Binding Protein 1",
            "Wolf-Hirschhorn Syndrome"
        ],
        "Authors": [
            {
                "First Name": "Ildiko",
                "Last Name": "Hajdu",
                "Affiliation": "Department of Genetics, Howard Hughes Medical Institute, Division of Genetics, Brigham and Women's Hospital, Harvard University Medical School, Boston, MA 02115, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": ""
            },
            {
                "First Name": "Susanna M",
                "Last Name": "Lewis",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen J",
                "Last Name": "Elledge",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2011"
    },
    {
        "PMID": "21628590",
        "Title": "Proliferating cell nuclear antigen (PCNA)-associated KIAA0101/PAF15 protein is a cell cycle-regulated anaphase-promoting complex/cyclosome substrate.",
        "Abstract": "The anaphase-promoting complex/cyclosome (APC/C) is a cell cycle-regulated E3 ubiquitin ligase that controls the degradation of substrate proteins at mitotic exit and throughout the G1 phase. We have identified an APC/C substrate and cell cycle-regulated protein, KIAA0101/PAF15. PAF15 protein levels peak in the G2/M phase of the cell cycle and drop rapidly at mitotic exit in an APC/C- and KEN-box-dependent fashion. PAF15 associates with proliferating cell nuclear antigen (PCNA), and depletion of PAF15 decreases the number of cells in S phase, suggesting a role for it in cell cycle regulation. Following irradiation, PAF15 colocalized with γH2AX foci at sites of DNA damage through its interaction with PCNA. Finally, PAF15 depletion led to an increase in homologous recombination-mediated DNA repair, and overexpression caused sensitivity to UV-induced DNA damage. We conclude that PAF15 is an APC/C-regulated protein involved in both cell cycle progression and the DNA damage response.",
        "Keywords": [],
        "MeSH terms": [
            "Anaphase-Promoting Complex-Cyclosome",
            "Blotting, Western",
            "Carrier Proteins",
            "Cell Cycle",
            "Cell Division",
            "Cell Line",
            "Cell Line, Tumor",
            "DNA Damage",
            "DNA Repair",
            "DNA-Binding Proteins",
            "Flow Cytometry",
            "G2 Phase",
            "Gene Expression",
            "HEK293 Cells",
            "HeLa Cells",
            "Humans",
            "Proliferating Cell Nuclear Antigen",
            "Protein Binding",
            "RNA Interference",
            "Recombination, Genetic",
            "S Phase",
            "Substrate Specificity",
            "Ubiquitin-Protein Ligase Complexes",
            "Ubiquitination"
        ],
        "Authors": [
            {
                "First Name": "Michael J",
                "Last Name": "Emanuele",
                "Affiliation": "Division of Genetics, Howard Hughes Medical Institute, Brigham and Women's Hospital, Boston, MA 02115, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew E H",
                "Last Name": "Elia",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen J",
                "Last Name": "Elledge",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2011"
    },
    {
        "PMID": "21602805",
        "Title": "Autoantigen discovery with a synthetic human peptidome.",
        "Abstract": "Immune responses targeting self-proteins (autoantigens) can lead to a variety of autoimmune diseases. Identification of these antigens is important for both diagnostic and therapeutic reasons. However, current approaches to characterize autoantigens have, in most cases, met only with limited success. Here we present a synthetic representation of the complete human proteome, the T7 peptidome phage display library (T7-Pep), and demonstrate its application to autoantigen discovery. T7-Pep is composed of >413,000 36-residue, overlapping peptides that cover all open reading frames in the human genome, and can be analyzed using high-throughput DNA sequencing. We developed a phage immunoprecipitation sequencing (PhIP-Seq) methodology to identify known and previously unreported autoantibodies contained in the spinal fluid of three individuals with paraneoplastic neurological syndromes. We also show how T7-Pep can be used more generally to identify peptide-protein interactions, suggesting the broader utility of our approach for proteomic research.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Antigens, Neoplasm",
            "Autoantibodies",
            "Autoantigens",
            "Autoimmune Diseases",
            "Bacteriophage T7",
            "Carcinoma, Non-Small-Cell Lung",
            "Cloning, Molecular",
            "Female",
            "Gene Library",
            "Genome, Human",
            "High-Throughput Nucleotide Sequencing",
            "Humans",
            "Immunoprecipitation",
            "Middle Aged",
            "Molecular Sequence Data",
            "Nerve Tissue Proteins",
            "Neuro-Oncological Ventral Antigen",
            "Oligonucleotide Array Sequence Analysis",
            "Open Reading Frames",
            "Paraneoplastic Syndromes, Nervous System",
            "Peptide Library",
            "Proteome",
            "Proteomics",
            "RNA-Binding Proteins",
            "Sequence Analysis, RNA"
        ],
        "Authors": [
            {
                "First Name": "H Benjamin",
                "Last Name": "Larman",
                "Affiliation": "Harvard-MIT Division of Health Sciences and Technology, Cambridge, Massachusetts, USA."
            },
            {
                "First Name": "Zhenming",
                "Last Name": "Zhao",
                "Affiliation": ""
            },
            {
                "First Name": "Uri",
                "Last Name": "Laserson",
                "Affiliation": ""
            },
            {
                "First Name": "Mamie Z",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": ""
            },
            {
                "First Name": "M Angelica Martinez",
                "Last Name": "Gakidis",
                "Affiliation": ""
            },
            {
                "First Name": "George M",
                "Last Name": "Church",
                "Affiliation": ""
            },
            {
                "First Name": "Santosh",
                "Last Name": "Kesari",
                "Affiliation": ""
            },
            {
                "First Name": "Emily M",
                "Last Name": "Leproust",
                "Affiliation": ""
            },
            {
                "First Name": "Nicole L",
                "Last Name": "Solimini",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen J",
                "Last Name": "Elledge",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature biotechnology",
        "PubDate": "2011"
    },
    {
        "PMID": "21307310",
        "Title": "The pINDUCER lentiviral toolkit for inducible RNA interference in vitro and in vivo.",
        "Abstract": "The discovery of RNAi has revolutionized loss-of-function genetic studies in mammalian systems. However, significant challenges still remain to fully exploit RNAi for mammalian genetics. For instance, genetic screens and in vivo studies could be broadly improved by methods that allow inducible and uniform gene expression control. To achieve this, we built the lentiviral pINDUCER series of expression vehicles for inducible RNAi in vivo. Using a multicistronic design, pINDUCER vehicles enable tracking of viral transduction and shRNA or cDNA induction in a broad spectrum of mammalian cell types in vivo. They achieve this uniform temporal, dose-dependent, and reversible control of gene expression across heterogenous cell populations via fluorescence-based quantification of reverse tet-transactivator expression. This feature allows isolation of cell populations that exhibit a potent, inducible target knockdown in vitro and in vivo that can be used in human xenotransplantation models to examine cancer drug targets.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Breast Neoplasms",
            "Cell Line",
            "DNA, Complementary",
            "Diagnostic Imaging",
            "Female",
            "Gene Expression",
            "Genetic Techniques",
            "Genetic Vectors",
            "Humans",
            "Lentivirus",
            "Luminescence",
            "Mammary Glands, Animal",
            "Mice",
            "RNA Interference",
            "RNA, Small Interfering",
            "Reproducibility of Results",
            "Xenograft Model Antitumor Assays"
        ],
        "Authors": [
            {
                "First Name": "Kristen L",
                "Last Name": "Meerbrey",
                "Affiliation": "Verna and Marrs McLean Department of Biochemistry and Molecular Biology, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Guang",
                "Last Name": "Hu",
                "Affiliation": ""
            },
            {
                "First Name": "Jessica D",
                "Last Name": "Kessler",
                "Affiliation": ""
            },
            {
                "First Name": "Kevin",
                "Last Name": "Roarty",
                "Affiliation": ""
            },
            {
                "First Name": "Mamie Z",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Justin E",
                "Last Name": "Fang",
                "Affiliation": ""
            },
            {
                "First Name": "Jason I",
                "Last Name": "Herschkowitz",
                "Affiliation": ""
            },
            {
                "First Name": "Anna E",
                "Last Name": "Burrows",
                "Affiliation": ""
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": ""
            },
            {
                "First Name": "Tingting",
                "Last Name": "Sun",
                "Affiliation": ""
            },
            {
                "First Name": "Earlene M",
                "Last Name": "Schmitt",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald J",
                "Last Name": "Bernardi",
                "Affiliation": ""
            },
            {
                "First Name": "Xiaoyong",
                "Last Name": "Fu",
                "Affiliation": ""
            },
            {
                "First Name": "Christopher S",
                "Last Name": "Bland",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas A",
                "Last Name": "Cooper",
                "Affiliation": ""
            },
            {
                "First Name": "Rachel",
                "Last Name": "Schiff",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey M",
                "Last Name": "Rosen",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas F",
                "Last Name": "Westbrook",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen J",
                "Last Name": "Elledge",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2011"
    },
    {
        "PMID": "21055985",
        "Title": "A genome-wide camptothecin sensitivity screen identifies a mammalian MMS22L-NFKBIL2 complex required for genomic stability.",
        "Abstract": "Replication stress involving collision of replisomes with camptothecin (CPT)-stabilized DNA-Topoisomerase I adducts activates an ATR-dependent pathway to promote repair by homologous recombination. To identify human genes that protect cells from such replication stress, we performed a genome-wide CPT sensitivity screen. Among numerous candidate genes are two previously unstudied proteins: the ankyrin repeat protein NFKBIL2 and C6ORF167 (MMS22L), distantly related to yeast replication stress regulator Mms22p. MMS22L and NFKBIL2 interact with each other and with FACT (facilitator of chromatin transcription) and MCM (minichromosome maintenance) complexes. Cells depleted of NFKBIL2 or MMS22L are sensitive to DNA-damaging agents, load phosphorylated RPA onto chromatin in a CTIP-dependent manner, activate the ATR/ATRIP-CHK1 and double-strand break repair signaling pathways, and are defective in HR. This study identifies MMS22L-NFKBIL2 as components of the replication stress control pathway and provides a resource for discovery of additional components of this pathway.",
        "Keywords": [],
        "MeSH terms": [
            "Camptothecin",
            "DNA Damage",
            "DNA Repair",
            "DNA Replication",
            "DNA-Binding Proteins",
            "DNA-Directed DNA Polymerase",
            "Drug Resistance, Neoplasm",
            "Genetic Testing",
            "Genome, Human",
            "Genomic Instability",
            "HeLa Cells",
            "Histones",
            "Humans",
            "Intracellular Signaling Peptides and Proteins",
            "Multienzyme Complexes",
            "NF-kappa B",
            "Nuclear Proteins",
            "Phosphorylation",
            "Protein Binding",
            "RNA, Small Interfering",
            "Recombination, Genetic",
            "Replication Protein A",
            "Reproducibility of Results",
            "Stress, Physiological",
            "Tumor Suppressor p53-Binding Protein 1"
        ],
        "Authors": [
            {
                "First Name": "Brenda C",
                "Last Name": "O'Connell",
                "Affiliation": "Department of Pathology, Harvard Medical School, Boston, MA 02115, USA."
            },
            {
                "First Name": "Britt",
                "Last Name": "Adamson",
                "Affiliation": ""
            },
            {
                "First Name": "John R",
                "Last Name": "Lydeard",
                "Affiliation": ""
            },
            {
                "First Name": "Mathew E",
                "Last Name": "Sowa",
                "Affiliation": ""
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": ""
            },
            {
                "First Name": "Andrea L",
                "Last Name": "Bredemeyer",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Schlabach",
                "Affiliation": ""
            },
            {
                "First Name": "Steven P",
                "Last Name": "Gygi",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen J",
                "Last Name": "Elledge",
                "Affiliation": ""
            },
            {
                "First Name": "J Wade",
                "Last Name": "Harper",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2010"
    },
    {
        "PMID": "20965415",
        "Title": "The DNA damage response: making it safe to play with knives.",
        "Abstract": "Damage to our genetic material is an ongoing threat to both our ability to faithfully transmit genetic information to our offspring as well as our own survival. To respond to these threats, eukaryotes have evolved the DNA damage response (DDR). The DDR is a complex signal transduction pathway that has the ability to sense DNA damage and transduce this information to the cell to influence cellular responses to DNA damage. Cells possess an arsenal of enzymatic tools capable of remodeling and repairing DNA; however, their activities must be tightly regulated in a temporal, spatial, and DNA lesion-appropriate fashion to optimize repair and prevent unnecessary and potentially deleterious alterations in the structure of DNA during normal cellular processes. This review will focus on how the DDR controls DNA repair and the phenotypic consequences of defects in these critical regulatory functions in mammals.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA",
            "DNA Breaks, Double-Stranded",
            "DNA Damage",
            "DNA Repair",
            "Eukaryota",
            "Models, Genetic",
            "Recombination, Genetic",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Howard Hughes Medical Institute, Harvard Medical School, Boston, MA 02115, USA."
            },
            {
                "First Name": "Stephen J",
                "Last Name": "Elledge",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2010"
    },
    {
        "PMID": "19793862",
        "Title": "The SIOD disorder protein SMARCAL1 is an RPA-interacting protein involved in replication fork restart.",
        "Abstract": "The integrity of genomic DNA is continuously challenged by the presence of DNA base lesions or DNA strand breaks. Here we report the identification of a new DNA damage response protein, SMARCAL1 (SWI/SNF-related, matrix associated, actin-dependent regulator of chromatin, subfamily a-like 1), which is a member of the SNF2 family and is mutated in Schimke immunoosseous dysplasia (SIOD). We demonstrate that SMARCAL1 directly interacts with Replication protein A (RPA) and is recruited to sites of DNA damage in an RPA-dependent manner. SMARCAL1-depleted cells display sensitivity to DNA-damaging agents that induce replication fork collapse, and exhibit slower fork recovery and delayed entry into mitosis following S-phase arrest. Furthermore, SIOD patient fibroblasts reconstituted with SMARCAL1 exhibit faster cell cycle progression after S-phase arrest. Thus, the symptoms of SIOD may be caused, at least in part, by defects in the cellular response to DNA replication stress.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Cell Cycle",
            "Cell Line",
            "DNA Damage",
            "DNA Helicases",
            "DNA Replication",
            "Humans",
            "Molecular Sequence Data",
            "Osteochondrodysplasias",
            "Replication Protein A",
            "Sequence Alignment"
        ],
        "Authors": [
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Howard Hughes Medical Institute and Department of Genetics, Harvard Medical School, Division of Genetics, Brigham and Women's Hospital, Boston, Massachusetts 02115, USA."
            },
            {
                "First Name": "Andrea L",
                "Last Name": "Bredemeyer",
                "Affiliation": ""
            },
            {
                "First Name": "Mathew E",
                "Last Name": "Sowa",
                "Affiliation": ""
            },
            {
                "First Name": "Marie-Emilie",
                "Last Name": "Terret",
                "Affiliation": ""
            },
            {
                "First Name": "Prasad V",
                "Last Name": "Jallepalli",
                "Affiliation": ""
            },
            {
                "First Name": "J Wade",
                "Last Name": "Harper",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen J",
                "Last Name": "Elledge",
                "Affiliation": ""
            }
        ],
        "Journal": "Genes & development",
        "PubDate": "2009"
    },
    {
        "PMID": "18995830",
        "Title": "FANCM and FAAP24 function in ATR-mediated checkpoint signaling independently of the Fanconi anemia core complex.",
        "Abstract": "The Fanconi anemia (FA) pathway is implicated in DNA repair and cancer predisposition. Central to this pathway is the FA core complex, which is targeted to chromatin by FANCM and FAAP24 following replication stress. Here we show that FANCM and FAAP24 interact with the checkpoint protein HCLK2 independently of the FA core complex. In addition to defects in FA pathway activation, downregulation of FANCM or FAAP24 also compromises ATR/Chk1-mediated checkpoint signaling, leading to defective Chk1, p53, and FANCE phosphorylation; 53BP1 focus formation; and Cdc25A degradation. As a result, FANCM and FAAP24 deficiency results in increased endogenous DNA damage and a failure to efficiently invoke cell-cycle checkpoint responses. Moreover, we find that the DNA translocase activity of FANCM, which is dispensable for FA pathway activation, is required for its role in ATR/Chk1 signaling. Our data suggest that DNA damage recognition and remodeling activities of FANCM and FAAP24 cooperate with ATR/Chk1 to promote efficient activation of DNA damage checkpoints.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Line",
            "DNA Damage",
            "DNA Helicases",
            "DNA Repair",
            "DNA Replication",
            "DNA, Single-Stranded",
            "DNA-Binding Proteins",
            "Fanconi Anemia",
            "Fanconi Anemia Complementation Group Proteins",
            "Genome",
            "HeLa Cells",
            "Humans",
            "Kidney",
            "Mitosis",
            "Protein Serine-Threonine Kinases",
            "Protein-Tyrosine Kinases",
            "S Phase",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Spencer J",
                "Last Name": "Collis",
                "Affiliation": "DNA Damage Response Laboratory, Cancer Research UK, Clare Hall, EN6 3LD South Mimms, UK."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew J",
                "Last Name": "Deans",
                "Affiliation": ""
            },
            {
                "First Name": "Zuzana",
                "Last Name": "Horejsí",
                "Affiliation": ""
            },
            {
                "First Name": "Julie S",
                "Last Name": "Martin",
                "Affiliation": ""
            },
            {
                "First Name": "Sarah L",
                "Last Name": "Maslen",
                "Affiliation": ""
            },
            {
                "First Name": "J Mark",
                "Last Name": "Skehel",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen J",
                "Last Name": "Elledge",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen C",
                "Last Name": "West",
                "Affiliation": ""
            },
            {
                "First Name": "Simon J",
                "Last Name": "Boulton",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2008"
    },
    {
        "PMID": "18518821",
        "Title": "Structural and functional relationships of the XPF/MUS81 family of proteins.",
        "Abstract": "Proteins belonging to the XPF/MUS81 family play important roles in the repair of DNA lesions caused by UV-light or DNA cross-linking agents. Most eukaryotes have four family members that assemble into two distinct heterodimeric complexes, XPF-ERCC1 and MUS81-EME1. Each complex contains one catalytic and one noncatalytic subunit and exhibits endonuclease activity with a variety of 3'-flap or fork DNA structures. The catalytic subunits share a characteristic core containing an excision repair cross complementation group 4 (ERCC4) nuclease domain and a tandem helix-hairpin-helix (HhH)(2) domain. Diverged domains are present in the noncatalytic subunits and may be required for substrate targeting. Vertebrates possess two additional family members, FANCM and Fanconi anemia-associated protein 24 kDa (FAAP24), which possess inactive nuclease domains. Instead, FANCM contains a functional Superfamily 2 (SF2) helicase domain that is required for DNA translocation. Determining how these enzymes recognize specific DNA substrates and promote key repair reactions is an important challenge for the future.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Biochemistry",
            "DNA Repair",
            "DNA-Binding Proteins",
            "Endonucleases",
            "Evolution, Molecular",
            "Fanconi Anemia",
            "Humans",
            "Meiosis",
            "Mice",
            "Molecular Sequence Data",
            "Protein Structure, Tertiary",
            "Sequence Homology, Amino Acid"
        ],
        "Authors": [
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "London Research Institute, Cancer Research UK, Clare Hall Laboratories, Hertfordshire, United Kingdom."
            },
            {
                "First Name": "Neil",
                "Last Name": "McDonald",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen C",
                "Last Name": "West",
                "Affiliation": ""
            }
        ],
        "Journal": "Annual review of biochemistry",
        "PubDate": "2008"
    },
    {
        "PMID": "17289582",
        "Title": "Identification of FAAP24, a Fanconi anemia core complex protein that interacts with FANCM.",
        "Abstract": "The Fanconi anemia (FA) core complex plays a crucial role in a DNA damage response network with BRCA1 and BRCA2. How this complex interacts with damaged DNA is unknown, as only the FA core protein FANCM (the homolog of an archaeal helicase/nuclease known as HEF) exhibits DNA binding activity. Here, we describe the identification of FAAP24, a protein that targets FANCM to structures that mimic intermediates formed during the replication/repair of damaged DNA. FAAP24 shares homology with the XPF family of flap/fork endonucleases, associates with the C-terminal region of FANCM, and is a component of the FA core complex. FAAP24 is required for normal levels of FANCD2 monoubiquitylation following DNA damage. Depletion of FAAP24 by siRNA results in cellular hypersensitivity to DNA crosslinking agents and chromosomal instability. Our data indicate that the FANCM/FAAP24 complex may play a key role in recruitment of the FA core complex to damaged DNA.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "DNA Damage",
            "DNA Helicases",
            "DNA Repair",
            "DNA Replication",
            "DNA-Binding Proteins",
            "Fanconi Anemia Complementation Group Proteins",
            "Humans",
            "Molecular Sequence Data",
            "Multigene Family",
            "Protein Structure, Tertiary",
            "Sequence Alignment",
            "Sequence Homology, Amino Acid",
            "Two-Hybrid System Techniques",
            "Ubiquitin"
        ],
        "Authors": [
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Cancer Research UK, London Research Institute, Clare Hall Laboratories, South Mimms, Herts, UK."
            },
            {
                "First Name": "Chen",
                "Last Name": "Ling",
                "Affiliation": ""
            },
            {
                "First Name": "Rachel",
                "Last Name": "Coulthard",
                "Affiliation": ""
            },
            {
                "First Name": "Zhijiang",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Yutong",
                "Last Name": "Xue",
                "Affiliation": ""
            },
            {
                "First Name": "Amom Ruhikanta",
                "Last Name": "Meetei",
                "Affiliation": ""
            },
            {
                "First Name": "El Houari",
                "Last Name": "Laghmani",
                "Affiliation": ""
            },
            {
                "First Name": "Hans",
                "Last Name": "Joenje",
                "Affiliation": ""
            },
            {
                "First Name": "Neil",
                "Last Name": "McDonald",
                "Affiliation": ""
            },
            {
                "First Name": "Johan P",
                "Last Name": "de Winter",
                "Affiliation": ""
            },
            {
                "First Name": "Weidong",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen C",
                "Last Name": "West",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2007"
    },
    {
        "PMID": "14609959",
        "Title": "Eme1 is involved in DNA damage processing and maintenance of genomic stability in mammalian cells.",
        "Abstract": "Yeast and human Eme1 protein, in complex with Mus81, constitute an endonuclease that cleaves branched DNA structures, especially those arising during stalled DNA replication. We identified mouse Eme1, and show that it interacts with Mus81 to form a complex that preferentially cleaves 3'-flap structures and replication forks rather than Holliday junctions in vitro. We demonstrate that Eme1-/- embryonic stem (ES) cells are hypersensitive to the DNA cross-linking agents mitomycin C and cisplatin, but only mildly sensitive to ionizing radiation, UV radiation and hydroxyurea treatment. Mammalian Eme1 is not required for the resolution of DNA intermediates that arise during homologous recombination processes such as gene targeting, gene conversion and sister chromatid exchange (SCE). Unlike Blm-deficient ES cells, increased SCE was seen only following induced DNA damage in Eme1-deficient cells. Most importantly, Eme1 deficiency led to spontaneous genomic instability. These results reveal that mammalian Eme1 plays a key role in DNA repair and the maintenance of genome integrity.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Chromosomal Instability",
            "DNA Damage",
            "DNA Repair",
            "DNA-Binding Proteins",
            "Endodeoxyribonucleases",
            "Endonucleases",
            "Genomic Instability",
            "Humans",
            "Mice",
            "Molecular Sequence Data",
            "Saccharomyces cerevisiae Proteins",
            "Schizosaccharomyces pombe Proteins",
            "Sister Chromatid Exchange",
            "Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Jacinth",
                "Last Name": "Abraham",
                "Affiliation": "Advanced Medical Discovery Institute, Ontario Cancer Institute, 620 University Avenue, Suite 706, Toronto, Ontario M5G 2C1, Canada."
            },
            {
                "First Name": "Bénédicte",
                "Last Name": "Lemmers",
                "Affiliation": ""
            },
            {
                "First Name": "M Prakash",
                "Last Name": "Hande",
                "Affiliation": ""
            },
            {
                "First Name": "Mary Ellen",
                "Last Name": "Moynahan",
                "Affiliation": ""
            },
            {
                "First Name": "Charly",
                "Last Name": "Chahwan",
                "Affiliation": ""
            },
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": ""
            },
            {
                "First Name": "Jeroen",
                "Last Name": "Essers",
                "Affiliation": ""
            },
            {
                "First Name": "Katsuhiro",
                "Last Name": "Hanada",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Chahwan",
                "Affiliation": ""
            },
            {
                "First Name": "Aik Kia",
                "Last Name": "Khaw",
                "Affiliation": ""
            },
            {
                "First Name": "Peter",
                "Last Name": "McPherson",
                "Affiliation": ""
            },
            {
                "First Name": "Amro",
                "Last Name": "Shehabeldin",
                "Affiliation": ""
            },
            {
                "First Name": "Rob",
                "Last Name": "Laister",
                "Affiliation": ""
            },
            {
                "First Name": "Cheryl",
                "Last Name": "Arrowsmith",
                "Affiliation": ""
            },
            {
                "First Name": "Roland",
                "Last Name": "Kanaar",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen C",
                "Last Name": "West",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Jasin",
                "Affiliation": ""
            },
            {
                "First Name": "Razqallah",
                "Last Name": "Hakem",
                "Affiliation": ""
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2003"
    },
    {
        "PMID": "12721304",
        "Title": "Identification and characterization of the human mus81-eme1 endonuclease.",
        "Abstract": "The faithful and complete replication of DNA is necessary for the maintenance of genome stability. It is known, however, that replication forks stall at lesions in the DNA template and need to be processed so that replication restart can occur. In fission yeast, the Mus81-Eme1 endonuclease complex (Mus81-Mms4 in Saccharomyces cerevisiae) has been implicated in the processing of aberrant replication intermediates. In this report, we identify the human homolog of the Schizosaccharomyces pombe EME1 gene and have purified the human Mus81-Eme1 heterodimer. We show that Mus81-Eme1 is an endonuclease that exhibits a high specificity for synthetic replication fork structures and 3'-flaps in vitro. The nuclease cleaves Holliday junctions inefficiently ( approximately 75-fold less than flap or fork structures), although cleavage can be increased 6-fold by the presence of homologous sequences previously shown to permit base pair \"breathing.\" We conclude that human Mus81-Eme1 is a flap/fork endonuclease that is likely to play a role in the processing of stalled replication fork intermediates.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "DNA Replication",
            "DNA-Binding Proteins",
            "Endonucleases",
            "Humans",
            "Molecular Sequence Data",
            "Saccharomyces cerevisiae Proteins",
            "Schizosaccharomyces pombe Proteins",
            "Sequence Alignment",
            "Substrate Specificity"
        ],
        "Authors": [
            {
                "First Name": "Alberto",
                "Last Name": "Ciccia",
                "Affiliation": "Cancer Research UK, London Research Institute, Clare Hall Laboratories, South Mimms, Hertfordshire EN6 3LD, United Kingdom."
            },
            {
                "First Name": "Angelos",
                "Last Name": "Constantinou",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen C",
                "Last Name": "West",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2003"
    }
]