[
    {
        "PMID": "38824263",
        "Title": "Dynamic molecular portraits of ion-conducting pores characterize functional states of TRPV channels.",
        "Abstract": "Structural biology is solving an ever-increasing number of snapshots of ion channel conformational ensembles. Deciphering ion channel mechanisms, however, requires understanding the ensemble dynamics beyond the static structures. Here, we present a molecular modeling-based approach characterizing the ion channel structural intermediates, or their \"dynamic molecular portraits\", by assessing water and ion conductivity along with the detailed evaluation of pore hydrophobicity and residue packing. We illustrate the power of this approach by analyzing structures of few vanilloid-subfamily transient receptor potential (TRPV) channels. Based on the pore architecture, there are three major states that are common for TRPVs, which we call α-closed, π-closed, and π-open. We show that the pore hydrophobicity and residue packing for the open state is most favorable for the pore conductance. On the contrary, the α-closed state is the most hydrophobic and always non-conducting. Our approach can also be used for structural and functional classification of ion channels.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Yury A",
                "Last Name": "Trofimov",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."
            },
            {
                "First Name": "Nikolay A",
                "Last Name": "Krylov",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."
            },
            {
                "First Name": "Alexander S",
                "Last Name": "Minakov",
                "Affiliation": "M.V. Lomonosov Moscow State University, Moscow, Russia."
            },
            {
                "First Name": "Kirill D",
                "Last Name": "Nadezhdin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Arthur",
                "Last Name": "Neuberger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Roman G",
                "Last Name": "Efremov",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia. efremov@nmr.ru."
            }
        ],
        "Journal": "Communications chemistry",
        "PubDate": "2024"
    },
    {
        "PMID": "38778115",
        "Title": "Kainate receptor channel opening and gating mechanism.",
        "Abstract": "Kainate receptors, a subclass of ionotropic glutamate receptors, are tetrameric ligand-gated ion channels that mediate excitatory neurotransmission",
        "Keywords": [],
        "MeSH terms": [
            "Cryoelectron Microscopy",
            "Receptors, Kainic Acid",
            "Ion Channel Gating",
            "Models, Molecular",
            "Humans",
            "GluK2 Kainate Receptor",
            "Glutamic Acid",
            "Animals",
            "Concanavalin A",
            "Protein Domains",
            "Ligands",
            "Allosteric Regulation",
            "Binding Sites"
        ],
        "Authors": [
            {
                "First Name": "Shanti Pal",
                "Last Name": "Gangwar",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kirill D",
                "Last Name": "Nadezhdin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Laura Y",
                "Last Name": "Yen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Thomas P",
                "Last Name": "Newton",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Muhammed",
                "Last Name": "Aktolun",
                "Affiliation": "Department of Chemistry, Carnegie Mellon University, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Maria G",
                "Last Name": "Kurnikova",
                "Affiliation": "Department of Chemistry, Carnegie Mellon University, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2024"
    },
    {
        "PMID": "38691614",
        "Title": "TRPV3 activation by different agonists accompanied by lipid dissociation from the vanilloid site.",
        "Abstract": "TRPV3 represents both temperature- and ligand-activated transient receptor potential (TRP) channel. Physiologically relevant opening of TRPV3 channels by heat has been captured structurally, while opening by agonists has only been observed in structures of mutant channels. Here, we present cryo-EM structures that illuminate opening and inactivation of wild-type human TRPV3 in response to binding of two types of agonists: either the natural cannabinoid tetrahydrocannabivarin (THCV) or synthetic agonist 2-aminoethoxydiphenylborane (2-APB). We found that THCV binds to the vanilloid site, while 2-APB binds to the S1-S4 base and ARD-TMD linker sites. Despite binding to distally located sites, both agonists induce similar pore opening and cause dissociation of a lipid that occupies the vanilloid site in their absence. Our results uncover different but converging allosteric pathways through which small-molecule agonists activate TRPV3 and provide a framework for drug design and understanding the role of lipids in ion channel function.",
        "Keywords": [],
        "MeSH terms": [
            "TRPV Cation Channels",
            "Humans",
            "Boron Compounds",
            "Cryoelectron Microscopy",
            "Protein Binding",
            "Binding Sites",
            "Models, Molecular",
            "HEK293 Cells",
            "Lipids"
        ],
        "Authors": [
            {
                "First Name": "Kirill D",
                "Last Name": "Nadezhdin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Arthur",
                "Last Name": "Neuberger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Lena S",
                "Last Name": "Khosrof",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Irina A",
                "Last Name": "Talyzina",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jeffrey",
                "Last Name": "Khau",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Science advances",
        "PubDate": "2024"
    },
    {
        "PMID": "38615321",
        "Title": "Structural basis of selective TRPM7 inhibition by the anticancer agent CCT128930.",
        "Abstract": "TRP channels are implicated in various diseases, but high structural similarity between them makes selective pharmacological modulation challenging. Here, we study the molecular mechanism underlying specific inhibition of the TRPM7 channel, which is essential for cancer cell proliferation, by the anticancer agent CCT128930 (CCT). Using cryo-EM, functional analysis, and MD simulations, we show that CCT binds to a vanilloid-like (VL) site, stabilizing TRPM7 in the closed non-conducting state. Similar to other allosteric inhibitors of TRPM7, NS8593 and VER155008, binding of CCT is accompanied by displacement of a lipid that resides in the VL site in the apo condition. Moreover, we demonstrate the principal role of several residues in the VL site enabling CCT to inhibit TRPM7 without impacting the homologous TRPM6 channel. Hence, our results uncover the central role of the VL site for the selective interaction of TRPM7 with small molecules that can be explored in future drug design.",
        "Keywords": [
            "CCT128930",
            "CP: Molecular biology",
            "TRP channel",
            "TRPM7",
            "calcium",
            "cancer",
            "cryo-EM",
            "drug",
            "inhibitor",
            "lipids",
            "magnesium"
        ],
        "MeSH terms": [
            "TRPM Cation Channels",
            "Humans",
            "Antineoplastic Agents",
            "Protein Serine-Threonine Kinases",
            "HEK293 Cells",
            "Molecular Dynamics Simulation",
            "Binding Sites",
            "Protein Binding",
            "Cryoelectron Microscopy",
            "1-Naphthylamine"
        ],
        "Authors": [
            {
                "First Name": "Kirill D",
                "Last Name": "Nadezhdin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Leonor",
                "Last Name": "Correia",
                "Affiliation": "Walther-Straub Institute of Pharmacology and Toxicology, LMU Munich, Munich, Germany."
            },
            {
                "First Name": "Alexey",
                "Last Name": "Shalygin",
                "Affiliation": "Comprehensive Pneumology Center, a Member of the German Center for Lung Research (DZL), Munich, Germany."
            },
            {
                "First Name": "Muhammed",
                "Last Name": "Aktolun",
                "Affiliation": "Department of Chemistry, Carnegie Mellon University, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Arthur",
                "Last Name": "Neuberger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Thomas",
                "Last Name": "Gudermann",
                "Affiliation": "Walther-Straub Institute of Pharmacology and Toxicology, LMU Munich, Munich, Germany; Comprehensive Pneumology Center, a Member of the German Center for Lung Research (DZL), Munich, Germany."
            },
            {
                "First Name": "Maria G",
                "Last Name": "Kurnikova",
                "Affiliation": "Department of Chemistry, Carnegie Mellon University, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Vladimir",
                "Last Name": "Chubanov",
                "Affiliation": "Walther-Straub Institute of Pharmacology and Toxicology, LMU Munich, Munich, Germany. Electronic address: vladimir.chubanov@lrz.uni-muenchen.de."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. Electronic address: as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2024"
    },
    {
        "PMID": "38033869",
        "Title": "Parkinson's disease, epilepsy, and amyotrophic lateral sclerosis-emerging role of AMPA and kainate subtypes of ionotropic glutamate receptors.",
        "Abstract": "Ionotropic glutamate receptors (iGluRs) mediate the majority of excitatory neurotransmission and are implicated in various neurological disorders. In this review, we discuss the role of the two fastest iGluRs subtypes, namely, α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) and kainate receptors, in the pathogenesis and treatment of Parkinson's disease, epilepsy, and amyotrophic lateral sclerosis. Although both AMPA and kainate receptors represent promising therapeutic targets for the treatment of these diseases, many of their antagonists show adverse side effects. Further studies of factors affecting the selective subunit expression and trafficking of AMPA and kainate receptors, and a reasonable approach to their regulation by the recently identified novel compounds remain promising directions for pharmacological research.",
        "Keywords": [
            "4-BCCA",
            "ALS",
            "AMPA",
            "Parkinson’s disease",
            "antagonist",
            "epilepsy",
            "glutamate receptors",
            "kainate receptors"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Marina N",
                "Last Name": "Vukolova",
                "Affiliation": "Department of Pathophysiology, I.M. Sechenov First Moscow State Medical University (Sechenov University), Moscow, Russia."
            },
            {
                "First Name": "Laura Y",
                "Last Name": "Yen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Margarita I",
                "Last Name": "Khmyz",
                "Affiliation": "N. V. Sklifosovsky Institute of Clinical Medicine, I.M. Sechenov First Moscow State Medical University (Sechenov University), Moscow, Russia."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, United States."
            }
        ],
        "Journal": "Frontiers in cell and developmental biology",
        "PubDate": "2023"
    },
    {
        "PMID": "37949765",
        "Title": "Dissecting the biophysics and biology of intrinsically disordered proteins.",
        "Abstract": "Intrinsically disordered regions (IDRs) within human proteins play critical roles in cellular information processing, including signaling, transcription, stress response, DNA repair, genome organization, and RNA processing. Here, we summarize current challenges in the field and propose cutting-edge approaches to address them in physiology and disease processes, with a focus on cancer.",
        "Keywords": [
            "cancer",
            "condensates",
            "phase separation",
            "single-molecule microscopy"
        ],
        "MeSH terms": [
            "Humans",
            "Intrinsically Disordered Proteins",
            "Biophysics",
            "Biology"
        ],
        "Authors": [
            {
                "First Name": "Priya R",
                "Last Name": "Banerjee",
                "Affiliation": "Department of Physics, University at Buffalo, NY 14260, USA. Electronic address: prbanerj@buffalo.edu."
            },
            {
                "First Name": "Alex S",
                "Last Name": "Holehouse",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Washington University in St. Louis, St. Louis, MO, USA."
            },
            {
                "First Name": "Richard",
                "Last Name": "Kriwacki",
                "Affiliation": "Structural Biology Department, St. Jude Children's Research Hospital, Memphis, TN 38105, USA."
            },
            {
                "First Name": "Paul",
                "Last Name": "Robustelli",
                "Affiliation": "Department of Chemistry, Dartmouth College, Hanover, NH 03755, USA."
            },
            {
                "First Name": "Hao",
                "Last Name": "Jiang",
                "Affiliation": "Department of Biochemistry and Molecular Genetics, University of Virginia, Charlottesville, VA 22903, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jennifer M",
                "Last Name": "Hurley",
                "Affiliation": "Department of Biological Sciences, Rensselaer Polytechnic Institute, Troy, NY 12180, USA."
            },
            {
                "First Name": "Joshua T",
                "Last Name": "Mendell",
                "Affiliation": "UT Southwestern Medical Center and Howard Hughes Medical Institute, Dallas, TX 75390, USA."
            }
        ],
        "Journal": "Trends in biochemical sciences",
        "PubDate": "2024"
    },
    {
        "PMID": "37838981",
        "Title": "Molecular pharmacology of the onco-TRP channel TRPV6.",
        "Abstract": "TRPV6, a representative of the vanilloid subfamily of TRP channels, serves as the principal calcium uptake channel in the gut. Dysregulation of TRPV6 results in disturbed calcium homeostasis leading to a variety of human diseases, including many forms of cancer. Inhibitors of this oncochannel are therefore particularly needed. In this review, we provide an overview of recent advances in structural pharmacology that uncovered the molecular mechanisms of TRPV6 inhibition by a variety of small molecules, including synthetic and natural, plant-derived compounds as well as some prospective and clinically approved drugs.",
        "Keywords": [
            "TRP channels",
            "TRPV6",
            "cancer",
            "cryo-EM",
            "inhibitor",
            "structural biology"
        ],
        "MeSH terms": [
            "Humans",
            "TRPV Cation Channels",
            "Calcium",
            "Prospective Studies",
            "Biological Transport",
            "Calcium Channels"
        ],
        "Authors": [
            {
                "First Name": "Arthur",
                "Last Name": "Neuberger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Channels (Austin, Tex.)",
        "PubDate": "2023"
    },
    {
        "PMID": "37804687",
        "Title": "Pentameric TRPV3: An artifact or a clue to channel function?",
        "Abstract": null,
        "Keywords": [
            "2-APB",
            "AFM",
            "Cryo-EM",
            "DPBA",
            "Pentamer",
            "TRP channel",
            "TRPV3",
            "Tetramer"
        ],
        "MeSH terms": [
            "Artifacts",
            "TRPV Cation Channels"
        ],
        "Authors": [
            {
                "First Name": "Arthur",
                "Last Name": "Neuberger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. Electronic address: as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell calcium",
        "PubDate": "2023"
    },
    {
        "PMID": "37653241",
        "Title": "Modulation of GluA2-γ5 synaptic complex desensitization, polyamine block and antiepileptic perampanel inhibition by auxiliary subunit cornichon-2.",
        "Abstract": "Synaptic complexes of α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) receptors (AMPARs) with auxiliary subunits mediate most excitatory neurotransmission and can be targeted to treat neuropsychiatric and neurological disorders, including epilepsy. Here we present cryogenic-electron microscopy structures of rat GluA2 AMPAR complexes with inhibitory mouse γ5 and potentiating human cornichon-2 (CNIH2) auxiliary subunits. CNIH2 appears to destabilize the desensitized state of the complex by reducing the separation of the upper lobes in ligand-binding domain dimers. At the same time, CNIH2 stabilizes binding of polyamine spermidine to the selectivity filter of the closed ion channel. Nevertheless, CNIH2, and to a lesser extent γ5, attenuate polyamine block of the open channel and reduce the potency of the antiepileptic drug perampanel that inhibits the synaptic complex allosterically by binding to sites in the ion channel extracellular collar. These findings illustrate the fine-tuning of synaptic complex structure and function in an auxiliary subunit-dependent manner, which is critical for the study of brain region-specific neurotransmission and design of therapeutics for disease treatment.",
        "Keywords": [],
        "MeSH terms": [
            "Rats",
            "Mice",
            "Animals",
            "Humans",
            "Polyamines",
            "Anticonvulsants",
            "Receptors, AMPA",
            "Nitriles"
        ],
        "Authors": [
            {
                "First Name": "Shanti Pal",
                "Last Name": "Gangwar",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Laura Y",
                "Last Name": "Yen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Aryeh",
                "Last Name": "Korman",
                "Affiliation": "Department of Biochemistry and Molecular Pharmacology, NYU Langone Health, New York, NY, USA."
            },
            {
                "First Name": "Drew R",
                "Last Name": "Jones",
                "Affiliation": "Department of Biochemistry and Molecular Pharmacology, NYU Langone Health, New York, NY, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature structural & molecular biology",
        "PubDate": "2023"
    },
    {
        "PMID": "37532722",
        "Title": "Molecular pathway and structural mechanism of human oncochannel TRPV6 inhibition by the phytocannabinoid tetrahydrocannabivarin.",
        "Abstract": "The calcium-selective oncochannel TRPV6 is an important driver of cell proliferation in human cancers. Despite increasing interest of pharmacological research in developing synthetic inhibitors of TRPV6, natural compounds acting at this channel have been largely neglected. On the other hand, pharmacokinetics of natural small-molecule antagonists optimized by nature throughout evolution endows these compounds with a medicinal potential to serve as potent and safe next-generation anti-cancer drugs. Here we report the structure of human TRPV6 in complex with tetrahydrocannabivarin (THCV), a natural cannabinoid inhibitor extracted from Cannabis sativa. We use cryo-electron microscopy combined with electrophysiology, calcium imaging, mutagenesis, and molecular dynamics simulations to identify THCV binding sites in the portals that connect the membrane environment surrounding the protein to the central cavity of the channel pore and to characterize the allosteric mechanism of TRPV6 inhibition. We also propose the molecular pathway taken by THCV to reach its binding site. Our study provides a foundation for the development of new TRPV6-targeting drugs.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Calcium",
            "Cryoelectron Microscopy",
            "Cannabinoids",
            "Binding Sites",
            "TRPV Cation Channels",
            "Calcium Channels"
        ],
        "Authors": [
            {
                "First Name": "Arthur",
                "Last Name": "Neuberger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yury A",
                "Last Name": "Trofimov",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jeffrey",
                "Last Name": "Khau",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kirill D",
                "Last Name": "Nadezhdin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Lena S",
                "Last Name": "Khosrof",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nikolay A",
                "Last Name": "Krylov",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."
            },
            {
                "First Name": "Roman G",
                "Last Name": "Efremov",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2023"
    },
    {
        "PMID": "37353478",
        "Title": "Structure of human TRPV4 in complex with GTPase RhoA.",
        "Abstract": "Transient receptor potential (TRP) channel TRPV4 is a polymodal cellular sensor that responds to moderate heat, cell swelling, shear stress, and small-molecule ligands. It is involved in thermogenesis, regulation of vascular tone, bone homeostasis, renal and pulmonary functions. TRPV4 is implicated in neuromuscular and skeletal disorders, pulmonary edema, and cancers, and represents an important drug target. The cytoskeletal remodeling GTPase RhoA has been shown to suppress TRPV4 activity. Here, we present a structure of the human TRPV4-RhoA complex that shows RhoA interaction with the membrane-facing surface of the TRPV4 ankyrin repeat domains. The contact interface reveals residues that are mutated in neuropathies, providing an insight into the disease pathogenesis. We also identify the binding sites of the TRPV4 agonist 4α-PDD and the inhibitor HC-067047 at the base of the S1-S4 bundle, and show that agonist binding leads to pore opening, while channel inhibition involves a π-to-α transition in the pore-forming helix S6. Our structures elucidate the interaction interface between hTRPV4 and RhoA, as well as residues at this interface that are involved in TRPV4 disease-causing mutations. They shed light on TRPV4 activation and inhibition and provide a template for the design of future therapeutics for treatment of TRPV4-related diseases.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Ankyrin Repeat",
            "TRPV Cation Channels",
            "rhoA GTP-Binding Protein"
        ],
        "Authors": [
            {
                "First Name": "Kirill D",
                "Last Name": "Nadezhdin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Irina A",
                "Last Name": "Talyzina",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Aravind",
                "Last Name": "Parthasarathy",
                "Affiliation": "Department of Medicine, Cardiovascular Center, Medical College of Wisconsin, Milwaukee, WI, 53226, USA."
            },
            {
                "First Name": "Arthur",
                "Last Name": "Neuberger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "David X",
                "Last Name": "Zhang",
                "Affiliation": "Department of Medicine, Cardiovascular Center, Medical College of Wisconsin, Milwaukee, WI, 53226, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, 10032, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2023"
    },
    {
        "PMID": "37160865",
        "Title": "Structural mechanism of human oncochannel TRPV6 inhibition by the natural phytoestrogen genistein.",
        "Abstract": "Calcium-selective oncochannel TRPV6 is the major driver of cell proliferation in human cancers. While significant effort has been invested in the development of synthetic TRPV6 inhibitors, natural channel blockers have been largely neglected. Here we report the structure of human TRPV6 in complex with the plant-derived phytoestrogen genistein, extracted from Styphnolobium japonicum, that was shown to inhibit cell invasion and metastasis in cancer clinical trials. Despite the pharmacological value, the molecular mechanism of TRPV6 inhibition by genistein has remained enigmatic. We use cryo-EM combined with electrophysiology, calcium imaging, mutagenesis, and molecular dynamics simulations to show that genistein binds in the intracellular half of the TRPV6 pore and acts as an ion channel blocker and gating modifier. Genistein binding to the open channel causes pore closure and a two-fold symmetrical conformational rearrangement in the S4-S5 and S6-TRP helix regions. The unprecedented mechanism of TRPV6 inhibition by genistein uncovers new possibilities in structure-based drug design.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Genistein",
            "Phytoestrogens",
            "Calcium",
            "Cardiac Electrophysiology",
            "Cell Proliferation",
            "Calcium Channels",
            "TRPV Cation Channels"
        ],
        "Authors": [
            {
                "First Name": "Arthur",
                "Last Name": "Neuberger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yury A",
                "Last Name": "Trofimov",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kirill D",
                "Last Name": "Nadezhdin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nikolay A",
                "Last Name": "Krylov",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."
            },
            {
                "First Name": "Roman G",
                "Last Name": "Efremov",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2023"
    },
    {
        "PMID": "37156763",
        "Title": "Structural mechanisms of TRPM7 activation and inhibition.",
        "Abstract": "The transient receptor potential channel TRPM7 is a master regulator of the organismal balance of divalent cations that plays an essential role in embryonic development, immune responses, cell mobility, proliferation, and differentiation. TRPM7 is implicated in neuronal and cardiovascular disorders, tumor progression and has emerged as a new drug target. Here we use cryo-EM, functional analysis, and molecular dynamics simulations to uncover two distinct structural mechanisms of TRPM7 activation by a gain-of-function mutation and by the agonist naltriben, which show different conformational dynamics and domain involvement. We identify a binding site for highly potent and selective inhibitors and show that they act by stabilizing the TRPM7 closed state. The discovered structural mechanisms provide foundations for understanding the molecular basis of TRPM7 channelopathies and drug development.",
        "Keywords": [],
        "MeSH terms": [
            "TRPM Cation Channels",
            "Cell Differentiation"
        ],
        "Authors": [
            {
                "First Name": "Kirill D",
                "Last Name": "Nadezhdin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Leonor",
                "Last Name": "Correia",
                "Affiliation": "Walther-Straub Institute of Pharmacology and Toxicology, LMU Munich, Munich, Germany."
            },
            {
                "First Name": "Chamali",
                "Last Name": "Narangoda",
                "Affiliation": "Chemistry Department, Carnegie Mellon University, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Dhilon S",
                "Last Name": "Patel",
                "Affiliation": "Chemistry Department, Carnegie Mellon University, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Arthur",
                "Last Name": "Neuberger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Thomas",
                "Last Name": "Gudermann",
                "Affiliation": "Walther-Straub Institute of Pharmacology and Toxicology, LMU Munich, Munich, Germany."
            },
            {
                "First Name": "Maria G",
                "Last Name": "Kurnikova",
                "Affiliation": "Chemistry Department, Carnegie Mellon University, Pittsburgh, PA, USA. kurnikova@cmu.edu."
            },
            {
                "First Name": "Vladimir",
                "Last Name": "Chubanov",
                "Affiliation": "Walther-Straub Institute of Pharmacology and Toxicology, LMU Munich, Munich, Germany. vladimir.chubanov@lrz.uni-muenchen.de."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2023"
    },
    {
        "PMID": "37117175",
        "Title": "Human TRPV1 structure and inhibition by the analgesic SB-366791.",
        "Abstract": "Pain therapy has remained conceptually stagnant since the opioid crisis, which highlighted the dangers of treating pain with opioids. An alternative addiction-free strategy to conventional painkiller-based treatment is targeting receptors at the origin of the pain pathway, such as transient receptor potential (TRP) ion channels. Thus, a founding member of the vanilloid subfamily of TRP channels, TRPV1, represents one of the most sought-after pain therapy targets. The need for selective TRPV1 inhibitors extends beyond pain treatment, to other diseases associated with this channel, including psychiatric disorders. Here we report the cryo-electron microscopy structures of human TRPV1 in the apo state and in complex with the TRPV1-specific nanomolar-affinity analgesic antagonist SB-366791. SB-366791 binds to the vanilloid site and acts as an allosteric hTRPV1 inhibitor. SB-366791 binding site is supported by mutagenesis combined with electrophysiological recordings and can be further explored to design new drugs targeting TRPV1 in disease conditions.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "TRPV Cation Channels",
            "Cryoelectron Microscopy",
            "Pain",
            "Analgesics",
            "Transient Receptor Potential Channels"
        ],
        "Authors": [
            {
                "First Name": "Arthur",
                "Last Name": "Neuberger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Mai",
                "Last Name": "Oda",
                "Affiliation": "Department of Cellular and Molecular Physiology, Yale University School of Medicine, New Haven, CT, 06510, USA."
            },
            {
                "First Name": "Yury A",
                "Last Name": "Nikolaev",
                "Affiliation": "Department of Cellular and Molecular Physiology, Yale University School of Medicine, New Haven, CT, 06510, USA."
            },
            {
                "First Name": "Kirill D",
                "Last Name": "Nadezhdin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Elena O",
                "Last Name": "Gracheva",
                "Affiliation": "Department of Cellular and Molecular Physiology, Yale University School of Medicine, New Haven, CT, 06510, USA."
            },
            {
                "First Name": "Sviatoslav N",
                "Last Name": "Bagriantsev",
                "Affiliation": "Department of Cellular and Molecular Physiology, Yale University School of Medicine, New Haven, CT, 06510, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2023"
    },
    {
        "PMID": "36857176",
        "Title": "Positive and negative allosteric modulation of GluK2 kainate receptors by BPAM344 and antiepileptic perampanel.",
        "Abstract": "Kainate receptors (KARs) are a subtype of ionotropic glutamate receptors that control synaptic transmission in the central nervous system and are implicated in neurological, psychiatric, and neurodevelopmental disorders. Understanding the regulation of KAR function by small molecules is essential for exploring these receptors as drug targets. Here, we present cryoelectron microscopy (cryo-EM) structures of KAR GluK2 in complex with the positive allosteric modulator BPAM344, competitive antagonist DNQX, and negative allosteric modulator, antiepileptic drug perampanel. Our structures show that two BPAM344 molecules bind per ligand-binding domain dimer interface. In the absence of an agonist or in the presence of DNQX, BPAM344 stabilizes GluK2 in the closed state. The closed state is also stabilized by perampanel, which binds to the ion channel extracellular collar sites located in two out of four GluK2 subunits. The molecular mechanisms of positive and negative allosteric modulation of KAR provide a guide for developing new therapeutic strategies.",
        "Keywords": [
            "BPAM344",
            "CP: Molecular biology",
            "CP: Neuroscience",
            "DNQX",
            "GluK2",
            "competitive antagonist",
            "cryo-EM",
            "iGluR",
            "kainate receptor",
            "negative allosteric modulator",
            "perampanel",
            "positive allosteric modulator"
        ],
        "MeSH terms": [
            "Anticonvulsants",
            "Receptors, Kainic Acid",
            "Cryoelectron Microscopy"
        ],
        "Authors": [
            {
                "First Name": "Shanti Pal",
                "Last Name": "Gangwar",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168(th) Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Laura Y",
                "Last Name": "Yen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168(th) Street, New York, NY 10032, USA; Cellular and Molecular Physiology and Biophysics Graduate Program, Columbia University Irving Medical Center, 630 West 168(th) Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168(th) Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168(th) Street, New York, NY 10032, USA. Electronic address: as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2023"
    },
    {
        "PMID": "35652046",
        "Title": "Ligand-Binding Sites in Vanilloid-Subtype TRP Channels.",
        "Abstract": "Vanilloid-subfamily TRP channels TRPV1-6 play important roles in various physiological processes and are implicated in numerous human diseases. Advances in structural biology, particularly the \"resolution revolution\" in cryo-EM, have led to breakthroughs in molecular characterization of TRPV channels. Structures with continuously improving resolution uncover atomic details of TRPV channel interactions with small molecules and protein-binding partners. Here, we provide a classification of structurally characterized binding sites in TRPV channels and discuss the progress that has been made by structural biology combined with mutagenesis, functional recordings, and molecular dynamics simulations toward understanding of the molecular mechanisms of ligand action. Given the similarity in structural architecture of TRP channels, 16 unique sites identified in TRPV channels may be shared between TRP channel subfamilies, although the chemical identity of a particular ligand will likely depend on the local amino-acid composition. The characterized binding sites and molecular mechanisms of ligand action create a diversity of druggable targets to aid in the design of new molecules for tuning TRP channel function in disease conditions.",
        "Keywords": [
            "TRP channels",
            "X-ray crystallography",
            "agonist",
            "antagonist",
            "blocker",
            "cryo-EM",
            "inhibitor",
            "ligand"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, United States."
            }
        ],
        "Journal": "Frontiers in pharmacology",
        "PubDate": "2022"
    },
    {
        "PMID": "35636151",
        "Title": "Structural snapshots of the mechanism of TRPV2 channel activation by small-molecule agonists.",
        "Abstract": "Transient receptor potential (TRP) channels are polymodal sensors that play critical roles in various physiological processes in living organisms. These cation-permeable channels respond to a variety of physical and chemical stimuli, including cold and hot temperatures, acidic pH, and mechanical stress, often determining a sensory frontier of defense against hostile environments. Vanilloid (V) subfamily is the most studied category of TRP channels that includes six closely related members: highly calcium-selective TRPV5-6 and non-selective TRPV1-4. A remarkable feature of TRPV1-4 is their ability to sense heat, which makes them temperature-sensitive TRP channels or thermo-TRPs. TRPV channels are associated with a multitude of human diseases, including cancers, chronic pain, cardiovascular, neurological and nociceptive disorders. Despite the great clinical interest, pharmacology of TRPV channels remains largely undeveloped because of insufficient knowledge about the mechanisms of their regulation. For instance, activation of TRPV channels by small molecules or heat remains poorly understood. Numerous identified TRPV channel agonists, while effective in physiological experiments, appear limited in their ability to act in the conditions of structural biology experiments. In this regard, the recent study by Pumroy et al. [1] makes a significant contribution towards our understanding of TRPV2 structural dynamics that leads to opening of this channel in physiological conditions.",
        "Keywords": [
            "2-aminoethoxydiphenyl borate",
            "Agonist",
            "Cannabidiol",
            "Cryo-EM",
            "TRP channels",
            "TRPV2"
        ],
        "MeSH terms": [
            "Calcium",
            "Hot Temperature",
            "Humans",
            "TRPV Cation Channels",
            "Temperature",
            "Transient Receptor Potential Channels"
        ],
        "Authors": [
            {
                "First Name": "Kirill D",
                "Last Name": "Nadezhdin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Arthur",
                "Last Name": "Neuberger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. Electronic address: as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell calcium",
        "PubDate": "2022"
    },
    {
        "PMID": "35589741",
        "Title": "Structural mechanism of TRPV3 channel inhibition by the anesthetic dyclonine.",
        "Abstract": "Skin diseases are common human illnesses that occur in all cultures, at all ages, and affect between 30% and 70% of individuals globally. TRPV3 is a cation-permeable TRP channel predominantly expressed in skin keratinocytes, implicated in cutaneous sensation and associated with numerous skin diseases. TRPV3 is inhibited by the local anesthetic dyclonine, traditionally used for topical applications to relieve pain and itch. However, the structural basis of TRPV3 inhibition by dyclonine has remained elusive. Here we present a cryo-EM structure of a TRPV3-dyclonine complex that reveals binding of the inhibitor in the portals which connect the membrane environment surrounding the channel to the central cavity of the channel pore. We propose a mechanism of TRPV3 inhibition in which dyclonine molecules stick out into the channel pore, creating a barrier for ion conductance. The allosteric binding site of dyclonine can serve as a template for the design of new TRPV3-targeting drugs.",
        "Keywords": [],
        "MeSH terms": [
            "Anesthetics, Local",
            "Humans",
            "Keratinocytes",
            "Propiophenones",
            "Skin",
            "TRPV Cation Channels"
        ],
        "Authors": [
            {
                "First Name": "Arthur",
                "Last Name": "Neuberger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kirill D",
                "Last Name": "Nadezhdin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2022"
    },
    {
        "PMID": "35475001",
        "Title": "GEM-IL: A highly responsive fluorescent lactate indicator.",
        "Abstract": "Lactate metabolism has been shown to have increasingly important implications in cellular functions as well as in the development and pathophysiology of disease. The various roles as a signaling molecule and metabolite have led to interest in establishing a new method to detect lactate changes in live cells. Here we report our development of a genetically encoded metabolic indicator specifically for probing lactate (GEM-IL) based on superfolder fluorescent proteins and mutagenesis. With improvements in its design, specificity, and sensitivity, GEM-IL allows new applications compared with the previous lactate indicators, Laconic and Green Lindoblum. We demonstrate the functionality of GEM-IL to detect differences in lactate changes in human oncogenic neural progenitor cells and mouse primary ventricular myocytes. The development and application of GEM-IL show promise for enhancing our understanding of lactate dynamics and roles.",
        "Keywords": [
            "cancer",
            "cardiac metabolism",
            "cellular metabolism",
            "genetically encoded fluorescent indicators",
            "lactate",
            "metabolite indicator"
        ],
        "MeSH terms": [
            "Humans",
            "Animals",
            "Mice",
            "Lactic Acid",
            "Neural Stem Cells",
            "Myocytes, Cardiac",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Ramsey",
                "Last Name": "Bekdash",
                "Affiliation": "Columbia Stem Cell Initiative, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jose R",
                "Last Name": "Quejada",
                "Affiliation": "Columbia Stem Cell Initiative, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Shunnosuke",
                "Last Name": "Ueno",
                "Affiliation": "Columbia Stem Cell Initiative, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Fuun",
                "Last Name": "Kawano",
                "Affiliation": "Columbia Stem Cell Initiative, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Kumi",
                "Last Name": "Morikawa",
                "Affiliation": "Columbia Stem Cell Initiative, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Alison D",
                "Last Name": "Klein",
                "Affiliation": "Columbia Stem Cell Initiative, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Kenji",
                "Last Name": "Matsumoto",
                "Affiliation": "Division of Cardiology, Department of Medicine, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Tetz C",
                "Last Name": "Lee",
                "Affiliation": "Division of Cardiology, Department of Medicine, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Koki",
                "Last Name": "Nakanishi",
                "Affiliation": "Division of Cardiology, Department of Medicine, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Amy",
                "Last Name": "Chalan",
                "Affiliation": "Columbia Stem Cell Initiative, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Teresa M",
                "Last Name": "Lee",
                "Affiliation": "Columbia Stem Cell Initiative, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Rui",
                "Last Name": "Liu",
                "Affiliation": "Division of Cardiology, Department of Medicine, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Shunichi",
                "Last Name": "Homma",
                "Affiliation": "Division of Cardiology, Department of Medicine, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Chyuan-Sheng",
                "Last Name": "Lin",
                "Affiliation": "Department of Pathology and Cell Biology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Keisuke",
                "Last Name": "Goda",
                "Affiliation": "Department of Chemistry, University of Tokyo, Tokyo 113-0033, Japan."
            },
            {
                "First Name": "Masayuki",
                "Last Name": "Yazawa",
                "Affiliation": "Columbia Stem Cell Initiative, Columbia University, New York, NY 10032, USA."
            }
        ],
        "Journal": "Cell reports methods",
        "PubDate": "2021"
    },
    {
        "PMID": "35444281",
        "Title": "Opening of glutamate receptor channel to subconductance levels.",
        "Abstract": "Ionotropic glutamate receptors (iGluRs) are tetrameric ligand-gated ion channels that open their pores in response to binding of the agonist glutamate",
        "Keywords": [],
        "MeSH terms": [
            "Glutamic Acid",
            "Molecular Dynamics Simulation",
            "Protein Domains",
            "Receptors, Glutamate",
            "Receptors, Ionotropic Glutamate"
        ],
        "Authors": [
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Dhilon S",
                "Last Name": "Patel",
                "Affiliation": "Chemistry Department, Carnegie Mellon University, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Christopher M",
                "Last Name": "Kottke",
                "Affiliation": "Chemistry Department, Carnegie Mellon University, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Maria G",
                "Last Name": "Kurnikova",
                "Affiliation": "Chemistry Department, Carnegie Mellon University, Pittsburgh, PA, USA. kurnikova@cmu.edu."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2022"
    },
    {
        "PMID": "34753794",
        "Title": "Structure, Function, and Pharmacology of Glutamate Receptor Ion Channels.",
        "Abstract": "Many physiologic effects of l-glutamate, the major excitatory neurotransmitter in the mammalian central nervous system, are mediated via signaling by ionotropic glutamate receptors (iGluRs). These ligand-gated ion channels are critical to brain function and are centrally implicated in numerous psychiatric and neurologic disorders. There are different classes of iGluRs with a variety of receptor subtypes in each class that play distinct roles in neuronal functions. The diversity in iGluR subtypes, with their unique functional properties and physiologic roles, has motivated a large number of studies. Our understanding of receptor subtypes has advanced considerably since the first iGluR subunit gene was cloned in 1989, and the research focus has expanded to encompass facets of biology that have been recently discovered and to exploit experimental paradigms made possible by technological advances. Here, we review insights from more than 3 decades of iGluR studies with an emphasis on the progress that has occurred in the past decade. We cover structure, function, pharmacology, roles in neurophysiology, and therapeutic implications for all classes of receptors assembled from the subunits encoded by the 18 ionotropic glutamate receptor genes. SIGNIFICANCE STATEMENT: Glutamate receptors play important roles in virtually all aspects of brain function and are either involved in mediating some clinical features of neurological disease or represent a therapeutic target for treatment. Therefore, understanding the structure, function, and pharmacology of this class of receptors will advance our understanding of many aspects of brain function at molecular, cellular, and system levels and provide new opportunities to treat patients.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Central Nervous System",
            "Glutamic Acid",
            "Humans",
            "Neurotransmitter Agents",
            "Receptors, Glutamate",
            "Receptors, Ionotropic Glutamate"
        ],
        "Authors": [
            {
                "First Name": "Kasper B",
                "Last Name": "Hansen",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.)."
            },
            {
                "First Name": "Lonnie P",
                "Last Name": "Wollmuth",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.)."
            },
            {
                "First Name": "Derek",
                "Last Name": "Bowie",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.)."
            },
            {
                "First Name": "Hiro",
                "Last Name": "Furukawa",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.)."
            },
            {
                "First Name": "Frank S",
                "Last Name": "Menniti",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.)."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.)."
            },
            {
                "First Name": "Geoffrey T",
                "Last Name": "Swanson",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.)."
            },
            {
                "First Name": "Sharon A",
                "Last Name": "Swanger",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.)."
            },
            {
                "First Name": "Ingo H",
                "Last Name": "Greger",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.)."
            },
            {
                "First Name": "Terunaga",
                "Last Name": "Nakagawa",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.)."
            },
            {
                "First Name": "Chris J",
                "Last Name": "McBain",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.)."
            },
            {
                "First Name": "Vasanthi",
                "Last Name": "Jayaraman",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.)."
            },
            {
                "First Name": "Chian-Ming",
                "Last Name": "Low",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.)."
            },
            {
                "First Name": "Mark L",
                "Last Name": "Dell'Acqua",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.)."
            },
            {
                "First Name": "Jeffrey S",
                "Last Name": "Diamond",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.)."
            },
            {
                "First Name": "Chad R",
                "Last Name": "Camp",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.)."
            },
            {
                "First Name": "Riley E",
                "Last Name": "Perszyk",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.)."
            },
            {
                "First Name": "Hongjie",
                "Last Name": "Yuan",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.)."
            },
            {
                "First Name": "Stephen F",
                "Last Name": "Traynelis",
                "Affiliation": "Center for Structural and Functional Neuroscience, Center for Biomolecular Structure and Dynamics, Division of Biological Sciences, University of Montana, Missoula, MT (K.B.H.); Department of Neurobiology and Behavior, Center for Nervous System Disorders, Stony Brook University, Stony Brook, NY (L.P.W.); Department of Pharmacology and Therapeutics, McGill University, Montréal, Québec, Canada (D.B.); WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY (H.F.); MindImmune Therapeutics, Inc., The George & Anne Ryan Institute for Neuroscience, University of Rhode Island, Kingston, RI (F.S.M.); Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY (A.I.S.); Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL (G.T.S.); Fralin Biomedical Research Institute at Virginia Tech Carilion, Virginia Tech, Roanoke, VA and Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA (S.A.S.); Neurobiology Division, MRC Laboratory of Molecular Biology, Cambridge, United Kingdom (I.H.G.); Department of Molecular Physiology and Biophysics, Center for Structural Biology, Vanderbilt Brain Institute, Vanderbilt University, School of Medicine, Nashville, TN (T.N.); Eunice Kennedy Shriver National Institute of Child Health and Human Development (C.J.M.), and Synaptic Physiology Section, NINDS Intramural Research Program, National Institutes of Health, Bethesda, MD (J.S.D.); Department of Biochemistry and Molecular Biology, University of Texas Health Science Center, Houston, TX (V.J.); Department of Pharmacology, Department of Anaesthesia, Healthy Longevity Translational Research Program, Yong Loo Lin School of Medicine, National University of Singapore, Singapore (C.-M.L.); Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO (M.L.D.); and Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA (C.R.C., R.E.P., H.Y., S.F.T.) strayne@emory.edu."
            }
        ],
        "Journal": "Pharmacological reviews",
        "PubDate": "2021"
    },
    {
        "PMID": "34725357",
        "Title": "Structural mechanisms of TRPV6 inhibition by ruthenium red and econazole.",
        "Abstract": "TRPV6 is a calcium-selective ion channel implicated in epithelial Ca",
        "Keywords": [],
        "MeSH terms": [
            "Antifungal Agents",
            "Binding Sites",
            "Calcium",
            "Calcium Channel Blockers",
            "Calcium Channels",
            "Econazole",
            "Humans",
            "Models, Molecular",
            "Ruthenium Red",
            "TRPV Cation Channels"
        ],
        "Authors": [
            {
                "First Name": "Arthur",
                "Last Name": "Neuberger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kirill D",
                "Last Name": "Nadezhdin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2021"
    },
    {
        "PMID": "34678168",
        "Title": "Structure and desensitization of AMPA receptor complexes with type II TARP γ5 and GSG1L.",
        "Abstract": "AMPA receptors (AMPARs) mediate the majority of excitatory neurotransmission. Their surface expression, trafficking, gating, and pharmacology are regulated by auxiliary subunits. Of the two types of TARP auxiliary subunits, type I TARPs assume activating roles, while type II TARPs serve suppressive functions. We present cryo-EM structures of GluA2 AMPAR in complex with type II TARP γ5, which reduces steady-state currents, increases single-channel conductance, and slows recovery from desensitization. Regulation of AMPAR function depends on its ligand-binding domain (LBD) interaction with the γ5 head domain. GluA2-γ5 complex shows maximum stoichiometry of two TARPs per AMPAR tetramer, being different from type I TARPs but reminiscent of the auxiliary subunit GSG1L. Desensitization of both GluA2-GSG1L and GluA2-γ5 complexes is accompanied by rupture of LBD dimer interface, while GluA2-γ5 but not GluA2-GSG1L LBD dimers remain two-fold symmetric. Different structural architectures and desensitization mechanisms of complexes with auxiliary subunits endow AMPARs with broad functional capabilities.",
        "Keywords": [
            "AMPA receptor",
            "GSG1L",
            "TARP",
            "cryo-EM",
            "current kinetics",
            "desensitization",
            "gating",
            "iGluR",
            "symmetry",
            "γ5"
        ],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Animals",
            "Calcium Channels",
            "Claudins",
            "Cryoelectron Microscopy",
            "Dimerization",
            "HEK293 Cells",
            "Humans",
            "Image Processing, Computer-Assisted",
            "Lipid Bilayers",
            "Membrane Proteins",
            "Molecular Conformation",
            "Patch-Clamp Techniques",
            "Polymers",
            "Protein Binding",
            "Protein Conformation",
            "Protein Domains",
            "Rats",
            "Receptors, AMPA",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Oleg",
                "Last Name": "Klykov",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Shanti Pal",
                "Last Name": "Gangwar",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Laura",
                "Last Name": "Yen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA; Department of Physiology and Cellular Biophysics, Columbia University Irving Medical Center, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA. Electronic address: as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2021"
    },
    {
        "PMID": "34647037",
        "Title": "Purification and cryo-EM structure determination of ",
        "Abstract": "Ionotropic glutamate receptors (iGluRs) are ligand-gated ion channels that play crucial roles in the central nervous system. iGluR homologs, termed glutamate receptor-like channels (GLRs), have been found in plants. Investigating the structural and functional relationship between iGluRs and GLRs was limited by GLR protein expression, purification, and structural characterization. Here, we provide a detailed protocol for ",
        "Keywords": [
            "Cryo-EM",
            "Model Organisms",
            "Plant sciences",
            "Protein Biochemistry",
            "Protein expression and purification"
        ],
        "MeSH terms": [
            "Animals",
            "Arabidopsis",
            "Arabidopsis Proteins",
            "Cryoelectron Microscopy",
            "Mammals",
            "Receptors, Glutamate"
        ],
        "Authors": [
            {
                "First Name": "Shanti Pal",
                "Last Name": "Gangwar",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168 Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Marriah N",
                "Last Name": "Green",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168 Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168 Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168 Street, New York, NY 10032, USA."
            }
        ],
        "Journal": "STAR protocols",
        "PubDate": "2021"
    },
    {
        "PMID": "34472684",
        "Title": "Structural mechanism of TRPV3 channel inhibition by the plant-derived coumarin osthole.",
        "Abstract": "TRPV3, a representative of the vanilloid subfamily of TRP channels, is predominantly expressed in skin keratinocytes and has been implicated in cutaneous sensation and associated with numerous skin pathologies and cancers. TRPV3 is inhibited by the natural coumarin derivative osthole, an active ingredient of Cnidium monnieri, which has been used in traditional Chinese medicine for the treatment of a variety of human diseases. However, the structural basis of channel inhibition by osthole has remained elusive. Here we present cryo-EM structures of TRPV3 in complex with osthole, revealing two types of osthole binding sites in the transmembrane region of TRPV3 that coincide with the binding sites of agonist 2-APB. Osthole binding converts the channel pore into a previously unidentified conformation with a widely open selectivity filter and closed intracellular gate. Our structures provide insight into competitive inhibition of TRPV3 by osthole and can serve as a template for the design of osthole chemistry-inspired drugs targeting TRPV3-associated diseases.",
        "Keywords": [
            "TRP channels",
            "competitive inhibitor",
            "cryo-EM",
            "osthole",
            "single-channel recordings"
        ],
        "MeSH terms": [
            "Coumarins",
            "Humans",
            "Keratinocytes",
            "Skin",
            "TRPV Cation Channels"
        ],
        "Authors": [
            {
                "First Name": "Arthur",
                "Last Name": "Neuberger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kirill D",
                "Last Name": "Nadezhdin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Eleonora",
                "Last Name": "Zakharian",
                "Affiliation": "Department of Cancer Biology & Pharmacology, University of Illinois College of Medicine, Peoria, IL, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "EMBO reports",
        "PubDate": "2021"
    },
    {
        "PMID": "34239124",
        "Title": "Structural mechanism of heat-induced opening of a temperature-sensitive TRP channel.",
        "Abstract": "Numerous physiological functions rely on distinguishing temperature through temperature-sensitive transient receptor potential channels (thermo-TRPs). Although the function of thermo-TRPs has been studied extensively, structural determination of their heat- and cold-activated states has remained a challenge. Here, we present cryo-EM structures of the nanodisc-reconstituted wild-type mouse TRPV3 in three distinct conformations: closed, heat-activated sensitized and open states. The heat-induced transformations of TRPV3 are accompanied by changes in the secondary structure of the S2-S3 linker and the N and C termini and represent a conformational wave that links these parts of the protein to a lipid occupying the vanilloid binding site. State-dependent differences in the behavior of bound lipids suggest their active role in thermo-TRP temperature-dependent gating. Our structural data, supported by physiological recordings and molecular dynamics simulations, provide an insight for understanding the molecular mechanism of temperature sensing.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Line",
            "Cold Temperature",
            "Cryoelectron Microscopy",
            "HEK293 Cells",
            "Hot Temperature",
            "Humans",
            "Ion Channel Gating",
            "Lipids",
            "Mice",
            "Protein Binding",
            "Protein Conformation",
            "TRPV Cation Channels",
            "Thermodynamics",
            "Thermosensing"
        ],
        "Authors": [
            {
                "First Name": "Kirill D",
                "Last Name": "Nadezhdin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Arthur",
                "Last Name": "Neuberger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yuri A",
                "Last Name": "Trofimov",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."
            },
            {
                "First Name": "Nikolay A",
                "Last Name": "Krylov",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."
            },
            {
                "First Name": "Viktor",
                "Last Name": "Sinica",
                "Affiliation": "Department of Cellular Neurophysiology, Institute of Physiology Czech Academy of Sciences, Prague, Czech Republic."
            },
            {
                "First Name": "Nikita",
                "Last Name": "Kupko",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Viktorie",
                "Last Name": "Vlachova",
                "Affiliation": "Department of Cellular Neurophysiology, Institute of Physiology Czech Academy of Sciences, Prague, Czech Republic."
            },
            {
                "First Name": "Eleonora",
                "Last Name": "Zakharian",
                "Affiliation": "Department of Cancer Biology & Pharmacology, University of Illinois College of Medicine, Peoria, IL, USA."
            },
            {
                "First Name": "Roman G",
                "Last Name": "Efremov",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature structural & molecular biology",
        "PubDate": "2021"
    },
    {
        "PMID": "34161757",
        "Title": "Structure of the Arabidopsis thaliana glutamate receptor-like channel GLR3.4.",
        "Abstract": "Glutamate receptor-like channels (GLRs) play vital roles in various physiological processes in plants, such as wound response, stomatal aperture control, seed germination, root development, innate immune response, pollen tube growth, and morphogenesis. Despite the importance of GLRs, knowledge about their molecular organization is limited. Here we use X-ray crystallography and single-particle cryo-EM to solve structures of the Arabidopsis thaliana GLR3.4. Our structures reveal the tetrameric assembly of GLR3.4 subunits into a three-layer domain architecture, reminiscent of animal ionotropic glutamate receptors (iGluRs). However, the non-swapped arrangement between layers of GLR3.4 domains, binding of glutathione through S-glutathionylation of cysteine C205 inside the amino-terminal domain clamshell, unique symmetry, inter-domain interfaces, and ligand specificity distinguish GLR3.4 from representatives of the iGluR family and suggest distinct features of the GLR gating mechanism. Our work elaborates on the principles of GLR architecture and symmetry and provides a molecular template for deciphering GLR-dependent signaling mechanisms in plants.",
        "Keywords": [
            "Arabidopsis thaliana",
            "GLR",
            "X-ray crystallography",
            "cryo-EM",
            "glutamate receptor",
            "glutathione",
            "glutathionylation",
            "iGluR",
            "plant",
            "structure"
        ],
        "MeSH terms": [
            "Animals",
            "Arabidopsis Proteins",
            "Binding Sites",
            "COS Cells",
            "Calcium",
            "Chlorocebus aethiops",
            "Cryoelectron Microscopy",
            "Crystallography, X-Ray",
            "Cysteine",
            "Glutathione",
            "HEK293 Cells",
            "Humans",
            "Models, Molecular",
            "Plants, Genetically Modified",
            "Protein Domains",
            "Receptors, Glutamate"
        ],
        "Authors": [
            {
                "First Name": "Marriah N",
                "Last Name": "Green",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA; Training Program in Nutritional and Metabolic Biology, Institute of Human Nutrition, Columbia University Irving Medical Center, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Shanti Pal",
                "Last Name": "Gangwar",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Erwan",
                "Last Name": "Michard",
                "Affiliation": "University of Maryland, Department of Cell Biology and Molecular Genetics, 0118 BioScience Research Building, College Park, MD 20742-5815, USA; Instituto de Ciencias Biológicas, 2 Norte 685, Universidad de Talca, 3460000 Talca, Chile."
            },
            {
                "First Name": "Alexander A",
                "Last Name": "Simon",
                "Affiliation": "University of Maryland, Department of Cell Biology and Molecular Genetics, 0118 BioScience Research Building, College Park, MD 20742-5815, USA."
            },
            {
                "First Name": "Maria Teresa",
                "Last Name": "Portes",
                "Affiliation": "University of Maryland, Department of Cell Biology and Molecular Genetics, 0118 BioScience Research Building, College Park, MD 20742-5815, USA."
            },
            {
                "First Name": "Juan",
                "Last Name": "Barbosa-Caro",
                "Affiliation": "University of Maryland, Department of Cell Biology and Molecular Genetics, 0118 BioScience Research Building, College Park, MD 20742-5815, USA."
            },
            {
                "First Name": "Michael M",
                "Last Name": "Wudick",
                "Affiliation": "University of Maryland, Department of Cell Biology and Molecular Genetics, 0118 BioScience Research Building, College Park, MD 20742-5815, USA; Institute for Molecular Physiology, Heinrich Heine Universität, Universitätsstrasse 1, 40225 Düsseldorf, Germany."
            },
            {
                "First Name": "Michael A",
                "Last Name": "Lizzio",
                "Affiliation": "University of Maryland, Department of Cell Biology and Molecular Genetics, 0118 BioScience Research Building, College Park, MD 20742-5815, USA."
            },
            {
                "First Name": "Oleg",
                "Last Name": "Klykov",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "José A",
                "Last Name": "Feijó",
                "Affiliation": "University of Maryland, Department of Cell Biology and Molecular Genetics, 0118 BioScience Research Building, College Park, MD 20742-5815, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA. Electronic address: as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2021"
    },
    {
        "PMID": "34059288",
        "Title": "TRPV3 expression and purification for structure determination by Cryo-EM.",
        "Abstract": "The transient receptor potential vanilloid-superfamily member 3 (TRPV3) channel is implicated in a variety of physiological processes, including temperature sensing, nociception and itch, maintenance of the skin barrier, wound healing, hair growth, and embryonic development. TRPV3 is also associated with various skin diseases, including Olmsted syndrome, atopic dermatitis, and rosacea. Studies of TRPV3 are of fundamental importance for structural pharmacology aimed at the design of drugs targeting this channel and for understanding the molecular basis of temperature sensing. Here we describe a detailed protocol for expression and purification of chemically pure and stable TRPV3 protein that is suitable for structural and functional characterization of this channel, in particular for cryo-EM sample preparation and high-resolution 3D reconstruction.",
        "Keywords": [
            "Conformation",
            "Cryo-EM",
            "Expression",
            "Gating",
            "Protein",
            "Purification",
            "Structure",
            "TRP channels",
            "TRPV3"
        ],
        "MeSH terms": [
            "Cryoelectron Microscopy",
            "TRPV Cation Channels"
        ],
        "Authors": [
            {
                "First Name": "Arthur",
                "Last Name": "Neuberger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Kirill D",
                "Last Name": "Nadezhdin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, United States. Electronic address: as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Methods in enzymology",
        "PubDate": "2021"
    },
    {
        "PMID": "33846324",
        "Title": "Extracellular cap domain is an essential component of the TRPV1 gating mechanism.",
        "Abstract": "Transient receptor potential (TRP) channels are polymodal molecular sensors involved in numerous physiological processes and implicated in a variety of human diseases. Several structures of the founding member of the TRP channel family, TRPV1, are available, all of which were determined for the protein missing the N- and C-termini and the extracellular S5-P-loop. Here, we present structures of the full-length thirteen-lined ground squirrel TRPV1 solved by cryo-EM. Our structures resolve the extracellular cap domain formed by the S5-P-loops and the C-terminus that wraps around the three-stranded β-sheet connecting elements of the TRPV1 intracellular skirt. The cap domain forms a dome above the pore's extracellular entrance, with four portals leading to the ion conductance pathway. Deletion of the cap increases the TRPV1 average conductance, reduces the open probability and affects ion selectivity. Our data show that both the termini and the cap domain are critical determinants of TRPV1 function.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Extracellular Space",
            "HEK293 Cells",
            "Humans",
            "Ion Channel Gating",
            "Ligands",
            "Lipids",
            "Protein Domains",
            "Protein Structure, Secondary",
            "Protein Subunits",
            "Sciuridae",
            "TRPV Cation Channels"
        ],
        "Authors": [
            {
                "First Name": "Kirill D",
                "Last Name": "Nadezhdin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Arthur",
                "Last Name": "Neuberger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yury A",
                "Last Name": "Nikolaev",
                "Affiliation": "Department of Cellular and Molecular Physiology, Yale University School of Medicine, New Haven, CT, USA."
            },
            {
                "First Name": "Lyle A",
                "Last Name": "Murphy",
                "Affiliation": "Department of Cellular and Molecular Physiology, Yale University School of Medicine, New Haven, CT, USA."
            },
            {
                "First Name": "Elena O",
                "Last Name": "Gracheva",
                "Affiliation": "Department of Cellular and Molecular Physiology, Yale University School of Medicine, New Haven, CT, USA."
            },
            {
                "First Name": "Sviatoslav N",
                "Last Name": "Bagriantsev",
                "Affiliation": "Department of Cellular and Molecular Physiology, Yale University School of Medicine, New Haven, CT, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2021"
    },
    {
        "PMID": "33246965",
        "Title": "Inactivation-mimicking block of the epithelial calcium channel TRPV6.",
        "Abstract": "Epithelial calcium channel TRPV6 plays vital roles in calcium homeostasis, and its dysregulation is implicated in multifactorial diseases, including cancers. Here, we study the molecular mechanism of selective nanomolar-affinity TRPV6 inhibition by (4-phenylcyclohexyl)piperazine derivatives (PCHPDs). We use x-ray crystallography and cryo-electron microscopy to solve the inhibitor-bound structures of TRPV6 and identify two types of inhibitor binding sites in the transmembrane region: (i) modulatory sites between the S1-S4 and pore domains normally occupied by lipids and (ii) the main site in the ion channel pore. Our structural data combined with mutagenesis, functional and computational approaches suggest that PCHPDs plug the open pore of TRPV6 and convert the channel into a nonconducting state, mimicking the action of calmodulin, which causes inactivation of TRPV6 channels under physiological conditions. This mechanism of inhibition explains the high selectivity and potency of PCHPDs and opens up unexplored avenues for the design of future-generation biomimetic drugs.",
        "Keywords": [],
        "MeSH terms": [
            "Calcium",
            "Calcium Channels",
            "Calmodulin",
            "Cryoelectron Microscopy",
            "Humans",
            "TRPV Cation Channels"
        ],
        "Authors": [
            {
                "First Name": "Rajesh",
                "Last Name": "Bhardwaj",
                "Affiliation": "Department of Nephrology and Hypertension and Department of Biomedical Research, University of Bern, Inselspital, Freiburgstrasse 15, CH-3010 Bern, Switzerland."
            },
            {
                "First Name": "Sonja",
                "Last Name": "Lindinger",
                "Affiliation": "Institute of Biophysics, Johannes Kepler University Linz, Gruberstrasse 40, 4020 Linz, Austria."
            },
            {
                "First Name": "Arthur",
                "Last Name": "Neuberger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Kirill D",
                "Last Name": "Nadezhdin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Appu K",
                "Last Name": "Singh",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Micael R",
                "Last Name": "Cunha",
                "Affiliation": "Department of Chemistry and Biochemistry, University of Bern, Freiestrasse 3, 3012 Bern, Switzerland."
            },
            {
                "First Name": "Isabella",
                "Last Name": "Derler",
                "Affiliation": "Institute of Biophysics, Johannes Kepler University Linz, Gruberstrasse 40, 4020 Linz, Austria."
            },
            {
                "First Name": "Gergely",
                "Last Name": "Gyimesi",
                "Affiliation": "Department of Nephrology and Hypertension and Department of Biomedical Research, University of Bern, Inselspital, Freiburgstrasse 15, CH-3010 Bern, Switzerland."
            },
            {
                "First Name": "Jean-Louis",
                "Last Name": "Reymond",
                "Affiliation": "Department of Chemistry and Biochemistry, University of Bern, Freiestrasse 3, 3012 Bern, Switzerland."
            },
            {
                "First Name": "Matthias A",
                "Last Name": "Hediger",
                "Affiliation": "Department of Nephrology and Hypertension and Department of Biomedical Research, University of Bern, Inselspital, Freiburgstrasse 15, CH-3010 Bern, Switzerland. matthias.hediger@ibmm.unibe.ch christoph.romanin@jku.at as4005@cumc.columbia.edu."
            },
            {
                "First Name": "Christoph",
                "Last Name": "Romanin",
                "Affiliation": "Institute of Biophysics, Johannes Kepler University Linz, Gruberstrasse 40, 4020 Linz, Austria. matthias.hediger@ibmm.unibe.ch christoph.romanin@jku.at as4005@cumc.columbia.edu."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA. matthias.hediger@ibmm.unibe.ch christoph.romanin@jku.at as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Science advances",
        "PubDate": "2020"
    },
    {
        "PMID": "33027636",
        "Title": "Structure of the Arabidopsis Glutamate Receptor-like Channel GLR3.2 Ligand-Binding Domain.",
        "Abstract": "Glutamate receptor-like channels (GLRs) play important roles in numerous plant physiological processes. GLRs are homologous to ionotropic glutamate receptors (iGluRs) that mediate neurotransmission in vertebrates. Here we determine crystal structures of Arabidopsis thaliana GLR3.2 ligand-binding domain (LBD) in complex with glycine and methionine to 1.58- and 1.75-Å resolution, respectively. Our structures show a fold similar to that of iGluRs, but with several secondary structure elements either missing or different. The closed clamshell conformation of GLR3.2 LBD suggests that both glycine and methionine act as agonists. The mutation R133A strongly increases the constitutive activity of the channel, suggesting that the LBD mutated at the residue critical for agonist binding produces a more stable closed clamshell conformation. Furthermore, our structures explain the promiscuity of GLR activation by different amino acids, confirm evolutionary conservation of structure between GLRs and iGluRs, and predict common molecular principles of their gating mechanisms driven by bilobed clamshell-like LBDs.",
        "Keywords": [
            "Ca(2+) channels",
            "X-ray crystallography",
            "glutamate receptor-like channels (GLR)",
            "ionotropic glutamate receptor (iGluR)",
            "plant"
        ],
        "MeSH terms": [
            "Arabidopsis",
            "Arabidopsis Proteins",
            "Binding Sites",
            "Ion Channel Gating",
            "Molecular Dynamics Simulation",
            "Protein Binding",
            "Receptors, Glutamate"
        ],
        "Authors": [
            {
                "First Name": "Shanti Pal",
                "Last Name": "Gangwar",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168(th) Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Marriah N",
                "Last Name": "Green",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168(th) Street, New York, NY 10032, USA; Training Program in Nutritional and Metabolic Biology, Institute of Human Nutrition, Columbia University Irving Medical Center, 630 West 168(th) Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Erwan",
                "Last Name": "Michard",
                "Affiliation": "Department of Cell Biology and Molecular Genetics, University of Maryland, 0118 BioScience Research Bldg, College Park, MD 20742-5815, USA."
            },
            {
                "First Name": "Alexander A",
                "Last Name": "Simon",
                "Affiliation": "Department of Cell Biology and Molecular Genetics, University of Maryland, 0118 BioScience Research Bldg, College Park, MD 20742-5815, USA."
            },
            {
                "First Name": "José A",
                "Last Name": "Feijó",
                "Affiliation": "Department of Cell Biology and Molecular Genetics, University of Maryland, 0118 BioScience Research Bldg, College Park, MD 20742-5815, USA. Electronic address: jfeijo@umd.edu."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168(th) Street, New York, NY 10032, USA. Electronic address: as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Structure (London, England : 1993)",
        "PubDate": "2021"
    },
    {
        "PMID": "32959886",
        "Title": "Structural basis of AMPA receptor inhibition by trans-4-butylcyclohexane carboxylic acid.",
        "Abstract": "AMPA receptors, which shape excitatory postsynaptic currents and are directly involved in overactivation of synaptic function during seizures, represent a well-accepted target for anti-epileptic drugs. Trans-4-butylcyclohexane carboxylic acid (4-BCCA) has emerged as a new promising anti-epileptic drug in several in vitro and in vivo seizure models, but the mechanism of its action remained unknown. The purpose of this study is to characterize structure and dynamics of 4-BCCA interaction with AMPA receptors.",
        "Keywords": [
            "AMPA receptors",
            "X-ray crystallography",
            "antiepileptic drugs",
            "decanoic acid",
            "medium chain triglyceride (MCT) diet",
            "patch-clamp",
            "trans-4-butylcyclohexane carboxylic acid (4-BCCA)"
        ],
        "MeSH terms": [
            "Carboxylic Acids",
            "Cyclohexanes",
            "Humans",
            "Receptors, AMPA",
            "Seizures"
        ],
        "Authors": [
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Appu K",
                "Last Name": "Singh",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Chamali",
                "Last Name": "Narangoda",
                "Affiliation": "Chemistry Department, Carnegie Mellon University, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Robin S B",
                "Last Name": "Williams",
                "Affiliation": "Centre for Biomedical Sciences, School of Biological Sciences, Royal Holloway University of London, Egham, UK."
            },
            {
                "First Name": "Maria G",
                "Last Name": "Kurnikova",
                "Affiliation": "Chemistry Department, Carnegie Mellon University, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "British journal of pharmacology",
        "PubDate": "2022"
    },
    {
        "PMID": "32468591",
        "Title": "Hodgkin-Huxley-Katz Prize Lecture: Genetic and pharmacological control of glutamate receptor channel through a highly conserved gating motif.",
        "Abstract": "Glutamate receptors are essential ligand-gated ion channels in the central nervous system that mediate excitatory synaptic transmission in response to the release of glutamate from presynaptic terminals. The structural and biophysical basis underlying the function of these receptors has been studied for decades by a wide range of approaches. However recent structural, pharmacological and genetic studies have provided new insight into the regions of this protein that are critical determinants of receptor function. Lack of variation in specific areas of the protein amino acid sequences in the human population has defined three regions in each receptor subunit that are under selective pressure, which has focused research efforts and driven new hypotheses. In addition, these three closely positioned elements reside near a cavity that is shown by multiple studies to be a likely site of action for allosteric modulators, one of which is currently in use as an FDA-approved anticonvulsant. These structural elements are capable of controlling gating of the pore, and appear to permit some modulators bound within the cavity to also alter permeation properties. This creates a new precedent whereby features of the channel pore can be modulated by exogenous drugs that bind outside the pore. The convergence of structural, genetic, biophysical and pharmacological approaches is a powerful means to gain insight into the complex biological processes defined by neurotransmitter receptor function.",
        "Keywords": [
            "NMDA receptor",
            "allosteric modulators",
            "channel gating",
            "genetics",
            "human variants",
            "ionotropic glutamate receptors",
            "structural biology"
        ],
        "MeSH terms": [
            "Awards and Prizes",
            "Biophysical Phenomena",
            "Glutamic Acid",
            "Humans",
            "Ligand-Gated Ion Channels",
            "Receptors, Glutamate"
        ],
        "Authors": [
            {
                "First Name": "Riley E",
                "Last Name": "Perszyk",
                "Affiliation": "Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA, 30322, USA."
            },
            {
                "First Name": "Scott J",
                "Last Name": "Myers",
                "Affiliation": "Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA, 30322, USA."
            },
            {
                "First Name": "Hongjie",
                "Last Name": "Yuan",
                "Affiliation": "Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA, 30322, USA."
            },
            {
                "First Name": "Alasdair J",
                "Last Name": "Gibb",
                "Affiliation": "Department of Neuroscience, Physiology & Pharmacology, University College London, London, UK."
            },
            {
                "First Name": "Hiro",
                "Last Name": "Furukawa",
                "Affiliation": "WM Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, Cold Spring Harbor, New York, NY, 11724, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Stephen F",
                "Last Name": "Traynelis",
                "Affiliation": "Department of Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA, 30322, USA."
            }
        ],
        "Journal": "The Journal of physiology",
        "PubDate": "2020"
    },
    {
        "PMID": "32073143",
        "Title": "Structure and function of the calcium-selective TRP channel TRPV6.",
        "Abstract": "Epithelial calcium channel TRPV6 is a member of the vanilloid subfamily of TRP channels that is permeable to cations and highly selective to Ca",
        "Keywords": [
            "TRP channels",
            "X-ray crystallography",
            "calcium",
            "cryo-EM",
            "gating",
            "ion channels",
            "lipids",
            "structure"
        ],
        "MeSH terms": [
            "Binding Sites",
            "Calcium",
            "Calcium Channels",
            "Calmodulin",
            "TRPV Cation Channels"
        ],
        "Authors": [
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY, 10032, USA."
            },
            {
                "First Name": "Kirill D",
                "Last Name": "Nadezhdin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY, 10032, USA."
            },
            {
                "First Name": "Maria G",
                "Last Name": "Kurnikova",
                "Affiliation": "Chemistry Department, Carnegie Mellon University, 4400 Fifth Ave, Pittsburgh, PA, 15213, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY, 10032, USA."
            }
        ],
        "Journal": "The Journal of physiology",
        "PubDate": "2021"
    },
    {
        "PMID": "31932763",
        "Title": "Author Correction: Structural basis of temperature sensation by the TRP channel TRPV3.",
        "Abstract": "An amendment to this paper has been published and can be accessed via a link at the top of the paper.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Appu K",
                "Last Name": "Singh",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Luke L",
                "Last Name": "McGoldrick",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Lusine",
                "Last Name": "Demirkhanyan",
                "Affiliation": "Department of Cancer Biology and Pharmacology, University of Illinois College of Medicine, Peoria, IL, USA."
            },
            {
                "First Name": "Merfilius",
                "Last Name": "Leslie",
                "Affiliation": "Department of Cancer Biology and Pharmacology, University of Illinois College of Medicine, Peoria, IL, USA."
            },
            {
                "First Name": "Eleonora",
                "Last Name": "Zakharian",
                "Affiliation": "Department of Cancer Biology and Pharmacology, University of Illinois College of Medicine, Peoria, IL, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature structural & molecular biology",
        "PubDate": "2020"
    },
    {
        "PMID": "31636415",
        "Title": "Structural basis of temperature sensation by the TRP channel TRPV3.",
        "Abstract": "We present structures of mouse TRPV3 in temperature-dependent open, closed and intermediate states that suggest two-step activation of TRPV3 by heat. During the strongly temperature-dependent first step, sensitization, the channel pore remains closed while S6 helices undergo α-to-π transitions. During the weakly temperature-dependent second step, channel opening, tight association of the S1-S4 and pore domains is stabilized by changes in the carboxy-terminal and linker domains.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cryoelectron Microscopy",
            "Hot Temperature",
            "Mice",
            "Models, Molecular",
            "Protein Conformation",
            "Protein Domains",
            "TRPV Cation Channels",
            "Temperature",
            "Thermosensing"
        ],
        "Authors": [
            {
                "First Name": "Appu K",
                "Last Name": "Singh",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Luke L",
                "Last Name": "McGoldrick",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Lusine",
                "Last Name": "Demirkhanyan",
                "Affiliation": "Department of Cancer Biology and Pharmacology, University of Illinois College of Medicine, Peoria, IL, USA."
            },
            {
                "First Name": "Merfilius",
                "Last Name": "Leslie",
                "Affiliation": "Department of Cancer Biology and Pharmacology, University of Illinois College of Medicine, Peoria, IL, USA."
            },
            {
                "First Name": "Eleonora",
                "Last Name": "Zakharian",
                "Affiliation": "Department of Cancer Biology and Pharmacology, University of Illinois College of Medicine, Peoria, IL, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature structural & molecular biology",
        "PubDate": "2019"
    },
    {
        "PMID": "31615831",
        "Title": "Structural and functional insights into transmembrane AMPA receptor regulatory protein complexes.",
        "Abstract": "Fast excitatory neurotransmission is mediated by the α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) subtype of ionotropic glutamate receptor (AMPAR). AMPARs initiate depolarization of the postsynaptic neuron by allowing cations to enter through their ion channel pores in response to binding of the neurotransmitter glutamate. AMPAR function is dramatically affected by auxiliary subunits, which are regulatory proteins that form various complexes with AMPARs throughout the brain. The most well-studied auxiliary subunits are the transmembrane AMPAR regulatory proteins (TARPs), which alter the assembly, trafficking, localization, kinetics, and pharmacology of AMPARs. Recent structural and functional studies of TARPs and the TARP-fold germ cell-specific gene 1-like (GSG1L) subunit have provided important glimpses into how auxiliary subunits regulate the function of synaptic complexes. In this review, we put these recent structures in the context of new functional findings in order to gain insight into the determinants of AMPAR regulation by TARPs. We thus reveal why TARPs display a broad range of effects despite their conserved modular architecture.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Claudins",
            "Glutamic Acid",
            "Humans",
            "Membrane Proteins",
            "Neurons",
            "Protein Transport",
            "Receptors, AMPA",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Edward C",
                "Last Name": "Twomey",
                "Affiliation": "Department of Cell Biology, Blavatnik Institute, Harvard Medical School, Boston, MA."
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "The Journal of general physiology",
        "PubDate": "2019"
    },
    {
        "PMID": "31519888",
        "Title": "Structure of the thermo-sensitive TRP channel TRP1 from the alga Chlamydomonas reinhardtii.",
        "Abstract": "Algae produce the largest amount of oxygen on earth and are invaluable for human nutrition and biomedicine, as well as for the chemical industry, energy production and agriculture. The mechanisms by which algae can detect and respond to changes in their environments can rely on membrane receptors, including TRP ion channels. Here we present a 3.5-Å resolution cryo-EM structure of the transient receptor potential (TRP) channel crTRP1 from the alga Chlamydomonas reinhardtii that opens in response to increased temperature and is positively regulated by the membrane lipid PIP",
        "Keywords": [],
        "MeSH terms": [
            "Ankyrin Repeat",
            "Chlamydomonas reinhardtii",
            "Cryoelectron Microscopy",
            "HEK293 Cells",
            "Humans",
            "Plant Proteins",
            "Protein Structure, Secondary",
            "Transient Receptor Potential Channels"
        ],
        "Authors": [
            {
                "First Name": "Luke L",
                "Last Name": "McGoldrick",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY, 10032, USA."
            },
            {
                "First Name": "Appu K",
                "Last Name": "Singh",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY, 10032, USA."
            },
            {
                "First Name": "Lusine",
                "Last Name": "Demirkhanyan",
                "Affiliation": "Department of Cancer Biology & Pharmacology, The University of Illinois College of Medicine at Peoria, One Illini Drive, Peoria, IL, 61605, USA."
            },
            {
                "First Name": "Ting-Yu",
                "Last Name": "Lin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY, 10032, USA."
            },
            {
                "First Name": "Ryan G",
                "Last Name": "Casner",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY, 10032, USA."
            },
            {
                "First Name": "Eleonora",
                "Last Name": "Zakharian",
                "Affiliation": "Department of Cancer Biology & Pharmacology, The University of Illinois College of Medicine at Peoria, One Illini Drive, Peoria, IL, 61605, USA. zakharel@uic.edu."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY, 10032, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2019"
    },
    {
        "PMID": "31426314",
        "Title": "Cytoplasmic Inter-Subunit Interface Controls Use-Dependence of Thermal Activation of TRPV3 Channel.",
        "Abstract": "The vanilloid transient receptor potential channel TRPV3 is a putative molecular thermosensor widely considered to be involved in cutaneous sensation, skin homeostasis, nociception, and pruritus. Repeated stimulation of TRPV3 by high temperatures above 50 °C progressively increases its responses and shifts the activation threshold to physiological temperatures. This use-dependence does not occur in the related heat-sensitive TRPV1 channel in which responses decrease, and the activation threshold is retained above 40 °C during activations. By combining structure-based mutagenesis, electrophysiology, and molecular modeling, we showed that chimeric replacement of the residues from the TRPV3 cytoplasmic inter-subunit interface (N251-E257) with the homologous residues of TRPV1 resulted in channels that, similarly to TRPV1, exhibited a lowered thermal threshold, were sensitized, and failed to close completely after intense stimulation. Crosslinking of this interface by the engineered disulfide bridge between substituted cysteines F259C and V385C (or, to a lesser extent, Y382C) locked the channel in an open state. On the other hand, mutation of a single residue within this region (E736) resulted in heat resistant channels. We propose that alterations in the cytoplasmic inter-subunit interface produce shifts in the channel gating equilibrium and that this domain is critical for the use-dependence of the heat sensitivity of TRPV3.",
        "Keywords": [
            "ankyrin repeat",
            "nociception",
            "noxious heat",
            "transient receptor potential",
            "transient receptor potential vanilloid 1 (TRPV1)"
        ],
        "MeSH terms": [
            "Cytoplasm",
            "HEK293 Cells",
            "Hot Temperature",
            "Humans",
            "Molecular Dynamics Simulation",
            "Mutation",
            "Protein Domains",
            "Protein Subunits",
            "TRPV Cation Channels"
        ],
        "Authors": [
            {
                "First Name": "Lucie",
                "Last Name": "Macikova",
                "Affiliation": "Department of Cellular Neurophysiology, Institute of Physiology Czech Academy of Sciences, 142 20 Prague, Czech Republic."
            },
            {
                "First Name": "Lenka",
                "Last Name": "Vyklicka",
                "Affiliation": "Department of Cellular Neurophysiology, Institute of Physiology Czech Academy of Sciences, 142 20 Prague, Czech Republic."
            },
            {
                "First Name": "Ivan",
                "Last Name": "Barvik",
                "Affiliation": "Division of Biomolecular Physics, Institute of Physics, Faculty of Mathematics and Physics, Charles University, 121 16 Prague, Czech Republic."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Viktorie",
                "Last Name": "Vlachova",
                "Affiliation": "Department of Cellular Neurophysiology, Institute of Physiology Czech Academy of Sciences, 142 20 Prague, Czech Republic. viktorie.vlachova@fgu.cas.cz."
            }
        ],
        "Journal": "International journal of molecular sciences",
        "PubDate": "2019"
    },
    {
        "PMID": "31028671",
        "Title": "Expression, Purification, and Crystallization of the Transient Receptor Potential Channel TRPV6.",
        "Abstract": "Transient receptor potential (TRP) channels are polymodal sensory transducers that respond to chemicals, temperature, mechanical stress, and membrane voltage and are involved in vision, taste, olfaction, hearing, touch, thermal perception, and nociception. TRP channels are implicated in numerous devastating diseases, including various forms of cancer, and represent important drug targets. The large sizes, low expression levels, and conformational dynamics of TRP channels make them challenging targets for structural biology. Here, we present the methodology used in structural studies of TRPV6, a TRP channel that is highly selective for calcium and mediates Ca",
        "Keywords": [
            "Baculovirus",
            "HEK 293 cells",
            "Ion channel",
            "Membrane protein",
            "Protein crystallization",
            "Protein expression",
            "Protein purification",
            "Protein structure",
            "Sf9 cells",
            "TRP channel",
            "Transient receptor potential channel",
            "X-ray crystallography"
        ],
        "MeSH terms": [
            "Animals",
            "Baculoviridae",
            "Calcium",
            "Calcium Channels",
            "Crystallography, X-Ray",
            "HEK293 Cells",
            "Humans",
            "Sf9 Cells",
            "TRPV Cation Channels"
        ],
        "Authors": [
            {
                "First Name": "Appu K",
                "Last Name": "Singh",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Luke L",
                "Last Name": "McGoldrick",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2019"
    },
    {
        "PMID": "30459255",
        "Title": "Influences: Russian training.",
        "Abstract": "Sobolevsky reflects on his unique scientific upbringing in Russia.",
        "Keywords": [],
        "MeSH terms": [
            "Biophysics",
            "History, 20th Century",
            "History, 21st Century",
            "Russia",
            "Universities"
        ],
        "Authors": [
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "The Journal of general physiology",
        "PubDate": "2018"
    },
    {
        "PMID": "30127359",
        "Title": "Structure and gating mechanism of the transient receptor potential channel TRPV3.",
        "Abstract": "Transient receptor potential vanilloid subfamily member 3 (TRPV3) channel plays a crucial role in skin physiology and pathophysiology. Mutations in TRPV3 are associated with various skin diseases, including Olmsted syndrome, atopic dermatitis, and rosacea. Here we present the cryo-electron microscopy structures of full-length mouse TRPV3 in the closed apo and agonist-bound open states. The agonist binds three allosteric sites distal to the pore. Channel opening is accompanied by conformational changes in both the outer pore and the intracellular gate. The gate is formed by the pore-lining S6 helices that undergo local α-to-π helical transitions, elongate, rotate, and splay apart in the open state. In the closed state, the shorter S6 segments are entirely α-helical, expose their nonpolar surfaces to the pore, and hydrophobically seal the ion permeation pathway. These findings further illuminate TRP channel activation and can aid in the design of drugs for the treatment of inflammatory skin conditions, itch, and pain.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Hydrophobic and Hydrophilic Interactions",
            "Ion Channel Gating",
            "Mice",
            "Protein Conformation",
            "Structure-Activity Relationship",
            "TRPV Cation Channels"
        ],
        "Authors": [
            {
                "First Name": "Appu K",
                "Last Name": "Singh",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Luke L",
                "Last Name": "McGoldrick",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature structural & molecular biology",
        "PubDate": "2018"
    },
    {
        "PMID": "30122377",
        "Title": "Mechanisms of Channel Block in Calcium-Permeable AMPA Receptors.",
        "Abstract": "AMPA receptors mediate fast excitatory neurotransmission and are critical for CNS development and function. Calcium-permeable subsets of AMPA receptors are strongly implicated in acute and chronic neurological disorders. However, despite the clinical importance, the therapeutic landscape for specifically targeting them, and not the calcium-impermeable AMPA receptors, remains largely undeveloped. To address this problem, we used cryo-electron microscopy and electrophysiology to investigate the mechanisms by which small-molecule blockers selectively inhibit ion channel conductance in calcium-permeable AMPA receptors. We determined the structures of calcium-permeable GluA2 AMPA receptor complexes with the auxiliary subunit stargazin bound to channel blockers, including the orb weaver spider toxin AgTx-636, the spider toxin analog NASPM, and the adamantane derivative IEM-1460. Our structures provide insights into the architecture of the blocker binding site and the mechanism of trapping, which are critical for development of small molecules that specifically target calcium-permeable AMPA receptors.",
        "Keywords": [
            "AMPA receptors",
            "cryoelectron microscopy",
            "drug development",
            "glutamate receptors",
            "ion channel block",
            "ion channel structure",
            "ion channels",
            "ionotropic glutamate receptors",
            "neurodegeneration",
            "toxins"
        ],
        "MeSH terms": [
            "Animals",
            "Calcium",
            "Excitatory Amino Acid Antagonists",
            "HEK293 Cells",
            "Humans",
            "Protein Structure, Secondary",
            "Protein Structure, Tertiary",
            "Rats",
            "Receptors, AMPA",
            "Spider Venoms"
        ],
        "Authors": [
            {
                "First Name": "Edward C",
                "Last Name": "Twomey",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Integrated Program in Cellular, Molecular and Biomedical Studies, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Alexander A",
                "Last Name": "Vassilevski",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow 117997, Russia; Moscow Institute of Physics and Technology (State University), Dolgoprudny, Moscow Oblast 141700, Russia."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA. Electronic address: as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2018"
    },
    {
        "PMID": "30116787",
        "Title": "Mechanism of calmodulin inactivation of the calcium-selective TRP channel TRPV6.",
        "Abstract": "Calcium (Ca",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "Calcium",
            "Calcium Channels",
            "Calmodulin",
            "Cryoelectron Microscopy",
            "Humans",
            "Protein Binding",
            "Protein Conformation",
            "Rats",
            "TRPV Cation Channels"
        ],
        "Authors": [
            {
                "First Name": "Appu K",
                "Last Name": "Singh",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Luke L",
                "Last Name": "McGoldrick",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Edward C",
                "Last Name": "Twomey",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA."
            }
        ],
        "Journal": "Science advances",
        "PubDate": "2018"
    },
    {
        "PMID": "29941865",
        "Title": "Structural bases of TRP channel TRPV6 allosteric modulation by 2-APB.",
        "Abstract": "Transient receptor potential (TRP) channels are involved in various physiological processes, including sensory transduction. The TRP channel TRPV6 mediates calcium uptake in epithelia and its expression is dramatically increased in numerous types of cancer. TRPV6 inhibitors suppress tumor growth, but the molecular mechanism of inhibition remains unknown. Here, we present crystal and cryo-EM structures of human and rat TRPV6 bound to 2-aminoethoxydiphenyl borate (2-APB), a TRPV6 inhibitor and modulator of numerous TRP channels. 2-APB binds to TRPV6 in a pocket formed by the cytoplasmic half of the S1-S4 transmembrane helix bundle. Comparing human wild-type and high-affinity mutant Y467A structures, we show that 2-APB induces TRPV6 channel closure by modulating protein-lipid interactions. Mutagenesis and functional analyses suggest that the identified 2-APB binding site might be present in other members of vanilloid subfamily TRP channels. Our findings reveal a mechanism of ion channel allosteric modulation that can be exploited for therapeutic design.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "Boron Compounds",
            "Calcium",
            "Calcium Channels",
            "Crystallography, X-Ray",
            "HEK293 Cells",
            "Humans",
            "Lipid Metabolism",
            "Neoplasms",
            "Protein Structure, Secondary",
            "Rats",
            "TRPV Cation Channels"
        ],
        "Authors": [
            {
                "First Name": "Appu K",
                "Last Name": "Singh",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY, 10032, USA."
            },
            {
                "First Name": "Kei",
                "Last Name": "Saotome",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY, 10032, USA."
            },
            {
                "First Name": "Luke L",
                "Last Name": "McGoldrick",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY, 10032, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY, 10032, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2018"
    },
    {
        "PMID": "29632318",
        "Title": "Ion Permeation Mechanism in Epithelial Calcium Channel TRVP6.",
        "Abstract": "Calcium is the most abundant metal in the human body that plays vital roles as a cellular electrolyte as well as the smallest and most frequently used signaling molecule. Calcium uptake in epithelial tissues is mediated by tetrameric calcium-selective transient receptor potential (TRP) channels TRPV6 that are implicated in a variety of human diseases, including numerous forms of cancer. We used TRPV6 crystal structures as templates for molecular dynamics simulations to identify ion binding sites and to study the permeation mechanism of calcium and other ions through TRPV6 channels. We found that at low Ca",
        "Keywords": [],
        "MeSH terms": [
            "Aspartic Acid",
            "Binding Sites",
            "Calcium",
            "Calcium Channels",
            "Crystallography, X-Ray",
            "Gadolinium",
            "Humans",
            "Lipid Bilayers",
            "Metals",
            "Models, Molecular",
            "Molecular Dynamics Simulation",
            "Protein Binding",
            "Protein Conformation",
            "Protein Multimerization",
            "Sodium",
            "TRPV Cation Channels",
            "Water"
        ],
        "Authors": [
            {
                "First Name": "Serzhan",
                "Last Name": "Sakipov",
                "Affiliation": "Chemistry Department, Carnegie Mellon University, 4400 Fifth Ave., Pittsburgh, PA, 15213, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th St., New York, NY, 10032, USA."
            },
            {
                "First Name": "Maria G",
                "Last Name": "Kurnikova",
                "Affiliation": "Chemistry Department, Carnegie Mellon University, 4400 Fifth Ave., Pittsburgh, PA, 15213, USA. kurnikova@cmu.edu."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2018"
    },
    {
        "PMID": "29589513",
        "Title": "X-ray crystallography of TRP channels.",
        "Abstract": "Transient receptor potential (TRP) ion channels are molecular sensors of a large variety of stimuli including temperature, mechanical stress, voltage, small molecules including capsaicin and menthol, and lipids such as phosphatidylinositol 4,5-bisphosphate (PIP",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Crystallography, X-Ray",
            "Humans",
            "Models, Molecular",
            "Transient Receptor Potential Channels"
        ],
        "Authors": [
            {
                "First Name": "Appu K",
                "Last Name": "Singh",
                "Affiliation": "a Department of Biochemistry and Molecular Biophysics , Columbia University , New York , NY."
            },
            {
                "First Name": "Luke L",
                "Last Name": "McGoldrick",
                "Affiliation": "a Department of Biochemistry and Molecular Biophysics , Columbia University , New York , NY."
            },
            {
                "First Name": "Kei",
                "Last Name": "Saotome",
                "Affiliation": "a Department of Biochemistry and Molecular Biophysics , Columbia University , New York , NY."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "a Department of Biochemistry and Molecular Biophysics , Columbia University , New York , NY."
            }
        ],
        "Journal": "Channels (Austin, Tex.)",
        "PubDate": "2018"
    },
    {
        "PMID": "29277899",
        "Title": "Proton-independent activation of acid-sensing ion channel 3 by an alkaloid, lindoldhamine, from Laurus nobilis.",
        "Abstract": "Acid-sensing ion channels (ASICs) play an important role in synaptic plasticity and learning, as well as in nociception and mechanosensation. ASICs are involved in pain and in neurological and psychiatric diseases, but their therapeutic potential is limited by the lack of ligands activating them at physiological pH.",
        "Keywords": [],
        "MeSH terms": [
            "Acid Sensing Ion Channels",
            "Alkaloids",
            "Allosteric Regulation",
            "Animals",
            "Female",
            "Humans",
            "Hydrogen-Ion Concentration",
            "Laurus",
            "Oocytes",
            "Patch-Clamp Techniques",
            "Plant Leaves",
            "Protons",
            "Rats",
            "Species Specificity",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Dmitry I",
                "Last Name": "Osmakov",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."
            },
            {
                "First Name": "Sergey G",
                "Last Name": "Koshelev",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."
            },
            {
                "First Name": "Yaroslav A",
                "Last Name": "Andreev",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."
            },
            {
                "First Name": "Maxim A",
                "Last Name": "Dubinnyi",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."
            },
            {
                "First Name": "Vadim S",
                "Last Name": "Kublitski",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."
            },
            {
                "First Name": "Roman G",
                "Last Name": "Efremov",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Sergey A",
                "Last Name": "Kozlov",
                "Affiliation": "Shemyakin-Ovchinnikov Institute of Bioorganic Chemistry, Russian Academy of Sciences, Moscow, Russia."
            }
        ],
        "Journal": "British journal of pharmacology",
        "PubDate": "2018"
    },
    {
        "PMID": "29258289",
        "Title": "Opening of the human epithelial calcium channel TRPV6.",
        "Abstract": "Calcium-selective transient receptor potential vanilloid subfamily member 6 (TRPV6) channels play a critical role in calcium uptake in epithelial tissues. Altered TRPV6 expression is associated with a variety of human diseases, including cancers. TRPV6 channels are constitutively active and their open probability depends on the lipidic composition of the membrane in which they reside; it increases substantially in the presence of phosphatidylinositol 4,5-bisphosphate. Crystal structures of detergent-solubilized rat TRPV6 in the closed state have previously been solved. Corroborating electrophysiological results, these structures demonstrated that the Ca",
        "Keywords": [],
        "MeSH terms": [
            "Alanine",
            "Calcium",
            "Calcium Channels",
            "Cryoelectron Microscopy",
            "Epithelial Cells",
            "Humans",
            "Ion Channel Gating",
            "Ion Transport",
            "Protein Conformation",
            "Rotation",
            "TRPV Cation Channels"
        ],
        "Authors": [
            {
                "First Name": "Luke L",
                "Last Name": "McGoldrick",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Appu K",
                "Last Name": "Singh",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Kei",
                "Last Name": "Saotome",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Edward C",
                "Last Name": "Twomey",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Robert A",
                "Last Name": "Grassucci",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, New York 10032, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2018"
    },
    {
        "PMID": "29037031",
        "Title": "Structural Mechanisms of Gating in Ionotropic Glutamate Receptors.",
        "Abstract": "Ionotropic glutamate receptors (iGluRs) are ligand-gated ion channels that mediate the majority of excitatory neurotransmission in the central nervous system. iGluRs open their ion channels in response to binding of the neurotransmitter glutamate, rapidly depolarize the postsynaptic neuronal membrane, and initiate signal transduction. Recent studies using X-ray crystallography and cryo-electron microscopy have determined full-length iGluR structures that (1) uncover the receptor architecture in an unliganded, resting state, (2) reveal conformational changes produced by ligands in order to activate iGluRs, open their ion channels, and conduct ions, and (3) show how activated, glutamate-bound iGluRs can adopt a nonconducting desensitized state. These new findings, combined with the results of previous structural and functional experiments, kinetic and molecular modeling, mutagenesis, and biochemical analyses, provide new views on the structural mechanisms of iGluR gating.",
        "Keywords": [],
        "MeSH terms": [
            "Cryoelectron Microscopy",
            "Crystallography, X-Ray",
            "Humans",
            "Ion Channel Gating",
            "Ligands",
            "Protein Conformation",
            "Receptors, AMPA"
        ],
        "Authors": [
            {
                "First Name": "Edward C",
                "Last Name": "Twomey",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics and ‡Integrated Program in Cellular, Molecular, and Biomedical Studies, Columbia University , 650 West 168th Street, New York, New York 10032, United States."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics and ‡Integrated Program in Cellular, Molecular, and Biomedical Studies, Columbia University , 650 West 168th Street, New York, New York 10032, United States."
            }
        ],
        "Journal": "Biochemistry",
        "PubDate": "2018"
    },
    {
        "PMID": "28878326",
        "Title": "Swapping of transmembrane domains in the epithelial calcium channel TRPV6.",
        "Abstract": "Tetrameric ion channels have either swapped or non-swapped arrangements of the S1-S4 and pore domains. Here we show that mutations in the transmembrane domain of TRPV6 can result in conversion from a domain-swapped to non-swapped fold. These results reveal structural determinants of domain swapping and raise the possibility that a single ion channel subtype can fold into either arrangement in vivo, affecting its function in normal or disease states.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Amino Acid Substitution",
            "Calcium",
            "Calcium Channels",
            "Genes, Reporter",
            "HEK293 Cells",
            "Humans",
            "Ligands",
            "Models, Molecular",
            "Molecular Conformation",
            "Mutation",
            "Protein Interaction Domains and Motifs",
            "Quantitative Structure-Activity Relationship",
            "TRPV Cation Channels"
        ],
        "Authors": [
            {
                "First Name": "Appu K",
                "Last Name": "Singh",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University 650 West 168th Street, New York, NY, 10032, USA."
            },
            {
                "First Name": "Kei",
                "Last Name": "Saotome",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University 650 West 168th Street, New York, NY, 10032, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University 650 West 168th Street, New York, NY, 10032, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2017"
    },
    {
        "PMID": "28737760",
        "Title": "Channel opening and gating mechanism in AMPA-subtype glutamate receptors.",
        "Abstract": "AMPA (α-amino-3-hydroxy-5-methyl-4-isoxazole propionic acid)-subtype ionotropic glutamate receptors mediate fast excitatory neurotransmission throughout the central nervous system. Gated by the neurotransmitter glutamate, AMPA receptors are critical for synaptic strength, and dysregulation of AMPA receptor-mediated signalling is linked to numerous neurological diseases. Here we use cryo-electron microscopy to solve the structures of AMPA receptor-auxiliary subunit complexes in the apo, antagonist- and agonist-bound states and determine the iris-like mechanism of ion channel opening. The ion channel selectivity filter is formed by the extended portions of the re-entrant M2 loops, while the helical portions of M2 contribute to extensive hydrophobic interfaces between AMPA receptor subunits in the ion channel. We show how the permeation pathway changes upon channel opening and identify conformational changes throughout the entire AMPA receptor that accompany activation and desensitization. Our findings provide a framework for understanding gating across the family of ionotropic glutamate receptors and the role of AMPA receptors in excitatory neurotransmission.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Calcium Channels",
            "Claudins",
            "Cryoelectron Microscopy",
            "HEK293 Cells",
            "Humans",
            "Hydrophobic and Hydrophilic Interactions",
            "Ion Channel Gating",
            "Mice",
            "Models, Molecular",
            "Protein Conformation",
            "Protein Subunits",
            "Rats",
            "Receptors, AMPA",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Edward C",
                "Last Name": "Twomey",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Robert A",
                "Last Name": "Grassucci",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Joachim",
                "Last Name": "Frank",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, New York 10032, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2017"
    },
    {
        "PMID": "28472657",
        "Title": "Structural Bases of Desensitization in AMPA Receptor-Auxiliary Subunit Complexes.",
        "Abstract": "Fast excitatory neurotransmission is mediated by AMPA-subtype ionotropic glutamate receptors (AMPARs). AMPARs, localized at post-synaptic densities, are regulated by transmembrane auxiliary subunits that modulate AMPAR assembly, trafficking, gating, and pharmacology. Aberrancies in AMPAR-mediated signaling are associated with numerous neurological disorders. Here, we report cryo-EM structures of an AMPAR in complex with the auxiliary subunit GSG1L in the closed and desensitized states. GSG1L favors the AMPAR desensitized state, where channel closure is facilitated by profound structural rearrangements in the AMPAR extracellular domain, with ligand-binding domain dimers losing their local 2-fold rotational symmetry. Our structural and functional experiments suggest that AMPAR auxiliary subunits share a modular architecture and use a common transmembrane scaffold for distinct extracellular modules to differentially regulate AMPAR gating. By comparing the AMPAR-GSG1L complex structures, we map conformational changes accompanying AMPAR recovery from desensitization and reveal structural bases for regulation of synaptic transmission by auxiliary subunits.",
        "Keywords": [
            "AMPA receptor",
            "Excitatory neurotransmission",
            "auxiliary subunit",
            "cryo-electron microscopy",
            "desensitization",
            "gating",
            "glutamate receptor",
            "glutamatergic signaling",
            "neurodegenerative disease",
            "synaptic complex"
        ],
        "MeSH terms": [
            "Animals",
            "Calcium Channels",
            "Claudins",
            "Cryoelectron Microscopy",
            "HEK293 Cells",
            "Humans",
            "Ion Channel Gating",
            "Mice",
            "Models, Molecular",
            "Post-Synaptic Density",
            "Protein Binding",
            "Protein Structure, Quaternary",
            "Protein Subunits",
            "Protein Transport",
            "Rats",
            "Receptors, AMPA",
            "Sf9 Cells",
            "Spodoptera"
        ],
        "Authors": [
            {
                "First Name": "Edward C",
                "Last Name": "Twomey",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168(th) Street, New York, NY 10032, USA; Integrated Program in Cellular, Molecular, and Biomedical Studies, Columbia University, 650 West 168(th) Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168(th) Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Robert A",
                "Last Name": "Grassucci",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168(th) Street, New York, NY 10032, USA; Howard Hughes Medical Institute, 650 West 168(th) Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Joachim",
                "Last Name": "Frank",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168(th) Street, New York, NY 10032, USA; Department of Biological Sciences, Columbia University, 650 West 168(th) Street, New York, NY 10032, USA; Howard Hughes Medical Institute, 650 West 168(th) Street, New York, NY 10032, USA. Electronic address: jf2192@cumc.columbia.edu."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168(th) Street, New York, NY 10032, USA. Electronic address: as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2017"
    },
    {
        "PMID": "28432359",
        "Title": "Role of the Ion Channel Extracellular Collar in AMPA Receptor Gating.",
        "Abstract": "AMPA subtype ionotropic glutamate receptors mediate fast excitatory neurotransmission and are implicated in numerous neurological diseases. Ionic currents through AMPA receptor channels can be allosterically regulated via different sites on the receptor protein. We used site-directed mutagenesis and patch-clamp recordings to probe the ion channel extracellular collar, the binding region for noncompetitive allosteric inhibitors. We found position and substitution-dependent effects for introduced mutations at this region on AMPA receptor gating. The results of mutagenesis suggested that the transmembrane domains M1, M3 and M4, which contribute to the ion channel extracellular collar, undergo significant relative displacement during gating. We used molecular dynamics simulations to predict an AMPA receptor open state structure and rationalize the results of mutagenesis. We conclude that the ion channel extracellular collar plays a distinct role in gating and represents a hub for powerful allosteric modulation of AMPA receptor function that can be used for developing novel therapeutics.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY, 10032, USA."
            },
            {
                "First Name": "Samaneh",
                "Last Name": "Mesbahi-Vasey",
                "Affiliation": "Chemistry Department, Carnegie Mellon University, 4400 Fifth Ave, Pittsburgh, PA, 15213, USA."
            },
            {
                "First Name": "Maria G",
                "Last Name": "Kurnikova",
                "Affiliation": "Chemistry Department, Carnegie Mellon University, 4400 Fifth Ave, Pittsburgh, PA, 15213, USA. kurnikova@cmu.edu."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY, 10032, USA. as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2017"
    },
    {
        "PMID": "27618672",
        "Title": "Structural Bases of Noncompetitive Inhibition of AMPA-Subtype Ionotropic Glutamate Receptors by Antiepileptic Drugs.",
        "Abstract": "Excitatory neurotransmission plays a key role in epileptogenesis. Correspondingly, AMPA-subtype ionotropic glutamate receptors, which mediate the majority of excitatory neurotransmission and contribute to seizure generation and spread, have emerged as promising targets for epilepsy therapy. The most potent and well-tolerated AMPA receptor inhibitors act via a noncompetitive mechanism, but many of them produce adverse side effects. The design of better drugs is hampered by the lack of a structural understanding of noncompetitive inhibition. Here, we report crystal structures of the rat AMPA-subtype GluA2 receptor in complex with three noncompetitive inhibitors. The inhibitors bind to a novel binding site, completely conserved between rat and human, at the interface between the ion channel and linkers connecting it to the ligand-binding domains. We propose that the inhibitors stabilize the AMPA receptor closed state by acting as wedges between the transmembrane segments, thereby preventing gating rearrangements that are necessary for ion channel opening.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Anticonvulsants",
            "Benzodiazepines",
            "Binding Sites",
            "Crystallization",
            "Molecular Docking Simulation",
            "Nitriles",
            "Pyridones",
            "Quinazolines",
            "Rats",
            "Receptors, AMPA"
        ],
        "Authors": [
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168(th) Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Appu K",
                "Last Name": "Singh",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168(th) Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Jared M",
                "Last Name": "Sampson",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168(th) Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Chamali",
                "Last Name": "Narangoda",
                "Affiliation": "Chemistry Department, Carnegie Mellon University, 4400 Fifth Avenue, Pittsburgh, PA 15213, USA."
            },
            {
                "First Name": "Maria",
                "Last Name": "Kurnikova",
                "Affiliation": "Chemistry Department, Carnegie Mellon University, 4400 Fifth Avenue, Pittsburgh, PA 15213, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168(th) Street, New York, NY 10032, USA. Electronic address: as4005@cumc.columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2016"
    },
    {
        "PMID": "27365450",
        "Title": "Elucidation of AMPA receptor-stargazin complexes by cryo-electron microscopy.",
        "Abstract": "AMPA-subtype ionotropic glutamate receptors (AMPARs) mediate fast excitatory neurotransmission and contribute to high cognitive processes such as learning and memory. In the brain, AMPAR trafficking, gating, and pharmacology is tightly controlled by transmembrane AMPAR regulatory proteins (TARPs). Here, we used cryo-electron microscopy to elucidate the structural basis of AMPAR regulation by one of these auxiliary proteins, TARP γ2, or stargazin (STZ). Our structures illuminate the variable interaction stoichiometry of the AMPAR-TARP complex, with one or two TARP molecules binding one tetrameric AMPAR. Analysis of the AMPAR-STZ binding interfaces suggests that electrostatic interactions between the extracellular domains of AMPAR and STZ play an important role in modulating AMPAR function through contact surfaces that are conserved across AMPARs and TARPs. We propose a model explaining how TARPs stabilize the activated state of AMPARs and how the interactions between AMPARs and their auxiliary proteins control fast excitatory synaptic transmission.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Calcium Channels",
            "Cryoelectron Microscopy",
            "HEK293 Cells",
            "Humans",
            "Models, Molecular",
            "Protein Stability",
            "Protein Structure, Secondary",
            "Rats",
            "Receptors, AMPA",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Edward C",
                "Last Name": "Twomey",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA. Integrated Program in Cellular, Molecular, and Biomedical Studies, Columbia University, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Robert A",
                "Last Name": "Grassucci",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA. Howard Hughes Medical Institute, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Joachim",
                "Last Name": "Frank",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA. Department of Biological Sciences, Columbia University, 650 West 168th Street, New York, NY 10032, USA. Howard Hughes Medical Institute, 650 West 168th Street, New York, NY 10032, USA. as4005@cumc.columbia.edu jf2192@cumc.columbia.edu."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA. as4005@cumc.columbia.edu jf2192@cumc.columbia.edu."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2016"
    },
    {
        "PMID": "27296226",
        "Title": "Crystal structure of the epithelial calcium channel TRPV6.",
        "Abstract": "Precise regulation of calcium homeostasis is essential for many physiological functions. The Ca(2+)-selective transient receptor potential (TRP) channels TRPV5 and TRPV6 play vital roles in calcium homeostasis as Ca(2+) uptake channels in epithelial tissues. Detailed structural bases for their assembly and Ca(2+) permeation remain obscure. Here we report the crystal structure of rat TRPV6 at 3.25 Å resolution. The overall architecture of TRPV6 reveals shared and unique features compared with other TRP channels. Intracellular domains engage in extensive interactions to form an intracellular 'skirt' involved in allosteric modulation. In the K(+) channel-like transmembrane domain, Ca(2+) selectivity is determined by direct coordination of Ca(2+) by a ring of aspartate side chains in the selectivity filter. On the basis of crystallographically identified cation-binding sites at the pore axis and extracellular vestibule, we propose a Ca(2+) permeation mechanism. Our results provide a structural foundation for understanding the regulation of epithelial Ca(2+) uptake and its role in pathophysiology.",
        "Keywords": [],
        "MeSH terms": [
            "Allosteric Regulation",
            "Animals",
            "Binding Sites",
            "Calcium",
            "Cations, Divalent",
            "Crystallography, X-Ray",
            "Epithelium",
            "Models, Molecular",
            "Protein Structure, Quaternary",
            "Protein Structure, Tertiary",
            "Protein Subunits",
            "Rats",
            "Structure-Activity Relationship",
            "TRPV Cation Channels"
        ],
        "Authors": [
            {
                "First Name": "Kei",
                "Last Name": "Saotome",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Appu K",
                "Last Name": "Singh",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, New York 10032, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2016"
    },
    {
        "PMID": "26739260",
        "Title": "Probing Intersubunit Interfaces in AMPA-subtype Ionotropic Glutamate Receptors.",
        "Abstract": "AMPA subtype ionotropic glutamate receptors (iGluRs) mediate the majority of fast neurotransmission across excitatory synapses in the central nervous system. Each AMPA receptor is composed of four multi-domain subunits that are organized into layers of two amino-terminal domain (ATD) dimers, two ligand-binding domain (LBD) dimers, transmembrane domains and carboxy-terminal domains. We introduced cysteine substitutions at the intersubunit interfaces of AMPA receptor subunit GluA2 and confirmed substituted cysteine crosslink formation by SDS-PAGE. The functional consequence of intersubunit crosslinks was assessed by recording GluA2-mediated currents in reducing and non-reducing conditions. Strong redox-dependent changes in GluA2-mediated currents were observed for cysteine substitutions at the LBD dimer-dimer interface but not at the ATD dimer-dimer interface. We conclude that during gating, LBD dimers undergo significant relative displacement, while ATD dimers either maintain their relative positioning, or their relative displacement has no appreciable effect on AMPA receptor function.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Substitution",
            "Cell Line",
            "Gene Knockout Techniques",
            "Humans",
            "Ion Channel Gating",
            "Models, Molecular",
            "Mutation",
            "Protein Conformation",
            "Protein Interaction Domains and Motifs",
            "Protein Multimerization",
            "Protein Subunits",
            "Receptors, AMPA"
        ],
        "Authors": [
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University 650 West 168th Street, New York, NY 10032."
            },
            {
                "First Name": "Kei",
                "Last Name": "Saotome",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University 650 West 168th Street, New York, NY 10032."
            },
            {
                "First Name": "Appu K",
                "Last Name": "Singh",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University 650 West 168th Street, New York, NY 10032."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University 650 West 168th Street, New York, NY 10032."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2016"
    },
    {
        "PMID": "25556785",
        "Title": "Structure and gating of tetrameric glutamate receptors.",
        "Abstract": "Ionotropic glutamate receptors (iGluRs) are ligand-gated ion channels that open their ion-conducting pores in response to the binding of agonist glutamate. In recent years, significant progress has been achieved in studies of iGluRs by determining numerous structures of isolated water-soluble ligand-binding and amino-terminal domains, as well as solving the first crystal structure of the full-length AMPA receptor in the closed, antagonist-bound state. These structural data combined with electrophysiological and fluorescence recordings, biochemical experiments, mutagenesis and molecular dynamics simulations have greatly improved our understanding of iGluR assembly, activation and desensitization processes. This article reviews the recent structural and functional advances in the iGluR field and summarizes them in a simplified model of full-length iGluR gating.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Ion Channel Gating",
            "Models, Molecular",
            "Protein Conformation",
            "Receptors, Ionotropic Glutamate"
        ],
        "Authors": [
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry & Molecular Biophysics, Columbia University, 650 West 168th Street, Black Bldg. 513, New York, NY, 10032, USA."
            }
        ],
        "Journal": "The Journal of physiology",
        "PubDate": "2015"
    },
    {
        "PMID": "25103407",
        "Title": "Structure of an agonist-bound ionotropic glutamate receptor.",
        "Abstract": "Ionotropic glutamate receptors (iGluRs) mediate most excitatory neurotransmission in the central nervous system and function by opening their ion channel in response to binding of agonist glutamate. Here, we report a structure of a homotetrameric rat GluA2 receptor in complex with partial agonist (S)-5-nitrowillardiine. Comparison of this structure with the closed-state structure in complex with competitive antagonist ZK 200775 suggests conformational changes that occur during iGluR gating. Guided by the structures, we engineered disulfide cross-links to probe domain interactions that are important for iGluR gating events. The combination of structural information, kinetic modeling, and biochemical and electrophysiological experiments provides insight into the mechanism of iGluR gating.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cross-Linking Reagents",
            "Crystallography, X-Ray",
            "Cysteine",
            "Glutamic Acid",
            "HEK293 Cells",
            "Humans",
            "Ion Channel Gating",
            "Models, Chemical",
            "Organophosphonates",
            "Protein Structure, Secondary",
            "Protein Structure, Tertiary",
            "Pyrimidinones",
            "Quinoxalines",
            "Rats",
            "Receptors, AMPA"
        ],
        "Authors": [
            {
                "First Name": "Maria V",
                "Last Name": "Yelshanskaya",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Minfen",
                "Last Name": "Li",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 650 West 168th Street, New York, NY 10032, USA. as4005@columbia.edu."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2014"
    },
    {
        "PMID": "20713016",
        "Title": "Dynamic superresolution imaging of endogenous proteins on living cells at ultra-high density.",
        "Abstract": "Versatile superresolution imaging methods, able to give dynamic information of endogenous molecules at high density, are still lacking in biological science. Here, superresolved images and diffusion maps of membrane proteins are obtained on living cells. The method consists of recording thousands of single-molecule trajectories that appear sequentially on a cell surface upon continuously labeling molecules of interest. It allows studying any molecules that can be labeled with fluorescent ligands including endogenous membrane proteins on living cells. This approach, named universal PAINT (uPAINT), generalizes the previously developed point-accumulation-for-imaging-in-nanoscale-topography (PAINT) method for dynamic imaging of arbitrary membrane biomolecules. We show here that the unprecedented large statistics obtained by uPAINT on single cells reveal local diffusion properties of specific proteins, either in distinct membrane compartments of adherent cells or in neuronal synapses.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "COS Cells",
            "Cell Survival",
            "Chlorocebus aethiops",
            "Fibroblasts",
            "Green Fluorescent Proteins",
            "Ligands",
            "Mice",
            "Molecular Imaging",
            "Neurons",
            "Protein Transport",
            "Proteins",
            "Rats",
            "Rats, Sprague-Dawley",
            "Receptors, AMPA"
        ],
        "Authors": [
            {
                "First Name": "Gregory",
                "Last Name": "Giannone",
                "Affiliation": "Centre National de la Recherche Scientifique UMR 5091, Cellular Physiology of the Synapse, Bordeaux, France."
            },
            {
                "First Name": "Eric",
                "Last Name": "Hosy",
                "Affiliation": ""
            },
            {
                "First Name": "Florian",
                "Last Name": "Levet",
                "Affiliation": ""
            },
            {
                "First Name": "Audrey",
                "Last Name": "Constals",
                "Affiliation": ""
            },
            {
                "First Name": "Katrin",
                "Last Name": "Schulze",
                "Affiliation": ""
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": ""
            },
            {
                "First Name": "Michael P",
                "Last Name": "Rosconi",
                "Affiliation": ""
            },
            {
                "First Name": "Eric",
                "Last Name": "Gouaux",
                "Affiliation": ""
            },
            {
                "First Name": "Robert",
                "Last Name": "Tampé",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel",
                "Last Name": "Choquet",
                "Affiliation": ""
            },
            {
                "First Name": "Laurent",
                "Last Name": "Cognet",
                "Affiliation": ""
            }
        ],
        "Journal": "Biophysical journal",
        "PubDate": "2010"
    },
    {
        "PMID": "19946266",
        "Title": "X-ray structure, symmetry and mechanism of an AMPA-subtype glutamate receptor.",
        "Abstract": "Ionotropic glutamate receptors mediate most excitatory neurotransmission in the central nervous system and function by opening a transmembrane ion channel upon binding of glutamate. Despite their crucial role in neurobiology, the architecture and atomic structure of an intact ionotropic glutamate receptor are unknown. Here we report the crystal structure of the alpha-amino-3-hydroxy-5-methyl-4-isoxazole propionic acid (AMPA)-sensitive, homotetrameric, rat GluA2 receptor at 3.6 A resolution in complex with a competitive antagonist. The receptor harbours an overall axis of two-fold symmetry with the extracellular domains organized as pairs of local dimers and with the ion channel domain exhibiting four-fold symmetry. A symmetry mismatch between the extracellular and ion channel domains is mediated by two pairs of conformationally distinct subunits, A/C and B/D. Therefore, the stereochemical manner in which the A/C subunits are coupled to the ion channel gate is different from the B/D subunits. Guided by the GluA2 structure and site-directed cysteine mutagenesis, we suggest that GluN1 and GluN2A NMDA (N-methyl-d-aspartate) receptors have a similar architecture, with subunits arranged in a 1-2-1-2 pattern. We exploit the GluA2 structure to develop mechanisms of ion channel activation, desensitization and inhibition by non-competitive antagonists and pore blockers.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Line",
            "Crystallization",
            "Crystallography, X-Ray",
            "Ion Channel Gating",
            "Models, Molecular",
            "Potassium Channels",
            "Protein Conformation",
            "Protein Subunits",
            "Rats",
            "Receptors, AMPA",
            "alpha-Amino-3-hydroxy-5-methyl-4-isoxazolepropionic Acid"
        ],
        "Authors": [
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Vollum Institute, Oregon Health and Science University, 3181 SW Sam Jackson Park Road, Portland, Oregon 97239, USA."
            },
            {
                "First Name": "Michael P",
                "Last Name": "Rosconi",
                "Affiliation": ""
            },
            {
                "First Name": "Eric",
                "Last Name": "Gouaux",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2009"
    },
    {
        "PMID": "19461580",
        "Title": "Crystal structure and association behaviour of the GluR2 amino-terminal domain.",
        "Abstract": "Fast excitatory neurotransmission is mediated largely by ionotropic glutamate receptors (iGluRs), tetrameric, ligand-gated ion channel proteins comprised of three subfamilies, AMPA, kainate and NMDA receptors, with each subfamily sharing a common, modular-domain architecture. For all receptor subfamilies, active channels are exclusively formed by assemblages of subunits within the same subfamily, a molecular process principally encoded by the amino-terminal domain (ATD). However, the molecular basis by which the ATD guides subfamily-specific receptor assembly is not known. Here we show that AMPA receptor GluR1- and GluR2-ATDs form tightly associated dimers and, by the analysis of crystal structures of the GluR2-ATD, propose mechanisms by which the ATD guides subfamily-specific receptor assembly.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Amino Acids",
            "Animals",
            "Binding Sites",
            "Cell Line",
            "Conserved Sequence",
            "Crystallography, X-Ray",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Protein Binding",
            "Protein Conformation",
            "Protein Multimerization",
            "Protein Stability",
            "Protein Structure, Tertiary",
            "Protein Subunits",
            "Rats",
            "Receptors, AMPA",
            "Solutions"
        ],
        "Authors": [
            {
                "First Name": "Rongsheng",
                "Last Name": "Jin",
                "Affiliation": "Center for Neuroscience, Aging, and Stem Cell Research, Burnham Institute for Medical Research, La Jolla, CA, USA. rjin@burnham.org"
            },
            {
                "First Name": "Satinder K",
                "Last Name": "Singh",
                "Affiliation": ""
            },
            {
                "First Name": "Shenyan",
                "Last Name": "Gu",
                "Affiliation": ""
            },
            {
                "First Name": "Hiroyasu",
                "Last Name": "Furukawa",
                "Affiliation": ""
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": ""
            },
            {
                "First Name": "Jie",
                "Last Name": "Zhou",
                "Affiliation": ""
            },
            {
                "First Name": "Yan",
                "Last Name": "Jin",
                "Affiliation": ""
            },
            {
                "First Name": "Eric",
                "Last Name": "Gouaux",
                "Affiliation": ""
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2009"
    },
    {
        "PMID": "17504910",
        "Title": "Subunit-specific contribution of pore-forming domains to NMDA receptor channel structure and gating.",
        "Abstract": "N-methyl-D-aspartate receptors (NMDARs) are ligand-gated ion channels that contribute to fundamental physiological processes such as learning and memory and, when dysfunctional, to pathophysiological conditions such as neurodegenerative diseases, stroke, and mental illness. NMDARs are obligate heteromultimers typically composed of NR1 and NR2 subunits with the different subunits underlying the functional versatility of NMDARs. To study the contribution of the different subunits to NMDAR channel structure and gating, we compared the effects of cysteine-reactive agents on cysteines substituted in and around the M1, M3, and M4 segments of the NR1 and NR2C subunits. Based on the voltage dependence of cysteine modification, we find that, both in NR1 and NR2C, M3 appears to be the only transmembrane segment that contributes to the deep (or voltage dependent) portion of the ion channel pore. This contribution, however, is subunit specific with more positions in NR1 than in NR2C facing the central pore. Complimentarily, NR2C makes a greater contribution than NR1 to the shallow (or voltage independent) portion of the pore with more NR2C positions in pre-M1 and M3-S2 linker lining the ion-conducting pathway. Substituted cysteines in the M3 segments in NR1 and NR2C showed strong, albeit different, state-dependent reactivity, suggesting that they play central but structurally distinct roles in gating. A weaker state dependence was observed for the pre-M1 regions in both subunits. Compared to M1 and M3, the M4 segments in both NR1 and NR2C subunits had limited accessibility and the weakest state dependence, suggesting that they are peripheral to the central pore. Finally, we propose that Lurcher mutation-like effects, which were identified in and around all three transmembrane segments, occur for positions located at dynamic protein-protein or protein-lipid interfaces that have state-dependent accessibility to methanethiosulfonate (MTS) reagents and therefore can affect the equilibrium between open and closed states following reactions with MTS reagents.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Cysteine",
            "Glutamic Acid",
            "Glycine",
            "Humans",
            "Ion Channel Gating",
            "Membrane Potentials",
            "Microinjections",
            "Models, Biological",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Mutation",
            "Oocytes",
            "Protein Conformation",
            "Protein Structure, Tertiary",
            "Protein Subunits",
            "Receptors, N-Methyl-D-Aspartate",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Neurobiology and Behavior, State University of New York at Stony Brook, Stony Brook, NY 11794, USA."
            },
            {
                "First Name": "Michael L",
                "Last Name": "Prodromou",
                "Affiliation": ""
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshansky",
                "Affiliation": ""
            },
            {
                "First Name": "Lonnie P",
                "Last Name": "Wollmuth",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of general physiology",
        "PubDate": "2007"
    },
    {
        "PMID": "15516523",
        "Title": "State-dependent changes in the electrostatic potential in the pore of a GluR channel.",
        "Abstract": "The M2 loop and the M3 segment are the major pore-lining domains in the GluR channel. These domains determine ion permeation and channel block processes and are extensively involved in gating. To study the distribution of the membrane electric potential across the GluR channel pore, we recorded from alpha-amino-3-hydroxy-5-methylisoxazole-4-proprionic acid receptors containing M2 and M3 cysteine substitutions in the GluR-A subunit and measured the voltage dependence of the modification rate of these substituted cysteines by methanethiosulfonate reagents either in the presence or absence of glutamate. In the presence of glutamate, the voltage dependence became gradually stronger for positions located deeper in the pore suggesting that the electrostatic potential drops fairly uniformly across the pore in the open state. In contrast, in the absence of glutamate, the voltage dependence was biphasic. The difference in the electrostatic potential in the presence and absence of glutamate had an apparent maximum in the middle of the extracellular vestibule. We suggest that these state-dependent changes in the membrane electric potential reflect a reorientation of the dipoles of the M2 loop alpha-helices toward and away from the center of the channel pore during gating.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Cell Membrane",
            "Cysteine",
            "Glutamic Acid",
            "Ion Channel Gating",
            "Ions",
            "Kinetics",
            "Leucine",
            "Membrane Potentials",
            "Models, Molecular",
            "Models, Statistical",
            "Molecular Sequence Data",
            "Mutagenesis",
            "Mutation",
            "Oocytes",
            "Polyamines",
            "Protein Conformation",
            "Protein Structure, Secondary",
            "Protein Structure, Tertiary",
            "RNA",
            "RNA, Complementary",
            "Receptors, Glutamate",
            "Static Electricity",
            "Xenopus"
        ],
        "Authors": [
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Neurobiology and Behavior, State University of New York at Stony Brook, Stony Brook, New York 11794-5230, USA. as2642@columbia.edu"
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshansky",
                "Affiliation": ""
            },
            {
                "First Name": "Lonnie P",
                "Last Name": "Wollmuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Biophysical journal",
        "PubDate": "2005"
    },
    {
        "PMID": "15165736",
        "Title": "Structure and gating of the glutamate receptor ion channel.",
        "Abstract": "Ionotropic glutamate receptors are ligand-gated ion channels that mediate rapid information transfer at most excitatory synapses in the brain. Crystal structures are now available for the ligand-binding domain, but the structure of the ion channel itself remains unknown. The core of the ion channel shares structural features with an inverted K(+) channel. In detail, however, differences are emerging. Most notable in the glutamate receptor ion channel are distinct structural and functional properties of a major pore-lining domain, the requirement of an additional transmembrane segment (M4), and twofold rather than fourfold symmetry. Together with ligand-binding domain structures and kinetic experiments, these findings have started to define the basic principles of channel gating in glutamate receptors.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Binding Sites",
            "Crystallography, X-Ray",
            "Humans",
            "Ion Channel Gating",
            "Ion Channels",
            "Models, Molecular",
            "Potassium Channels",
            "Protein Conformation",
            "Protein Structure, Tertiary",
            "Receptors, Glutamate"
        ],
        "Authors": [
            {
                "First Name": "Lonnie P",
                "Last Name": "Wollmuth",
                "Affiliation": "Department of Neurobiology and Behavior, State University of New York at Stony Brook, Stony Brook, NY 11794-5230, USA. lwollmuth@notes1.cc.sunysb.edu"
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": ""
            }
        ],
        "Journal": "Trends in neurosciences",
        "PubDate": "2004"
    },
    {
        "PMID": "15152033",
        "Title": "Block of AMPA receptor desensitization by a point mutation outside the ligand-binding domain.",
        "Abstract": "Desensitization of ionotropic glutamate receptors (GluRs), specifically the AMPA receptor subtype, shapes the postsynaptic response at certain synapses in the brain. All known mechanisms that alter desensitization, either pharmacological or mutational, are associated with the ligand-binding domain. Here we report that substitution of a conserved positively charged arginine (R) with a negatively charged glutamate in the linker between the pore-forming M3 segment and the S2 lobe, a region outside the ligand-binding domain, blocks desensitization in homomeric AMPA receptors composed of GluR-B(i) subunits. A charge-reversing substitution of a glutamate adjacent to this conserved R enhanced desensitization, consistent with these effects attributable to electrostatics. Homologous substitutions of the conserved R in GluR-B(o), GluR-A(i) and the kainate receptor GluR-6 subunits produced comparable but less visible effects on desensitization. Subunit specificity was also apparent for accessibility of substituted cysteines in the M3-S2 linker, suggesting that this part of the channel is not structurally identical in different GluRs. Additionally, reactivity with a sulfhydryl-specific reagent was state dependent, suggesting that the conformations of the nonconducting closed and desensitized states are different at the level of the M3-S2 linker. Our results therefore represent the first identification of elements outside the ligand-binding domain affecting desensitization in non-NMDA receptor channels and suggest that electrostatic interactions involving charged residues in the M3-S2 linker influence channel gating in a subunit- and subtype-specific manner.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Substitution",
            "Animals",
            "Binding Sites",
            "Excitatory Amino Acid Agonists",
            "Humans",
            "Ion Channel Gating",
            "Ligands",
            "Mutagenesis, Site-Directed",
            "Oocytes",
            "Patch-Clamp Techniques",
            "Point Mutation",
            "Protein Structure, Tertiary",
            "Protein Subunits",
            "Receptors, AMPA",
            "Static Electricity",
            "Structure-Activity Relationship",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Maria V",
                "Last Name": "Yelshansky",
                "Affiliation": "Department of Neurobiology and Behavior, State University of New York at Stony Brook, Stony Brook, New York 11794-5230, USA."
            },
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": ""
            },
            {
                "First Name": "Claudia",
                "Last Name": "Jatzke",
                "Affiliation": ""
            },
            {
                "First Name": "Lonnie P",
                "Last Name": "Wollmuth",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2004"
    },
    {
        "PMID": "14766176",
        "Title": "The outer pore of the glutamate receptor channel has 2-fold rotational symmetry.",
        "Abstract": "The ligand binding domain of glutamate receptors (GluRs) has 2-fold rotational symmetry. The structure including the symmetry of the GluR ion channel remains undefined. Here we used substituted cysteines in the pore-lining M3 segment of the AMPAR GluR-A subunit and various cysteine-reactive agents to study the structure of the channel during gating. We find that cysteines substituted at A+6, located in the highly conserved SYTANLAAF motif, are grouped in pairs consistent with a 2-fold symmetry in the extracellular part of the pore. To account for this symmetry and crosslinking, we propose that the M3 segments in two neighboring GluR subunits are kinked within SYTANLAAF in opposite directions relative to the central axis of the pore. Our results extend the 2-fold rotational symmetry from the ligand binding domain to at minimum the extracellular part of the channel and suggest a model of gating movements in GluR pore-forming domains.",
        "Keywords": [],
        "MeSH terms": [
            "6-Cyano-7-nitroquinoxaline-2,3-dione",
            "Amino Acid Motifs",
            "Amino Acid Substitution",
            "Animals",
            "Binding Sites",
            "Cadmium",
            "Chelating Agents",
            "Conserved Sequence",
            "Copper",
            "Cysteine",
            "Dithiothreitol",
            "Dose-Response Relationship, Drug",
            "Drug Interactions",
            "Excitatory Amino Acid Agonists",
            "Excitatory Amino Acid Antagonists",
            "Extracellular Space",
            "Glutamic Acid",
            "Ion Channel Gating",
            "Kinetics",
            "Ligands",
            "Membrane Potentials",
            "Microinjections",
            "Models, Molecular",
            "Oocytes",
            "Patch-Clamp Techniques",
            "Phenanthrolines",
            "Protein Structure, Tertiary",
            "Receptors, AMPA",
            "Sulfhydryl Compounds",
            "Unithiol",
            "Xenopus"
        ],
        "Authors": [
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Neurobiology and Behavior, State University of New York at Stony Brook, Stony Brook, NY 11794, USA. asobolevsky@notes2.cc.sunysb.edu"
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshansky",
                "Affiliation": ""
            },
            {
                "First Name": "Lonnie P",
                "Last Name": "Wollmuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2004"
    },
    {
        "PMID": "12930794",
        "Title": "Different gating mechanisms in glutamate receptor and K+ channels.",
        "Abstract": "The basic structural features of channel gating in glutamate receptors (GluRs) remain unknown. Here we used covalent modification of substituted cysteines and fast agonist application to study the contribution of the M3 segment in AMPA receptor GluR-A subunits to channel structure and gating. The pattern of accessibility of substituted cysteines to extracellularly applied methanethiosulfonate reagents and the rates of their modification by these reagents, measured in either the presence or absence of glutamate, indicate that M3 forms an alpha-helix that lines the pore of the channel and is involved in gating-related movements. The voltage dependence of modification rates places the tip of the M2 loop (the Q/R site) close to the middle of M3. All of these results are consistent with pore-forming domains in GluR and K+ channels having a similar structure but inverted membrane topology. Nevertheless, GluRs lack a glycine residue at a homologous structural position as the gating hinge glycine in K+ channels. Moreover, simultaneous substitution of the only two glycines in M3 of GluR-A with alanines produced channels with gating properties indistinguishable from wild type. Given the unique role of glycines in the flexibility ofalpha-helices, our results indicate that the M3 segment in GluR does not contain a glycine gating hinge and suggest that, in contrast to the homologous domain in K+ channels, M3 is rigid during gating. The different positioning and functional significance of glycines in a key structural domain may represent the basis for the distinct features of gating in GluR and K+ channels.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Amino Acid Substitution",
            "Animals",
            "Cell Line",
            "Cells, Cultured",
            "Cysteine",
            "Electric Conductivity",
            "Glycine",
            "Humans",
            "Indicators and Reagents",
            "Ion Channel Gating",
            "Mesylates",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Potassium Channels",
            "Protein Structure, Secondary",
            "Protein Structure, Tertiary",
            "Protein Subunits",
            "Receptors, AMPA",
            "Receptors, Glutamate",
            "Sequence Alignment",
            "Xenopus"
        ],
        "Authors": [
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Neurobiology and Behavior, State University of New York at Stony Brook, Stony Brook, New York 11794-5230, USA. asobolevsky@notes2.cc.sunysb.edu"
            },
            {
                "First Name": "Maria V",
                "Last Name": "Yelshansky",
                "Affiliation": ""
            },
            {
                "First Name": "Lonnie P",
                "Last Name": "Wollmuth",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2003"
    },
    {
        "PMID": "12496098",
        "Title": "Staggering of subunits in NMDAR channels.",
        "Abstract": "Functional N-methyl-D-aspartate receptors (NMDARs) are heteromultimers formed by NR1 and NR2 subunits. The M3 segment, as contributed by NR1, forms the core of the extracellular vestibule, including binding sites for channel blockers, and represents a critical molecular link between ligand binding and channel opening. Taking advantage of the substituted cysteine accessibility method along with channel block and multivalent coordination, we studied the contribution of the M3 segment in NR2C to the extracellular vestibule. We find that the M3 segment in NR2C, like that in NR1, contributes to the core of the extracellular vestibule. However, the M3 segments from the two subunits are staggered relative to each other in the vertical axis of the channel. Compared to NR1, homologous positions in NR2C, including those in the highly conserved SYTANLAAF motif, are located about four amino acids more externally. The staggering of subunits may represent a key structural feature underlying the distinct functional properties of NMDARs.",
        "Keywords": [],
        "MeSH terms": [
            "Aminacrine",
            "Amino Acid Sequence",
            "Animals",
            "Cations",
            "Cell Membrane",
            "Cells, Cultured",
            "Cysteine",
            "Extracellular Space",
            "Female",
            "Glutamic Acid",
            "Ion Channel Gating",
            "Ion Channels",
            "Macromolecular Substances",
            "Membrane Potentials",
            "Mesylates",
            "Molecular Sequence Data",
            "Mutagenesis, Site-Directed",
            "Oocytes",
            "Protein Conformation",
            "Protein Subunits",
            "Receptors, N-Methyl-D-Aspartate",
            "Sequence Homology, Amino Acid",
            "Silver",
            "Xenopus"
        ],
        "Authors": [
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Neurobiology and Behavior, State University of New York at Stony Brook, Stony Brook, NY 11794-5230, USA. asobolevsky@notes2.cc.sunysb.edu"
            },
            {
                "First Name": "LeeAnn",
                "Last Name": "Rooney",
                "Affiliation": ""
            },
            {
                "First Name": "Lonnie P",
                "Last Name": "Wollmuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Biophysical journal",
        "PubDate": "2002"
    },
    {
        "PMID": "11779481",
        "Title": "Molecular rearrangements of the extracellular vestibule in NMDAR channels during gating.",
        "Abstract": "Many N-methyl-D-aspartate receptor (NMDAR) channel blockers that have therapeutic potential can be trapped in the closed state. Using a combination of the substituted cysteine accessibility method and open channel blockers, we found that the M3 segment forms the core of the extracellular vestibule, including a deep site for trapping blockers. The M3 segment, as well as more superficial parts of the extracellular vestibule, undergo extensive remodeling during channel closure, but do not define the activation gate, which is located deeper in the pore. Rather, the pore walls lining the extracellular vestibule constrict during channel closure. This movement is essential for coupling ligand binding to activation gate opening and accounts for the different mechanisms of open channel block, including trapping.",
        "Keywords": [],
        "MeSH terms": [
            "Aminacrine",
            "Animals",
            "Cell Membrane",
            "Central Nervous System",
            "Cysteine",
            "Drug Interactions",
            "Excitatory Amino Acid Antagonists",
            "Extracellular Space",
            "Female",
            "Glutamic Acid",
            "Ion Channel Gating",
            "Membrane Potentials",
            "Mutagens",
            "Mutation",
            "Oocytes",
            "Protein Structure, Tertiary",
            "Receptors, N-Methyl-D-Aspartate",
            "Synaptic Transmission",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Alexander I",
                "Last Name": "Sobolevsky",
                "Affiliation": "Department of Neurobiology and Behavior, State University of New York at Stony Brook, Stony Brook, NY 11794, USA. asobolevsky@notes2.cc.sunysb.edu"
            },
            {
                "First Name": "Christine",
                "Last Name": "Beck",
                "Affiliation": ""
            },
            {
                "First Name": "Lonnie P",
                "Last Name": "Wollmuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2002"
    }
]