[
    {
        "PMID": "38763534",
        "Title": "Dyadic contagion in cognitive function: A nationally-representative longitudinal study of older U.S. couples.",
        "Abstract": "Later-life cognitive function is strongly influenced by one's environment. At this life stage, a partner's behaviors and attributes-including their own cognitive status-are a key environmental determinant. A recent \"social allostasis\" theory also yields specific predictions on patterns of mutual influence-or \"contagion\"-in cognitive function. Yet, no population representative studies have examined these coupled dynamics. Using recently developed fixed-effects cross-lagged panel modeling (FE-CLPM) methods and ten-year data from the Health and Retirement Study-nationally-representative of U.S. adults over 50-the current study filled this gap. Results supported dyadic cognitive contagion over the long- but not short-run. Short-term associations suggested intriguing \"cognitive cycling\" possibilities among both men and women that need further investigation. Overall, results supported a theoretical model of coupled \"cognitive careers,\" and relational inducement of allostatic load. Especially among men, recurrent impulses also cumulatively induced substantial path-dependent cognitive improvements, supporting the added value of repeated over one-time interventions. Theoretical and substantive implications are discussed.",
        "Keywords": [
            "Allostatic load",
            "Dyadic cognitive careers",
            "FE-CLPM",
            "Global cognitive function",
            "Social allostasis"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology, McGill University, Montreal, Quebec, Canada. Electronic address: aniruddha.das@mcgill.ca."
            }
        ],
        "Journal": "Social science research",
        "PubDate": "2024"
    },
    {
        "PMID": "38512156",
        "Title": "Cascade Aryne Aminoarylation for Biaryl Phenol Synthesis.",
        "Abstract": "We describe a transition metal-free approach to hindered 3-amino-2-aryl phenols through a cascade nucleophilic addition / Smiles-Truce rearrangement of a functionalized Kobayashi aryne precursor. Under anionic conditions, secondary alkyl amines add to the aryne intermediate to set up an aryl transfer from a neighboring sulfonate group. The use of a sulfonate, rather than the more typical sulfonamide, enables access to phenolic biaryl products that are important motifs in natural products and pharmaceuticals.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Chemistry, University of Manchester, Oxford Rd, Manchester, M13 9PL, U.K."
            },
            {
                "First Name": "Danielle L",
                "Last Name": "Myers",
                "Affiliation": "Department of Chemistry, University of Manchester, Oxford Rd, Manchester, M13 9PL, U.K."
            },
            {
                "First Name": "Venkataraman",
                "Last Name": "Ganesh",
                "Affiliation": "Department of Chemistry, Indian Institute of Technology Kharagpur, West Bengal-721302, India."
            },
            {
                "First Name": "Michael F",
                "Last Name": "Greaney",
                "Affiliation": "Department of Chemistry, University of Manchester, Oxford Rd, Manchester, M13 9PL, U.K."
            }
        ],
        "Journal": "Organic letters",
        "PubDate": "2024"
    },
    {
        "PMID": "38388749",
        "Title": "Author Correction: A heterotypic assembly mechanism regulates CHIP E3 ligase activity.",
        "Abstract": "[Image: see text]",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Laboratory of Protein Metabolism, International Institute of Molecular and Cell Biology in Warsaw, Warsaw, Poland."
            },
            {
                "First Name": "Pankaj",
                "Last Name": "Thapa",
                "Affiliation": "Laboratory of Protein Metabolism, International Institute of Molecular and Cell Biology in Warsaw, Warsaw, Poland."
            },
            {
                "First Name": "Ulises",
                "Last Name": "Santiago",
                "Affiliation": "Department of Computational and Systems Biology, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."
            },
            {
                "First Name": "Nilesh",
                "Last Name": "Shanmugam",
                "Affiliation": "Laboratory of Protein Metabolism, International Institute of Molecular and Cell Biology in Warsaw, Warsaw, Poland."
            },
            {
                "First Name": "Katarzyna",
                "Last Name": "Banasiak",
                "Affiliation": "Laboratory of Protein Metabolism, International Institute of Molecular and Cell Biology in Warsaw, Warsaw, Poland."
            },
            {
                "First Name": "Katarzyna",
                "Last Name": "Dązbrowska",
                "Affiliation": "Institute of Biochemistry and Biophysics, PAS, Warsaw, Poland."
            },
            {
                "First Name": "Hendrik",
                "Last Name": "Nolte",
                "Affiliation": "Institute for Genetics and Cologne Excellence Cluster on Cellular Stress Responses in Aging-Associated Diseases (CECAD), University of Cologne, Cologne, Germany."
            },
            {
                "First Name": "Natalia A",
                "Last Name": "Szulc",
                "Affiliation": "Laboratory of Protein Metabolism, International Institute of Molecular and Cell Biology in Warsaw, Warsaw, Poland."
            },
            {
                "First Name": "Rose M",
                "Last Name": "Gathungu",
                "Affiliation": "Metabolomics Core Facility, EMBL, Heidelberg, Germany."
            },
            {
                "First Name": "Dominik",
                "Last Name": "Cysewski",
                "Affiliation": "Institute of Biochemistry and Biophysics, PAS, Warsaw, Poland."
            },
            {
                "First Name": "Marcus",
                "Last Name": "Krüeger",
                "Affiliation": "Institute for Genetics and Cologne Excellence Cluster on Cellular Stress Responses in Aging-Associated Diseases (CECAD), University of Cologne, Cologne, Germany."
            },
            {
                "First Name": "Michał",
                "Last Name": "Dadlez",
                "Affiliation": "Institute of Biochemistry and Biophysics, PAS, Warsaw, Poland."
            },
            {
                "First Name": "Marcin",
                "Last Name": "Nowotny",
                "Affiliation": "Laboratory of Protein Structure, International Institute of Molecular and Cell Biology in Warsaw, Warsaw, Poland."
            },
            {
                "First Name": "Carlos J",
                "Last Name": "Camacho",
                "Affiliation": "Department of Computational and Systems Biology, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."
            },
            {
                "First Name": "Thorsten",
                "Last Name": "Hoppe",
                "Affiliation": "Institute for Genetics and Cologne Excellence Cluster on Cellular Stress Responses in Aging-Associated Diseases (CECAD), University of Cologne, Cologne, Germany."
            },
            {
                "First Name": "Wojciech",
                "Last Name": "Pokrzywa",
                "Affiliation": "Laboratory of Protein Metabolism, International Institute of Molecular and Cell Biology in Warsaw, Warsaw, Poland. wpokrzywa@iimcb.gov.pl."
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2024"
    },
    {
        "PMID": "38381335",
        "Title": "Sanger Sequencing to Determine the Full-Length Sequence of Circular RNAs.",
        "Abstract": "The pre-existing theory of pre-mRNA splicing into linear mature RNA was questioned with the introduction of circular RNAs (circRNAs). Hundreds of studies using high throughput RNA-sequencing (RNA-seq) techniques and novel computational programs reported the abundant and ubiquitous expression of circRNAs originating by pre-mRNA backsplicing. CircRNAs are mostly involved in gene expression by regulating functions of interacting microRNAs (miRNAs) and RNA-binding proteins (RBPs) or translating into functional polypeptides. Although all circRNA annotation tools identify circRNAs based on the backsplice junction (BSJ) sequences, only a few identify the internal sequences of circRNAs. However, the full-length sequence of circRNAs from RNA-seq data could be error-prone due to its similarity with the counterpart linear RNA. Since circRNA function depends on the mature sequence, validation of the mature sequence is the prerequisite for their further characterization. In this chapter, we discuss the validation of circRNA BSJ sequence by RT-PCR using divergent primer followed by Sanger sequencing. Furthermore, we describe the circRNA-rolling circle amplification (circRNA-RCA; circRNA enrichment by RNase R treatment, full-length cDNA synthesis, rolling circle PCR amplification using full-length primers, and Sanger sequencing of the PCR product) to validate the mature splice sequence of circRNAs. This chapter highlights the basic guidelines for designing divergent and full-length primers for PCR amplification and Sanger sequencing to validate circRNA sequences.",
        "Keywords": [
            "Circular RNA",
            "Divergent primer",
            "Full-length primer",
            "PCR",
            "Sanger sequencing"
        ],
        "MeSH terms": [
            "RNA, Circular",
            "RNA Precursors",
            "Sequence Analysis, RNA",
            "High-Throughput Nucleotide Sequencing",
            "MicroRNAs"
        ],
        "Authors": [
            {
                "First Name": "Suman",
                "Last Name": "Singh",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar, Odisha, India."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar, Odisha, India."
            },
            {
                "First Name": "Amaresh C",
                "Last Name": "Panda",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar, Odisha, India. amaresh.panda@ils.res.in."
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2024"
    },
    {
        "PMID": "37828016",
        "Title": "Large-scale recording of neuronal activity in freely-moving mice at cellular resolution.",
        "Abstract": "Current methods for recording large-scale neuronal activity from behaving mice at single-cell resolution require either fixing the mouse head under a microscope or attachment of a recording device to the animal's skull. Both of these options significantly affect the animal behavior and hence also the recorded brain activity patterns. Here, we introduce a different method to acquire snapshots of single-cell cortical activity maps from freely-moving mice using a calcium sensor called CaMPARI. CaMPARI has a unique property of irreversibly changing its color from green to red inside active neurons when illuminated with 400 nm light. We capitalize on this property to demonstrate cortex-wide activity recording without any head fixation, tethering, or attachment of a miniaturized device to the mouse's head. Multiple cortical regions were recorded while the mouse was performing a battery of behavioral and cognitive tests. We identified task-dependent activity patterns across motor and somatosensory cortices, with significant differences across sub-regions of the motor cortex and correlations across several activity patterns and task parameters. This CaMPARI-based recording method expands the capabilities of recording neuronal activity from freely-moving and behaving mice under minimally-restrictive experimental conditions and provides large-scale volumetric data that are currently not accessible otherwise.",
        "Keywords": [],
        "MeSH terms": [
            "Mice",
            "Animals",
            "Neurons",
            "Microscopy",
            "Skull",
            "Head",
            "Behavior, Animal"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, OH, USA."
            },
            {
                "First Name": "Sarah",
                "Last Name": "Holden",
                "Affiliation": "Department of Behavioral Neuroscience, Oregon Health and Science University, Portland, OR, USA."
            },
            {
                "First Name": "Julie",
                "Last Name": "Borovicka",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, OH, USA."
            },
            {
                "First Name": "Jacob",
                "Last Name": "Icardi",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, OH, USA."
            },
            {
                "First Name": "Abigail",
                "Last Name": "O'Niel",
                "Affiliation": "Department of Behavioral Neuroscience, Oregon Health and Science University, Portland, OR, USA."
            },
            {
                "First Name": "Ariel",
                "Last Name": "Chaklai",
                "Affiliation": "Department of Behavioral Neuroscience, Oregon Health and Science University, Portland, OR, USA."
            },
            {
                "First Name": "Davina",
                "Last Name": "Patel",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, OH, USA."
            },
            {
                "First Name": "Rushik",
                "Last Name": "Patel",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, OH, USA."
            },
            {
                "First Name": "Stefanie",
                "Last Name": "Kaech Petrie",
                "Affiliation": "Jungers Center, Oregon Health and Science University, Portland, OR, USA."
            },
            {
                "First Name": "Jacob",
                "Last Name": "Raber",
                "Affiliation": "Department of Behavioral Neuroscience, Oregon Health and Science University, Portland, OR, USA."
            },
            {
                "First Name": "Hod",
                "Last Name": "Dana",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, OH, USA. danah@ccf.org."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2023"
    },
    {
        "PMID": "36704000",
        "Title": "Enhanced detection sensitivity of neuronal activity patterns using CaMPARI1 vs. CaMPARI2.",
        "Abstract": "Calcium-modulated photoactivatable ratiometric integrator (CaMPARI) is a calcium ion (Ca",
        "Keywords": [
            "CaMPARI",
            "activity recording",
            "calcium sensor",
            "neurons",
            "two-photon microscopy (2-PM)"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, OH, United States."
            },
            {
                "First Name": "Daniel",
                "Last Name": "Margevicius",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, OH, United States."
            },
            {
                "First Name": "Julie",
                "Last Name": "Borovicka",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, OH, United States."
            },
            {
                "First Name": "Jacob",
                "Last Name": "Icardi",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, OH, United States."
            },
            {
                "First Name": "Davina",
                "Last Name": "Patel",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, OH, United States."
            },
            {
                "First Name": "Marie-Eve",
                "Last Name": "Paquet",
                "Affiliation": "Department of Biochemistry, Microbiology and Bioinformatics, CERVO Brain Research Centre, Université Laval, Québec, QC, Canada."
            },
            {
                "First Name": "Hod",
                "Last Name": "Dana",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, OH, United States."
            }
        ],
        "Journal": "Frontiers in neuroscience",
        "PubDate": "2022"
    },
    {
        "PMID": "36645925",
        "Title": "Identification of potential proteins translated from circular RNA splice variants.",
        "Abstract": "Circular RNAs (circRNAs) are covalently closed RNA molecules generated from precursor RNAs by the head-to-tail backsplicing of exons. Hundreds of studies demonstrated that circRNAs are ubiquitously expressed and regulate cellular events by modulating microRNA (miRNA) and RNA-binding protein (RBP) activities. A few circRNAs are also known to translate into functional polypeptides regulating cellular physiology. All these functions primarily depend on the full-length sequence of the circRNAs. CircRNA backsplice junction sequence is the key to identifying circRNAs and their full-length mature sequence. However, some multi-exonic circRNAs exist in different isoforms sharing identical backsplice junction sequences and are termed circRNA splice variants. Here, we analyzed the previously published HeLa cell RNA-seq datasets to identify circRNA splice variants using the de novo module of the CIRCexplorer2 circRNA annotation pipeline. A subset of circRNAs with splice variants was validated by the circRNA-rolling circle amplification (circRNA-RCA) method. Interestingly, several validated circRNAs were predicted to translate into proteins by the riboCIRC database. Furthermore, polyribosome fractionation followed by quantitative PCR confirmed the association of a subset of circRNAs with polyribosome supporting their protein-coding potential. Finally, bioinformatics analysis of proteins derived from splice variants of circCORO1C and circASPH suggested altered protein sequences and structures that could affect their physiological functions. Together, our study identified novel circRNA splice variants and their potential translation into protein isoforms which may regulate various physiological processes.",
        "Keywords": [
            "Alternative splicing",
            "Backsplicing",
            "Cap-independent translation",
            "Circular RNA",
            "Splice variants"
        ],
        "MeSH terms": [
            "Humans",
            "Alternative Splicing",
            "HeLa Cells",
            "MicroRNAs",
            "Protein Isoforms",
            "RNA, Circular",
            "Protein Biosynthesis"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar 751023, Odisha, India; School of Biotechnology, KIIT University, Bhubaneswar 751024, India."
            },
            {
                "First Name": "Tanvi",
                "Last Name": "Sinha",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar 751023, Odisha, India."
            },
            {
                "First Name": "Smruti Sambhav",
                "Last Name": "Mishra",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar 751023, Odisha, India."
            },
            {
                "First Name": "Debojyoti",
                "Last Name": "Das",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar 751023, Odisha, India."
            },
            {
                "First Name": "Amaresh C",
                "Last Name": "Panda",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar 751023, Odisha, India. Electronic address: amaresh.panda@ils.res.in."
            }
        ],
        "Journal": "European journal of cell biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36588378",
        "Title": "Correlation between gerotranscendence and oral health-related quality of life among elderly population in Davanagere city: A cross-sectional survey.",
        "Abstract": "To assess the relationship between oral health related quality of life (OHRQoL) and gerotranscendence among elderly subjects in Davangere city.",
        "Keywords": [
            "Correlation",
            "dentistry",
            "geriatric",
            "gerotranscendence",
            "oral health-related quality of life"
        ],
        "MeSH terms": [
            "Humans",
            "Aged",
            "Quality of Life",
            "Cross-Sectional Studies",
            "Geriatric Assessment",
            "Oral Health",
            "Nutritional Status"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Dentvalley Dental Clinic, Darjeeling, West Bengal, India."
            },
            {
                "First Name": "Puja C",
                "Last Name": "Yavagal",
                "Affiliation": "Department of Public Health Dentistry, Bapuji Dental College and Hospital, Davanagere, Karnataka, India."
            },
            {
                "First Name": "D B",
                "Last Name": "Nandeeshwar",
                "Affiliation": "Department of Prosthodontics and Crown and Bridge, Bapuji Dental College and Hospital, Davanagere, Karnataka, India."
            }
        ],
        "Journal": "Journal of Indian Prosthodontic Society",
        "PubDate": "2023"
    },
    {
        "PMID": "35762422",
        "Title": "A heterotypic assembly mechanism regulates CHIP E3 ligase activity.",
        "Abstract": "CHIP (C-terminus of Hsc70-interacting protein) and its worm ortholog CHN-1 are E3 ubiquitin ligases that link the chaperone system with the ubiquitin-proteasome system (UPS). CHN-1 can cooperate with UFD-2, another E3 ligase, to accelerate ubiquitin chain formation; however, the basis for the high processivity of this E3s set has remained obscure. Here, we studied the molecular mechanism and function of the CHN-1-UFD-2 complex in Caenorhabditis elegans. Our data show that UFD-2 binding promotes the cooperation between CHN-1 and ubiquitin-conjugating E2 enzymes by stabilizing the CHN-1 U-box dimer. However, HSP70/HSP-1 chaperone outcompetes UFD-2 for CHN-1 binding, thereby promoting a shift to the autoinhibited CHN-1 state by acting on a conserved residue in its U-box domain. The interaction with UFD-2 enables CHN-1 to efficiently ubiquitylate and regulate S-adenosylhomocysteinase (AHCY-1), a key enzyme in the S-adenosylmethionine (SAM) regeneration cycle, which is essential for SAM-dependent methylation. Our results define the molecular mechanism underlying the synergistic cooperation of CHN-1 and UFD-2 in substrate ubiquitylation.",
        "Keywords": [
            "C. elegans",
            "CHIP/STUB1/CHN-1",
            "UFD-2",
            "metabolism",
            "ubiquitin ligase"
        ],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "HSP70 Heat-Shock Proteins",
            "Molecular Chaperones",
            "Ubiquitin",
            "Ubiquitin-Conjugating Enzymes",
            "Ubiquitin-Protein Ligases",
            "Ubiquitination"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Laboratory of Protein Metabolism, International Institute of Molecular and Cell Biology in Warsaw, Warsaw, Poland."
            },
            {
                "First Name": "Pankaj",
                "Last Name": "Thapa",
                "Affiliation": "Laboratory of Protein Metabolism, International Institute of Molecular and Cell Biology in Warsaw, Warsaw, Poland."
            },
            {
                "First Name": "Ulises",
                "Last Name": "Santiago",
                "Affiliation": "Department of Computational and Systems Biology, University of Pittsburgh, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Nilesh",
                "Last Name": "Shanmugam",
                "Affiliation": "Laboratory of Protein Metabolism, International Institute of Molecular and Cell Biology in Warsaw, Warsaw, Poland."
            },
            {
                "First Name": "Katarzyna",
                "Last Name": "Banasiak",
                "Affiliation": "Laboratory of Protein Metabolism, International Institute of Molecular and Cell Biology in Warsaw, Warsaw, Poland."
            },
            {
                "First Name": "Katarzyna",
                "Last Name": "Dąbrowska",
                "Affiliation": "Institute of Biochemistry and Biophysics, PAS, Warsaw, Poland."
            },
            {
                "First Name": "Hendrik",
                "Last Name": "Nolte",
                "Affiliation": "Institute for Genetics and Cologne Excellence Cluster on Cellular Stress Responses in Aging-Associated Diseases (CECAD), University of Cologne, Cologne, Germany."
            },
            {
                "First Name": "Natalia A",
                "Last Name": "Szulc",
                "Affiliation": "Laboratory of Protein Metabolism, International Institute of Molecular and Cell Biology in Warsaw, Warsaw, Poland."
            },
            {
                "First Name": "Rose M",
                "Last Name": "Gathungu",
                "Affiliation": "Metabolomics Core Facility, EMBL, Heidelberg, Germany."
            },
            {
                "First Name": "Dominik",
                "Last Name": "Cysewski",
                "Affiliation": "Institute of Biochemistry and Biophysics, PAS, Warsaw, Poland."
            },
            {
                "First Name": "Marcus",
                "Last Name": "Krüger",
                "Affiliation": "Institute for Genetics and Cologne Excellence Cluster on Cellular Stress Responses in Aging-Associated Diseases (CECAD), University of Cologne, Cologne, Germany."
            },
            {
                "First Name": "Michał",
                "Last Name": "Dadlez",
                "Affiliation": "Institute of Biochemistry and Biophysics, PAS, Warsaw, Poland."
            },
            {
                "First Name": "Marcin",
                "Last Name": "Nowotny",
                "Affiliation": "Laboratory of Protein Structure, International Institute of Molecular and Cell Biology in Warsaw, Warsaw, Poland."
            },
            {
                "First Name": "Carlos J",
                "Last Name": "Camacho",
                "Affiliation": "Department of Computational and Systems Biology, University of Pittsburgh, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Thorsten",
                "Last Name": "Hoppe",
                "Affiliation": "Institute for Genetics and Cologne Excellence Cluster on Cellular Stress Responses in Aging-Associated Diseases (CECAD), University of Cologne, Cologne, Germany."
            },
            {
                "First Name": "Wojciech",
                "Last Name": "Pokrzywa",
                "Affiliation": "Laboratory of Protein Metabolism, International Institute of Molecular and Cell Biology in Warsaw, Warsaw, Poland."
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2022"
    },
    {
        "PMID": "35451813",
        "Title": "Reactivity of Nitric Oxide and Nitrosonium Ion with Copper(II/I) Schiff Base Complexes: Mechanistic Aspects of Imine C═N Bond Cleavage and Oxidation of Pyridine-2-aldehyde to Pyridine-2-carboxylic Acid.",
        "Abstract": "Four Schiff base ligands of the general formulas [6-(",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Saikat",
                "Last Name": "Mishra",
                "Affiliation": "Department of Chemistry, National Institute of Technology Durgapur, Mahatma Gandhi Avenue, Durgapur 713209, West Bengal, India."
            },
            {
                "First Name": "Shibaditya",
                "Last Name": "Kumar",
                "Affiliation": "Department of Chemistry, National Institute of Technology Durgapur, Mahatma Gandhi Avenue, Durgapur 713209, West Bengal, India."
            },
            {
                "First Name": "Anirban",
                "Last Name": "Bhandari",
                "Affiliation": "Department of Chemistry, National Institute of Technology Durgapur, Mahatma Gandhi Avenue, Durgapur 713209, West Bengal, India."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Chemistry, National Institute of Technology Durgapur, Mahatma Gandhi Avenue, Durgapur 713209, West Bengal, India."
            },
            {
                "First Name": "Pallav",
                "Last Name": "Mondal",
                "Affiliation": "Department of Chemistry, National Institute of Technology Durgapur, Mahatma Gandhi Avenue, Durgapur 713209, West Bengal, India."
            },
            {
                "First Name": "Geeta",
                "Last Name": "Hundal",
                "Affiliation": "Department of Chemistry, Guru Nanak Dev University, Amritsar 143005, Punjab, India."
            },
            {
                "First Name": "Marilyn M",
                "Last Name": "Olmstead",
                "Affiliation": "Department of Chemistry, University of California─Davis, Davis, California 95616, United States."
            },
            {
                "First Name": "Apurba K",
                "Last Name": "Patra",
                "Affiliation": "Department of Chemistry, National Institute of Technology Durgapur, Mahatma Gandhi Avenue, Durgapur 713209, West Bengal, India."
            }
        ],
        "Journal": "Inorganic chemistry",
        "PubDate": "2022"
    },
    {
        "PMID": "35421810",
        "Title": "Childhood police encounters, social isolation and epigenetic age acceleration among older U.S. adults.",
        "Abstract": "This study examined associations of childhood police encounters with biological age acceleration in later life, and their mediation by subjective or objective social isolation.",
        "Keywords": [
            "Childhood police encounters",
            "Epigenetic age acceleration",
            "Heterogenous treatment effects",
            "Regression-with-residuals",
            "Social isolation"
        ],
        "MeSH terms": [
            "Acceleration",
            "Adult",
            "Aged",
            "Epigenesis, Genetic",
            "Humans",
            "Loneliness",
            "Middle Aged",
            "Police",
            "Social Isolation"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology, McGill University, Montreal, Quebec, Canada. Electronic address: aniruddha.das@mcgill.ca."
            }
        ],
        "Journal": "Social science & medicine (1982)",
        "PubDate": "2022"
    },
    {
        "PMID": "34823668",
        "Title": "Secularism, family ties and loneliness: A multilevel longitudinal study of ten European societies.",
        "Abstract": "Mass media suggest rising political and religious concern about secularism-induced decline of the family. Implications for loneliness remain unexamined. The current study filled this gap.",
        "Keywords": [
            "Europe",
            "Family ties",
            "Loneliness",
            "Older adults",
            "SHARE",
            "Secularism"
        ],
        "MeSH terms": [
            "Bayes Theorem",
            "Humans",
            "Loneliness",
            "Longitudinal Studies",
            "Male",
            "Retirement",
            "Secularism"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology, McGill University, Montreal, Quebec, Canada. Electronic address: aniruddha.das@mcgill.ca."
            }
        ],
        "Journal": "Social science research",
        "PubDate": "2022"
    },
    {
        "PMID": "34823130",
        "Title": "Religious attendance and global cognitive function: A fixed-effects cross-lagged panel modeling study of older U.S. adults.",
        "Abstract": "Evidence linking religious attendance to better cognitive function is based on flawed study designs. No population representative longitudinal studies on the topic have taken both unobserved confounding and reverse causation into account. Recently developed fixed-effects cross-lagged panel modeling (FE-CLPM) offers simultaneous traction on these issues. It also allows parsing of long-from short-run effects. Using FE-CLPM and ten-year data from the Health and Retirement Study-a national probability sample of U.S. adults over age 50-this study began to fill the gaps above.",
        "Keywords": [
            "Fixed-effects cross-lagged panel model",
            "Global cognitive function",
            "HRS",
            "Religious attendance"
        ],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Cognition",
            "Female",
            "Humans",
            "Male",
            "Middle Aged",
            "Prospective Studies",
            "Religion"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology, McGill University, Room 712, Leacock Building, 855 Sherbrooke Street, Montreal, Quebec, H3A 2T7, Canada."
            }
        ],
        "Journal": "Social science & medicine (1982)",
        "PubDate": "2022"
    },
    {
        "PMID": "34773618",
        "Title": "Validation of Circular RNAs by PCR.",
        "Abstract": "High-throughput RNA-sequencing (RNA-seq) technologies combined with novel bioinformatic algorithms discovered a large class of covalently closed single-stranded RNA molecules called circular RNAs (circRNAs ). Although RNA-seq has identified more than a million circRNAs, only a handful of them is validated with other techniques, including northern blotting, gel-trap electrophoresis, exonuclease treatment assays, and polymerase chain reaction (PCR). Reverse transcription (RT) of total RNA followed by PCR amplification is the most widely used technique for validating circRNAs identified in RNA-seq. RT-PCR is a highly reproducible, sensitive, and quantitative method for the detection and quantitation of circRNAs. This chapter details the basic guidelines for designing suitable primers for PCR amplification and validation of circRNAs .",
        "Keywords": [
            "Divergent primer",
            "Full-length primer",
            "PCR",
            "Rolling circle amplification",
            "Sanger sequencing"
        ],
        "MeSH terms": [
            "Polymerase Chain Reaction",
            "RNA, Circular",
            "Reverse Transcription",
            "Sequence Analysis, RNA"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Institute of Life Sciences, Bhubaneswar, Odisha, India."
            },
            {
                "First Name": "Debojyoti",
                "Last Name": "Das",
                "Affiliation": "Institute of Life Sciences, Bhubaneswar, Odisha, India."
            },
            {
                "First Name": "Amaresh C",
                "Last Name": "Panda",
                "Affiliation": "Institute of Life Sciences, Bhubaneswar, Odisha, India. amaresh.panda@ils.res.in."
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2022"
    },
    {
        "PMID": "34513232",
        "Title": "Cellular-resolution monitoring of ischemic stroke pathologies in the rat cortex.",
        "Abstract": "Stroke is a leading cause of disability in the Western world. Current post-stroke rehabilitation treatments are only effective in approximately half of the patients. Therefore, there is a pressing clinical need for developing new rehabilitation approaches for enhancing the recovery process, which requires the use of appropriate animal models. Here, we demonstrate the use of nonlinear microscopy of calcium sensors in the rat brain to study the effects of ischemic stroke injury on cortical activity patterns. We longitudinally recorded from thousands of neurons labeled with a genetically-encoded calcium indicator before and after an ischemic stroke injury in the primary motor cortex. We show that this injury has an effect on the activity patterns of neurons not only in the motor and somatosensory cortices, but also in the more distant visual cortex, and that these changes include modified firing rates and kinetics of neuronal activity patterns in response to a sensory stimulus. Changes in neuronal population activity provided animal-specific, circuit-level information on the post-stroke cortical reorganization process, which may be essential for evaluating the efficacy of new approaches for enhancing the recovery process.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Sergiy",
                "Last Name": "Chornyy",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, 9500 Euclid Avenue, Cleveland, OH 44195, USA."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, 9500 Euclid Avenue, Cleveland, OH 44195, USA."
            },
            {
                "First Name": "Julie A",
                "Last Name": "Borovicka",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, 9500 Euclid Avenue, Cleveland, OH 44195, USA."
            },
            {
                "First Name": "Davina",
                "Last Name": "Patel",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, 9500 Euclid Avenue, Cleveland, OH 44195, USA."
            },
            {
                "First Name": "Hugh H",
                "Last Name": "Chan",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, 9500 Euclid Avenue, Cleveland, OH 44195, USA."
            },
            {
                "First Name": "John K",
                "Last Name": "Hermann",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, 9500 Euclid Avenue, Cleveland, OH 44195, USA."
            },
            {
                "First Name": "Thomas C",
                "Last Name": "Jaramillo",
                "Affiliation": "Rodent Behavioral Core, Lerner Research Institute, Cleveland Clinic, 9500 Euclid Avenue, Cleveland, OH 44195, USA."
            },
            {
                "First Name": "Andre G",
                "Last Name": "Machado",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, 9500 Euclid Avenue, Cleveland, OH 44195, USA."
            },
            {
                "First Name": "Kenneth B",
                "Last Name": "Baker",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, 9500 Euclid Avenue, Cleveland, OH 44195, USA."
            },
            {
                "First Name": "Hod",
                "Last Name": "Dana",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, 9500 Euclid Avenue, Cleveland, OH 44195, USA."
            }
        ],
        "Journal": "Biomedical optics express",
        "PubDate": "2021"
    },
    {
        "PMID": "34395727",
        "Title": "Antisense Oligo Pulldown of Circular RNA for Downstream Analysis.",
        "Abstract": "Circular RNAs (circRNAs) are a large family of noncoding RNA molecules that have emerged as novel regulators of gene expression by sequestering microRNAs (miRNAs) and RNA-binding proteins (RBPs). Several computational tools have been developed to predict circRNA interaction with target miRNAs and RBPs with a view to studying their potential effect on downstream target genes and cellular physiology. Biochemical assays, including reporter assays, AGO2 pulldown, ribonucleoprotein pulldown, and biotin-labeled RNA pulldown, are used to capture the association of miRNAs and RBPs with circRNAs. Only a few studies have used circRNA pulldown assays to capture the associated miRNAs and RBPs under physiological conditions. In this detailed protocol, the circRNA of interest (",
        "Keywords": [
            "Antisense oligo",
            "Biotin pulldown",
            "CircRNA pulldown",
            "CircRNAs",
            "RNA-binding proteins",
            "RT-qPCR",
            "miRNA"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Debojyoti",
                "Last Name": "Das",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar, Odisha, India."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar, Odisha, India."
            },
            {
                "First Name": "Amaresh C",
                "Last Name": "Panda",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar, Odisha, India."
            }
        ],
        "Journal": "Bio-protocol",
        "PubDate": "2021"
    },
    {
        "PMID": "34037047",
        "Title": "Iron-catalyzed carboarylation of alkynes ",
        "Abstract": "An Fe(OTf)3-catalysed carboarylation of alkynes is reported for the straightforward synthesis of densely substituted 1,2-dihydroquinolines from N-propargyl anilides and π-activated alcohols. The reaction provides a new method for the synthesis of highly substituted benzofused six-membered heterocycles by the formation of two carbon-carbon bonds and one ring in a single step. The power of the methodology was further extended to the synthesis of substituted chromene and thiochromene derivatives in high yields. In addition, substituted quinoline derivatives were also achieved in a single step in the presence of FeCl3 through detosylation/aromatisation. A number of control experiments have been performed and a plausible mechanism has also been proposed to explain the formation of the products.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Rupsa",
                "Last Name": "Chanda",
                "Affiliation": "Department of Chemistry, Jadavpur University, Kolkata 700032, West Bengal, India. jumasish2004@yahoo.co.in umasish@gmail.com."
            },
            {
                "First Name": "Abhishek",
                "Last Name": "Kar",
                "Affiliation": "Department of Chemistry, Jadavpur University, Kolkata 700032, West Bengal, India. jumasish2004@yahoo.co.in umasish@gmail.com."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Chemistry, Jadavpur University, Kolkata 700032, West Bengal, India. jumasish2004@yahoo.co.in umasish@gmail.com."
            },
            {
                "First Name": "Baitan",
                "Last Name": "Chakraborty",
                "Affiliation": "Department of Chemistry, Jadavpur University, Kolkata 700032, West Bengal, India. jumasish2004@yahoo.co.in umasish@gmail.com."
            },
            {
                "First Name": "Umasish",
                "Last Name": "Jana",
                "Affiliation": "Department of Chemistry, Jadavpur University, Kolkata 700032, West Bengal, India. jumasish2004@yahoo.co.in umasish@gmail.com."
            }
        ],
        "Journal": "Organic & biomolecular chemistry",
        "PubDate": "2021"
    },
    {
        "PMID": "33465599",
        "Title": "The relational genomics of cognitive function: A longitudinal study.",
        "Abstract": "Research in social genetics indicates a person's genome may influence outcomes of those in close relationships. Implications for cognitive function remain unexplored. The current study examined such \"metagenomic\" patterns among older U.S. couples.",
        "Keywords": [
            "Cognitive function",
            "Educational attainment",
            "Metagenomics",
            "Polygenic"
        ],
        "MeSH terms": [
            "Adult",
            "Cognition",
            "Educational Status",
            "Genomics",
            "Humans",
            "Longitudinal Studies",
            "Marriage"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology, McGill University, Montreal, Quebec, Canada. Electronic address: aniruddha.das@mcgill.ca."
            }
        ],
        "Journal": "Social science & medicine (1982)",
        "PubDate": "2021"
    },
    {
        "PMID": "33190603",
        "Title": "Rude mechanicals in brain haemodynamics: non-neural actors that influence blood flow.",
        "Abstract": "Fluctuations in blood oxygenation and flow are widely used to infer brain activity during resting-state functional magnetic resonance imaging (fMRI). However, there are strong systemic and vascular contributions to resting-state signals that are unrelated to ongoing neural activity. Importantly, these non-neural contributions to haemodynamic signals (or 'rude mechanicals') can be as large as or larger than the neurally evoked components. Here, we review the two broad classes of drivers of these signals. One is systemic and is tied to fluctuations in external drivers such as heart rate and breathing, and the robust autoregulatory mechanisms that try to maintain a constant milieu in the brain. The other class comprises local, active fluctuations that appear to be intrinsic to vascular tissue and are likely similar to active local fluctuations seen in vasculature all over the body. In this review, we describe these non-neural fluctuations and some of the tools developed to correct for them when interpreting fMRI recordings. However, we also emphasize the links between these vascular fluctuations and brain physiology and point to ways in which fMRI measurements can be used to exploit such links to gain valuable information about neurovascular health and about internal brain states. This article is part of the theme issue 'Key relationships between non-invasive functional neuroimaging and the underlying neuronal activity'.",
        "Keywords": [
            "cerebrovascular physiology",
            "neurovascular coupling",
            "resting-state fMRI",
            "systemic vascular fluctuations",
            "vasomotion"
        ],
        "MeSH terms": [
            "Brain",
            "Brain Mapping",
            "Cerebrovascular Circulation",
            "Hemodynamics",
            "Magnetic Resonance Imaging"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Kevin",
                "Last Name": "Murphy",
                "Affiliation": "Cardiff University Brain Research Imaging Centre (CUBRIC), School of Physics and Astronomy, Cardiff University, Cardiff CF24 4HQ, UK."
            },
            {
                "First Name": "Patrick J",
                "Last Name": "Drew",
                "Affiliation": "Departments of Engineering Science and Mechanics, Neurosurgery, and Biomedical Engineering, The Pennsylvania State University, University Park, PA 16802, USA."
            }
        ],
        "Journal": "Philosophical transactions of the Royal Society of London. Series B, Biological sciences",
        "PubDate": "2021"
    },
    {
        "PMID": "33188376",
        "Title": "Rational design of a functionalized aluminum metal-organic framework as a turn-off fluorescence sensor for α-ketoglutaric acid.",
        "Abstract": "A 3D metal-organic framework (MOF) called Al-DUT-5-N2H3 (1) (DUT: Dresden University of Technology) was prepared hydrothermally using Al(iii) salt and a hydrazinyl functionalized linker called 2-hydrazinyl-[1,1'-biphenyl]-4,4'-dicarboxylic acid (BPDC-N2H3). Material 1 was successfully characterized by X-ray powder diffraction (XRPD), FT-IR spectroscopy, N2 sorption (BET) experiment, thermogravimetric analysis (TGA), EDX and FE-SEM analyses. The activated form of material 1 (called 1') was achieved by a direct heating process. Material 1' was successfully employed for the solution-phase fluorescence detection of α-ketoglutaric acid (α-KG). It showed high detection performance even when there were other competitive analytes present in the mixture. Material 1' is the first MOF-based fluorescent turn-off sensor for the detection of α-KG. The response time for α-KG is exceptionally low (60 s) as compared to any other reported α-KG sensor. The limit of detection (LOD) was found to be 0.61 μM, which is far better as compared to any other reported sensor for α-KG to date. The mechanism for α-KG sensing was thoroughly investigated and proposed to be PET (photoinduced electron transfer) process by TD-DFT (time-dependent DFT) calculations.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Chemistry, Indian Institute of Technology Guwahati, 781039 Assam, India. sbiswas@iitg.ernet.in."
            },
            {
                "First Name": "Masud",
                "Last Name": "Alam",
                "Affiliation": ""
            },
            {
                "First Name": "Chiranjib",
                "Last Name": "Gogoi",
                "Affiliation": ""
            },
            {
                "First Name": "Rana",
                "Last Name": "Dalapati",
                "Affiliation": ""
            },
            {
                "First Name": "Shyam",
                "Last Name": "Biswas",
                "Affiliation": ""
            }
        ],
        "Journal": "Dalton transactions (Cambridge, England : 2003)",
        "PubDate": "2020"
    },
    {
        "PMID": "33187156",
        "Title": "Seeing Is Believing: Visualizing Circular RNAs.",
        "Abstract": "Advancement in the RNA sequencing techniques has discovered hundreds of thousands of circular RNAs (circRNAs) in humans. However, the physiological function of most of the identified circRNAs remains unexplored. Recent studies have established that spliceosomal machinery and RNA-binding proteins modulate circRNA biogenesis. Furthermore, circRNAs have been implicated in regulating crucial cellular processes by interacting with various proteins and microRNAs. However, there are several challenges in understanding the mechanism of circRNA biogenesis, transport, and their interaction with cellular factors to regulate cellular events because of their low abundance and sequence similarity with linear RNA. Addressing these challenges requires systematic studies that directly visualize the circRNAs in cells at single-molecule resolution along with the molecular regulators. In this review, we present the design, benefits, and weaknesses of RNA imaging techniques such as single-molecule RNA fluorescence in situ hybridization and BaseScope in fixed cells and fluorescent RNA aptamers in live-cell imaging of circRNAs. Furthermore, we propose the potential use of molecular beacons, multiply labeled tetravalent RNA imaging probes, and Cas-derived systems to visualize circRNAs.",
        "Keywords": [
            "BaseScope",
            "FISH",
            "RNA-binding protein",
            "aptamer",
            "circRNA",
            "localization",
            "miRNA"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Pruthvi Raj",
                "Last Name": "Bejugam",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar, Odisha 751023, India."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar, Odisha 751023, India."
            },
            {
                "First Name": "Amaresh Chandra",
                "Last Name": "Panda",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar, Odisha 751023, India."
            }
        ],
        "Journal": "Non-coding RNA",
        "PubDate": "2020"
    },
    {
        "PMID": "32886779",
        "Title": "Is Loneliness Adaptive? A Dynamic Panel Model Study of Older U.S. Adults.",
        "Abstract": "Recent evolutionary psychological theory proposes that loneliness is an adaptive mechanism, designed to trigger maintenance and repair of social ties. No population representative analyses have probed loneliness effects on sociality. The present study addressed this gap.",
        "Keywords": [
            "Dynamic panel models",
            "HRS",
            "Loneliness",
            "Older adults",
            "Sociality"
        ],
        "MeSH terms": [
            "Aged",
            "Female",
            "Humans",
            "Loneliness",
            "Male",
            "Middle Aged",
            "Models, Psychological",
            "Social Behavior",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology, McGill University, Montreal, Quebec, Canada."
            }
        ],
        "Journal": "The journals of gerontology. Series B, Psychological sciences and social sciences",
        "PubDate": "2021"
    },
    {
        "PMID": "36698275",
        "Title": "Women's greater late-life depression: Traumatic experiences or GxE?",
        "Abstract": "This study examined the role of traumatic life experiences, and their interaction with genetic risk, in explaining gender differences in late life depression.",
        "Keywords": [
            "Depression",
            "Gender",
            "HRS",
            "Older adults",
            "Polygenic risk",
            "Trauma"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology, McGill University, Montreal, Quebec, H3A 2T7, Canada. Electronic address: aniruddha.das@mcgill.ca."
            }
        ],
        "Journal": "Advances in life course research",
        "PubDate": "2020"
    },
    {
        "PMID": "32560282",
        "Title": "Identification and Characterization of Circular Intronic RNAs Derived from Insulin Gene.",
        "Abstract": "Circular RNAs (circRNAs) are a large family of noncoding RNAs that have emerged as novel regulators of gene expression. However, little is known about the function of circRNAs in pancreatic β-cells. Here, transcriptomic analysis of mice pancreatic islet RNA-sequencing data identified 77 differentially expressed circRNAs between mice fed with a normal diet and a high-fat diet. Surprisingly, multiple circRNAs were derived from the intron 2 of the preproinsulin 2 (",
        "Keywords": [
            "diabetes",
            "insulin splicing",
            "lariat-derived circRNA",
            "pancreatic β-cells",
            "translation"
        ],
        "MeSH terms": [
            "Alternative Splicing",
            "Base Sequence",
            "Computational Biology",
            "Exons",
            "Gene Expression Profiling",
            "Gene Expression Regulation",
            "Insulin-Secreting Cells",
            "Insulins",
            "Introns",
            "RNA Interference",
            "RNA Splicing",
            "RNA Splicing Factors",
            "RNA, Circular",
            "Transcriptome"
        ],
        "Authors": [
            {
                "First Name": "Debojyoti",
                "Last Name": "Das",
                "Affiliation": "Institute of Life Sciences (ILS), Nalco Square, Bhubaneswar, Odisha 751023, India."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Institute of Life Sciences (ILS), Nalco Square, Bhubaneswar, Odisha 751023, India."
            },
            {
                "First Name": "Mousumi",
                "Last Name": "Sahu",
                "Affiliation": "Institute of Life Sciences (ILS), Nalco Square, Bhubaneswar, Odisha 751023, India."
            },
            {
                "First Name": "Smruti Sambhav",
                "Last Name": "Mishra",
                "Affiliation": "Institute of Life Sciences (ILS), Nalco Square, Bhubaneswar, Odisha 751023, India."
            },
            {
                "First Name": "Shaheerah",
                "Last Name": "Khan",
                "Affiliation": "Institute of Life Sciences (ILS), Nalco Square, Bhubaneswar, Odisha 751023, India."
            },
            {
                "First Name": "Pruthvi R",
                "Last Name": "Bejugam",
                "Affiliation": "Institute of Life Sciences (ILS), Nalco Square, Bhubaneswar, Odisha 751023, India."
            },
            {
                "First Name": "Pranita K",
                "Last Name": "Rout",
                "Affiliation": "Institute of Life Sciences (ILS), Nalco Square, Bhubaneswar, Odisha 751023, India."
            },
            {
                "First Name": "Arundhati",
                "Last Name": "Das",
                "Affiliation": "Institute of Life Sciences (ILS), Nalco Square, Bhubaneswar, Odisha 751023, India."
            },
            {
                "First Name": "Shehnaz",
                "Last Name": "Bano",
                "Affiliation": "National Center for Cell Sciences (NCCS), Pune, Maharashtra 411007, India."
            },
            {
                "First Name": "Gyan Prakash",
                "Last Name": "Mishra",
                "Affiliation": "Institute of Life Sciences (ILS), Nalco Square, Bhubaneswar, Odisha 751023, India."
            },
            {
                "First Name": "Sunil K",
                "Last Name": "Raghav",
                "Affiliation": "Institute of Life Sciences (ILS), Nalco Square, Bhubaneswar, Odisha 751023, India."
            },
            {
                "First Name": "Anshuman",
                "Last Name": "Dixit",
                "Affiliation": "Institute of Life Sciences (ILS), Nalco Square, Bhubaneswar, Odisha 751023, India."
            },
            {
                "First Name": "Amaresh C",
                "Last Name": "Panda",
                "Affiliation": "Institute of Life Sciences (ILS), Nalco Square, Bhubaneswar, Odisha 751023, India."
            }
        ],
        "Journal": "International journal of molecular sciences",
        "PubDate": "2020"
    },
    {
        "PMID": "32451438",
        "Title": "The ubiquitin-conjugating enzyme UBE2K determines neurogenic potential through histone H3 in human embryonic stem cells.",
        "Abstract": "Histones modulate gene expression by chromatin compaction, regulating numerous processes such as differentiation. However, the mechanisms underlying histone degradation remain elusive. Human embryonic stem cells (hESCs) have a unique chromatin architecture characterized by low levels of trimethylated histone H3 at lysine 9 (H3K9me3), a heterochromatin-associated modification. Here we assess the link between the intrinsic epigenetic landscape and ubiquitin-proteasome system of hESCs. We find that hESCs exhibit high expression of the ubiquitin-conjugating enzyme UBE2K. Loss of UBE2K upregulates the trimethyltransferase SETDB1, resulting in H3K9 trimethylation and repression of neurogenic genes during differentiation. Besides H3K9 trimethylation, UBE2K binds histone H3 to induce its polyubiquitination and degradation by the proteasome. Notably, ubc-20, the worm orthologue of UBE2K, also regulates histone H3 levels and H3K9 trimethylation in Caenorhabditis elegans germ cells. Thus, our results indicate that UBE2K crosses evolutionary boundaries to promote histone H3 degradation and reduce H3K9me3 repressive marks in immortal cells.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Differentiation",
            "Epigenesis, Genetic",
            "Histones",
            "Human Embryonic Stem Cells",
            "Humans",
            "Neurogenesis",
            "Proteasome Endopeptidase Complex",
            "Ubiquitin-Conjugating Enzymes"
        ],
        "Authors": [
            {
                "First Name": "Azra",
                "Last Name": "Fatima",
                "Affiliation": "Cologne Excellence Cluster for Cellular Stress Responses in Aging-Associated Diseases (CECAD), University of Cologne, Joseph Stelzmann Strasse 26, 50931, Cologne, Germany."
            },
            {
                "First Name": "Dilber",
                "Last Name": "Irmak",
                "Affiliation": "Cologne Excellence Cluster for Cellular Stress Responses in Aging-Associated Diseases (CECAD), University of Cologne, Joseph Stelzmann Strasse 26, 50931, Cologne, Germany."
            },
            {
                "First Name": "Alireza",
                "Last Name": "Noormohammadi",
                "Affiliation": "Cologne Excellence Cluster for Cellular Stress Responses in Aging-Associated Diseases (CECAD), University of Cologne, Joseph Stelzmann Strasse 26, 50931, Cologne, Germany."
            },
            {
                "First Name": "Markus M",
                "Last Name": "Rinschen",
                "Affiliation": "Cologne Excellence Cluster for Cellular Stress Responses in Aging-Associated Diseases (CECAD), University of Cologne, Joseph Stelzmann Strasse 26, 50931, Cologne, Germany."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Laboratory of Protein Metabolism in Development and Aging, International Institute of Molecular and Cell Biology, Trojdena Street 4, 02-109, Warsaw, Poland."
            },
            {
                "First Name": "Orsolya",
                "Last Name": "Leidecker",
                "Affiliation": "Max Planck Institute for Biology of Ageing, Joseph-Stelzmann-Strasse 9b, Cologne, 50931, Germany."
            },
            {
                "First Name": "Christina",
                "Last Name": "Schindler",
                "Affiliation": "Cologne Excellence Cluster for Cellular Stress Responses in Aging-Associated Diseases (CECAD), University of Cologne, Joseph Stelzmann Strasse 26, 50931, Cologne, Germany."
            },
            {
                "First Name": "Víctor",
                "Last Name": "Sánchez-Gaya",
                "Affiliation": "Institute of Biomedicine and Biotechnology of Cantabria (IBBTEC), University of Cantabria, Albert Einstein 22, 39011, Santander, Spain."
            },
            {
                "First Name": "Prerana",
                "Last Name": "Wagle",
                "Affiliation": "Cologne Excellence Cluster for Cellular Stress Responses in Aging-Associated Diseases (CECAD), University of Cologne, Joseph Stelzmann Strasse 26, 50931, Cologne, Germany."
            },
            {
                "First Name": "Wojciech",
                "Last Name": "Pokrzywa",
                "Affiliation": "Cologne Excellence Cluster for Cellular Stress Responses in Aging-Associated Diseases (CECAD), University of Cologne, Joseph Stelzmann Strasse 26, 50931, Cologne, Germany."
            },
            {
                "First Name": "Thorsten",
                "Last Name": "Hoppe",
                "Affiliation": "Cologne Excellence Cluster for Cellular Stress Responses in Aging-Associated Diseases (CECAD), University of Cologne, Joseph Stelzmann Strasse 26, 50931, Cologne, Germany."
            },
            {
                "First Name": "Alvaro",
                "Last Name": "Rada-Iglesias",
                "Affiliation": "Institute of Biomedicine and Biotechnology of Cantabria (IBBTEC), University of Cantabria, Albert Einstein 22, 39011, Santander, Spain."
            },
            {
                "First Name": "David",
                "Last Name": "Vilchez",
                "Affiliation": "Cologne Excellence Cluster for Cellular Stress Responses in Aging-Associated Diseases (CECAD), University of Cologne, Joseph Stelzmann Strasse 26, 50931, Cologne, Germany. dvilchez@uni-koeln.de."
            }
        ],
        "Journal": "Communications biology",
        "PubDate": "2020"
    },
    {
        "PMID": "32323614",
        "Title": "Genes-in-Dyads: A Study of Relationship Quality.",
        "Abstract": "Using dyadic genetic information on older couples, this study queried associations of a polygenic score for well-being with one's own as well as a partner's relationship experiences.",
        "Keywords": [
            "HRS",
            "gene–environment correlations",
            "polygenic",
            "relationship quality",
            "well-being"
        ],
        "MeSH terms": [
            "Female",
            "Gender Identity",
            "Genes",
            "Humans",
            "Interpersonal Relations"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology, 5620McGill University, Montreal, Quebec, Canada."
            }
        ],
        "Journal": "Research on aging",
        "PubDate": "2021"
    },
    {
        "PMID": "32038176",
        "Title": "Reversible Loss of Hippocampal Function in a Mouse Model of Demyelination/Remyelination.",
        "Abstract": "Demyelination of axons in the central nervous system (CNS) is a hallmark of multiple sclerosis (MS) and other demyelinating diseases. Cycles of demyelination, followed by remyelination, appear in the majority of MS patients and are associated with the onset and quiescence of disease-related symptoms, respectively. Previous studies in human patients and animal models have shown that vast demyelination is accompanied by wide-scale changes to brain activity, but details of this process are poorly understood. We used electrophysiological recordings and non-linear fluorescence imaging from genetically encoded calcium indicators to monitor the activity of hippocampal neurons during demyelination and remyelination over a period of 100 days. We found that synaptic transmission in CA1 neurons was diminished ",
        "Keywords": [
            "calcium imaging",
            "cuprizone",
            "electrophysiology",
            "multiple sclerosis",
            "two-photon microscopy"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, Cleveland, OH, United States."
            },
            {
                "First Name": "Chinthasagar",
                "Last Name": "Bastian",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, Cleveland, OH, United States."
            },
            {
                "First Name": "Lexie",
                "Last Name": "Trestan",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, Cleveland, OH, United States."
            },
            {
                "First Name": "Jason",
                "Last Name": "Suh",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, Cleveland, OH, United States."
            },
            {
                "First Name": "Tanujit",
                "Last Name": "Dey",
                "Affiliation": "Department of Quantitative Health Sciences, Lerner Research Institute, Cleveland Clinic, Cleveland, OH, United States."
            },
            {
                "First Name": "Bruce D",
                "Last Name": "Trapp",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, Cleveland, OH, United States."
            },
            {
                "First Name": "Selva",
                "Last Name": "Baltan",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, Cleveland, OH, United States."
            },
            {
                "First Name": "Hod",
                "Last Name": "Dana",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, Cleveland, OH, United States."
            }
        ],
        "Journal": "Frontiers in cellular neuroscience",
        "PubDate": "2019"
    },
    {
        "PMID": "31751465",
        "Title": "Transpersonal Genetic Effects Among Older U.S. Couples: A Longitudinal Study.",
        "Abstract": "Emerging social genetics research suggests one's genes may influence not just one's own outcomes but also those of close social alters. Health implications, particularly in late life, remain underexplored. Using combined genetic and survey data, this study examined such transpersonal genetic associations among older U.S. couples.",
        "Keywords": [
            "Dyads",
            "Educational attainment",
            "HRS",
            "Polygenic",
            "Self-rated health"
        ],
        "MeSH terms": [
            "Aged",
            "Aged, 80 and over",
            "Aging",
            "Educational Status",
            "Female",
            "Gene-Environment Interaction",
            "Genetic Association Studies",
            "Health Status",
            "Humans",
            "Longitudinal Studies",
            "Male",
            "Middle Aged",
            "Spouses",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology, McGill University, Montreal, Quebec, Canada."
            }
        ],
        "Journal": "The journals of gerontology. Series B, Psychological sciences and social sciences",
        "PubDate": "2021"
    },
    {
        "PMID": "31750650",
        "Title": "A Thiophene-2-carboxamide-Functionalized Zr(IV) Organic Framework as a Prolific and Recyclable Heterogeneous Catalyst for Regioselective Ring Opening of Epoxides.",
        "Abstract": "A new thiophene-2-carboxamide-functionalized Zr-UiO-66 MOF (",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Chemistry , Indian Institute of Technology Guwahati , Guwahati , Assam 781039 , India."
            },
            {
                "First Name": "Nagaraj",
                "Last Name": "Anbu",
                "Affiliation": "School of Chemistry , Madurai Kamaraj University , Madurai , Tamil Nadu 625021 , India."
            },
            {
                "First Name": "Helge",
                "Last Name": "Reinsch",
                "Affiliation": "Institut für Anorganische Chemie , Christian-Albrechts-Universität , Max-Eyth-Strasse 2 , 24118 Kiel , Germany."
            },
            {
                "First Name": "Amarajothi",
                "Last Name": "Dhakshinamoorthy",
                "Affiliation": "School of Chemistry , Madurai Kamaraj University , Madurai , Tamil Nadu 625021 , India."
            },
            {
                "First Name": "Shyam",
                "Last Name": "Biswas",
                "Affiliation": "Department of Chemistry , Indian Institute of Technology Guwahati , Guwahati , Assam 781039 , India."
            }
        ],
        "Journal": "Inorganic chemistry",
        "PubDate": "2019"
    },
    {
        "PMID": "31735950",
        "Title": "A functionalized UiO-66 MOF for turn-on fluorescence sensing of superoxide in water and efficient catalysis for Knoevenagel condensation.",
        "Abstract": "In the present work, a new MOF material of the UiO-family called Zr-UiO-66-NH-CH2-Py (1) has been obtained by the solvothermal technique and successfully characterized. The MOF structure was assembled with 2-((pyridin-4-ylmethyl) amino) terephthalic acid (H2BDC-NH-CH2-Py) as linker and Zr4+ ion. The activated form of 1 (called 1') exhibits considerable thermal and chemical stability. Compound 1' showed a very rapid and selective response for the fluorometric sensing of superoxide (O2·-) in aqueous medium even in the presence of the potentially competitive reactive oxygen species (ROS). The limit of detection value for O2·- sensing is 0.21 μM, which is comparable with those of the reported O2·- sensors. This is the first MOF based fluorescent sensor for the detection of O2·-. The response time of this MOF sensor for O2·- is very short (240 s). On the other hand, 1' was employed as a solid heterogeneous catalyst for Knoevenagel condensation between benzaldehyde and ethyl cyanoacetate at 80 °C in ethanol resulting in a very high yield of the desired product. The effects of the esterified linker ((CH3)2BDC-NH-CH2-Py) and the corresponding metal salt (ZrCl4) on this catalytic reaction were examined separately. We have also tested the substrate scope elaborately for the catalytic reaction promoted by catalyst 1'.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Chemistry, Indian Institute of Technology Guwahati, 781039 Assam, India. sbiswas@iitg.ac.in."
            },
            {
                "First Name": "Nagaraj",
                "Last Name": "Anbu",
                "Affiliation": ""
            },
            {
                "First Name": "Mostakim",
                "Last Name": "Sk",
                "Affiliation": ""
            },
            {
                "First Name": "Amarajothi",
                "Last Name": "Dhakshinamoorthy",
                "Affiliation": ""
            },
            {
                "First Name": "Shyam",
                "Last Name": "Biswas",
                "Affiliation": ""
            }
        ],
        "Journal": "Dalton transactions (Cambridge, England : 2003)",
        "PubDate": "2019"
    },
    {
        "PMID": "31610276",
        "Title": "Genes, depressive symptoms, and chronic stressors: A nationally representative longitudinal study in the United States.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Aged",
            "Depression",
            "Female",
            "Humans",
            "Longitudinal Studies",
            "Male",
            "Middle Aged",
            "Risk Factors",
            "Stress, Psychological",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology, McGill University, Montreal, Quebec, H3A 2T7, Canada. Electronic address: aniruddha.das@mcgill.ca."
            }
        ],
        "Journal": "Social science & medicine (1982)",
        "PubDate": "2019"
    },
    {
        "PMID": "31426285",
        "Title": "Rolling Circle cDNA Synthesis Uncovers Circular RNA Splice Variants.",
        "Abstract": "High-throughput RNA sequencing and novel bioinformatic pipelines have identified thousands of circular (circ)RNAs containing backsplice junction sequences. However, circRNAs generated from multiple exons may contain different combinations of exons and/or introns arising from alternative splicing, while the backsplice junction sequence is the same. To be able to identify circRNA splice variants, we developed a method termed circRNA-Rolling Circle Amplification (circRNA-RCA). This method detects full-length circRNA sequences by performing reverse transcription (RT) in the absence of RNase H activity, followed by polymerase chain reaction (PCR) amplification of full-length circRNAs using a forward primer spanning the backsplice junction sequence and a reverse primer exactly upstream of the forward primer. By sequencing the PCR products, circRNA splice variants bearing the same backsplice junctions, which were otherwise only predicted computationally, could be experimentally validated. The splice variants were further predicted to associate with different subsets of target RNA-binding proteins and microRNAs, supporting the notion that different circRNA splice variants can have different biological impacts. In sum, the circRNA-RCA method allows the accurate identification of full-length circRNA sequences, offering unique insight into their individual function.",
        "Keywords": [
            "RNase R",
            "RT-PCR",
            "alternative splicing",
            "backsplice sequence",
            "circRNAs",
            "divergent primers",
            "splice variants"
        ],
        "MeSH terms": [
            "Alternative Splicing",
            "Base Sequence",
            "DNA, Complementary",
            "HeLa Cells",
            "Humans",
            "RNA Splicing",
            "RNA, Circular",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Sequence Analysis, RNA"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar 751023, India."
            },
            {
                "First Name": "Pranita K",
                "Last Name": "Rout",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar 751023, India."
            },
            {
                "First Name": "Myriam",
                "Last Name": "Gorospe",
                "Affiliation": "Laboratory of Genetics and Genomics, National Institute on Aging, NIH, Baltimore, MD 21224, USA."
            },
            {
                "First Name": "Amaresh C",
                "Last Name": "Panda",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar 751023, India. amaresh.panda@ils.res.in."
            }
        ],
        "Journal": "International journal of molecular sciences",
        "PubDate": "2019"
    },
    {
        "PMID": "31378802",
        "Title": "A phthalimide-functionalized UiO-66 metal-organic framework for the fluorogenic detection of hydrazine in live cells.",
        "Abstract": "Here, we demonstrated the synthesis, characterization and application of a phthalimide-functionalized UiO-66 metal-organic framework, which showed an intrinsic detection capability for hydrazine. The MOF material (1) was solvothermally prepared by the reaction between ZrCl",
        "Keywords": [],
        "MeSH terms": [
            "Cell Line, Tumor",
            "Fluorescent Dyes",
            "Humans",
            "Hydrazines",
            "Metal-Organic Frameworks",
            "Molecular Conformation",
            "Optical Imaging",
            "Phthalimides",
            "Spectrometry, Fluorescence"
        ],
        "Authors": [
            {
                "First Name": "Mostakim",
                "Last Name": "Sk",
                "Affiliation": "Department of Chemistry, Indian Institute of Technology Guwahati, 781039 Assam, India. sbiswas@iitg.ernet.in."
            },
            {
                "First Name": "Mohammed Rafi Uz Zama",
                "Last Name": "Khan",
                "Affiliation": "Malaria Research Group, Department of Biosciences and Bioengineering, Indian Institute of Technology Guwahati, 781039 Assam, India."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Chemistry, Indian Institute of Technology Guwahati, 781039 Assam, India. sbiswas@iitg.ernet.in."
            },
            {
                "First Name": "Soutick",
                "Last Name": "Nandi",
                "Affiliation": "Department of Chemistry, Indian Institute of Technology Guwahati, 781039 Assam, India. sbiswas@iitg.ernet.in."
            },
            {
                "First Name": "Vishal",
                "Last Name": "Trivedi",
                "Affiliation": "Malaria Research Group, Department of Biosciences and Bioengineering, Indian Institute of Technology Guwahati, 781039 Assam, India."
            },
            {
                "First Name": "Shyam",
                "Last Name": "Biswas",
                "Affiliation": "Department of Chemistry, Indian Institute of Technology Guwahati, 781039 Assam, India. sbiswas@iitg.ernet.in."
            }
        ],
        "Journal": "Dalton transactions (Cambridge, England : 2003)",
        "PubDate": "2019"
    },
    {
        "PMID": "31315485",
        "Title": "Chronic Ongoing Stressors and C-Reactive Protein: A Within-Person Study.",
        "Abstract": "",
        "Keywords": [
            "HRS",
            "cardiometabolic",
            "inflammation",
            "older adults",
            "stress process"
        ],
        "MeSH terms": [
            "Biological Variation, Individual",
            "Biomarkers",
            "C-Reactive Protein",
            "Cardiometabolic Risk Factors",
            "Female",
            "Humans",
            "Inflammation",
            "Longitudinal Studies",
            "Male",
            "Middle Aged",
            "Stress, Physiological",
            "Stress, Psychological",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "McGill University, Montreal, Quebec, Canada."
            }
        ],
        "Journal": "Journal of aging and health",
        "PubDate": "2020"
    },
    {
        "PMID": "31288597",
        "Title": "Genes, Childhood Trauma, and Late Life Depressive Symptoms.",
        "Abstract": "",
        "Keywords": [
            "HRS",
            "childhood trauma",
            "depressive symptoms",
            "gene-environment correlation",
            "older adults"
        ],
        "MeSH terms": [
            "Adult Survivors of Child Adverse Events",
            "Depression",
            "Female",
            "Gene-Environment Interaction",
            "Health Surveys",
            "Humans",
            "Longitudinal Studies",
            "Male",
            "Middle Aged",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "1 McGill University, Montreal, Quebec, Canada."
            }
        ],
        "Journal": "Journal of aging and health",
        "PubDate": "2019"
    },
    {
        "PMID": "31142169",
        "Title": "Major Discrimination Experiences, Education, and Genes.",
        "Abstract": "",
        "Keywords": [
            "HRS",
            "counterfactual analysis",
            "educational attainment",
            "major discrimination",
            "polygenic effects"
        ],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Aged, 80 and over",
            "Educational Status",
            "Female",
            "Humans",
            "Male",
            "Mediation Analysis",
            "Middle Aged",
            "Multifactorial Inheritance",
            "Propensity Score",
            "Social Discrimination"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "McGill University, Montreal, Quebec, Canada."
            }
        ],
        "Journal": "Journal of aging and health",
        "PubDate": "2020"
    },
    {
        "PMID": "31002659",
        "Title": "Task-related hemodynamic responses are modulated by reward and task engagement.",
        "Abstract": "Hemodynamic recordings from visual cortex contain powerful endogenous task-related responses that may reflect task-related arousal, or \"task engagement\" distinct from attention. We tested this hypothesis with hemodynamic measurements (intrinsic-signal optical imaging) from monkey primary visual cortex (V1) while the animals' engagement in a periodic fixation task over several hours was varied through reward size and as animals took breaks. With higher rewards, animals appeared more task-engaged; task-related responses were more temporally precise at the task period (approximately 10-20 seconds) and modestly stronger. The 2-5 minute blocks of high-reward trials led to ramp-like decreases in mean local blood volume; these reversed with ramp-like increases during low reward. The blood volume increased even more sharply when the animal shut his eyes and disengaged completely from the task (5-10 minutes). We propose a mechanism that controls vascular tone, likely along with local neural responses in a manner that reflects task engagement over the full range of timescales tested.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Attention",
            "Behavior, Animal",
            "Brain Mapping",
            "Hemodynamics",
            "Macaca mulatta",
            "Male",
            "Neurons",
            "Reaction Time",
            "Reward",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Mariana M B",
                "Last Name": "Cardoso",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Bruss",
                "Last Name": "Lima",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Yevgeniy B",
                "Last Name": "Sirotin",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2019"
    },
    {
        "PMID": "30946990",
        "Title": "Circular RNAs in myogenesis.",
        "Abstract": "Skeletal muscles have an immense ability to regenerate from the muscle stem cells called satellite cells. The process of skeletal muscle regeneration is called myogenesis, which starts with activation of quiescent satellite cells immediately after muscle injury followed by proliferation and fusion of myoblasts into myotubes. Myogenesis is orchestrated through the expression of a specific set of genes which, at each step regulated by complex gene regulatory networks. Besides the well-established roles of transcription factors, increasing evidence demonstrated that circular (circ)RNAs modulate gene expression during myogenesis and are involved in muscle-related diseases. Here we review the recent findings of circRNAs involved in myogenesis.",
        "Keywords": [
            "Backsplicing",
            "Skeletal muscle",
            "circRNA",
            "miRNA sponge"
        ],
        "MeSH terms": [
            "Animals",
            "Gene Expression Regulation",
            "Humans",
            "MicroRNAs",
            "Muscle Development",
            "Muscle, Skeletal",
            "RNA, Circular"
        ],
        "Authors": [
            {
                "First Name": "Arundhati",
                "Last Name": "Das",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar, Odisha, India; School of Biotechnology, KIIT University, Bhubaneswar, India."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar, Odisha, India; School of Biotechnology, KIIT University, Bhubaneswar, India."
            },
            {
                "First Name": "Debojyoti",
                "Last Name": "Das",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar, Odisha, India; School of Biotechnology, KIIT University, Bhubaneswar, India."
            },
            {
                "First Name": "Kotb",
                "Last Name": "Abdelmohsen",
                "Affiliation": "Laboratory of Genetics and Genomics, National Institute on Aging, National Institutes of Health, Baltimore, USA."
            },
            {
                "First Name": "Amaresh C",
                "Last Name": "Panda",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar, Odisha, India. Electronic address: amaresh.panda@ils.res.in."
            }
        ],
        "Journal": "Biochimica et biophysica acta. Gene regulatory mechanisms",
        "PubDate": "2020"
    },
    {
        "PMID": "30908026",
        "Title": "Highly Active Urea-Functionalized Zr(IV)-UiO-67 Metal-Organic Framework as Hydrogen Bonding Heterogeneous Catalyst for Friedel-Crafts Alkylation.",
        "Abstract": "A new Zr(IV)-based UiO-67 metal-organic framework (1) was prepared with urea-functionalized biphenyl-4,4'-dicarboxylic acid (BPDC-urea) as the linker using conventional solvothermal technique and thoroughly characterized using X-ray powder diffraction (XRPD), Fourier transform infrared (FT-IR) spectroscopy, thermogravimetric (TG), and N",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Chemistry , Indian Institute of Technology Guwahati , Guwahati , 781039 Assam , India."
            },
            {
                "First Name": "Nagaraj",
                "Last Name": "Anbu",
                "Affiliation": "School of Chemistry , Madurai Kamaraj University , Madurai 625021 , Tamil Nadu , India."
            },
            {
                "First Name": "Mostakim",
                "Last Name": "Sk",
                "Affiliation": "Department of Chemistry , Indian Institute of Technology Guwahati , Guwahati , 781039 Assam , India."
            },
            {
                "First Name": "Amarajothi",
                "Last Name": "Dhakshinamoorthy",
                "Affiliation": "School of Chemistry , Madurai Kamaraj University , Madurai 625021 , Tamil Nadu , India."
            },
            {
                "First Name": "Shyam",
                "Last Name": "Biswas",
                "Affiliation": "Department of Chemistry , Indian Institute of Technology Guwahati , Guwahati , 781039 Assam , India."
            }
        ],
        "Journal": "Inorganic chemistry",
        "PubDate": "2019"
    },
    {
        "PMID": "30819014",
        "Title": "Social Integration, Self-Rated Health . . . and Genes?",
        "Abstract": "",
        "Keywords": [
            "community integration",
            "genetic confounding",
            "pleiotropy",
            "polygenic",
            "stakeholder network"
        ],
        "MeSH terms": [
            "Aged",
            "Black People",
            "Community Networks",
            "Confounding Factors, Epidemiologic",
            "Cross-Sectional Studies",
            "Educational Status",
            "Extraversion, Psychological",
            "Family",
            "Female",
            "Health Status",
            "Humans",
            "Male",
            "Middle Aged",
            "Multifactorial Inheritance",
            "Self Report",
            "Social Capital",
            "Social Integration",
            "United States",
            "White People",
            "Black or African American"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "McGill University, Montreal, Quebec, Canada."
            }
        ],
        "Journal": "Journal of aging and health",
        "PubDate": "2020"
    },
    {
        "PMID": "30608084",
        "Title": "A dual functional MOF-based fluorescent sensor for intracellular phosphate and extracellular 4-nitrobenzaldehyde.",
        "Abstract": "Herein, we present the successful synthesis, characterization and sensing application of a hydrazine functionalized Zr(iv)-based UiO-66 metal-organic framework (MOF) called Zr-UiO-66-N2H3 (1). The guest-free material 1' shows selective and sensitive fluorimetric detection (turn-on mechanism) of phosphate (PO43-) anions in HEPES buffer (10 mM, pH = 7.4) and aqueous medium. It can also fluorimetrically detect (turn-off mechanism) 4-nitrobenzaldehyde (4-NB) in a HEPES : DMSO (9 : 1, v/v) medium with high selectivity and sensitivity. The selectivity for both analytes is retained in the presence of other potentially competitive analytes. The detection limit for PO43- ions is 0.196 μM, which is far below the PO43- level present in the aqueous environment. MOF 1' can detect intracellular phosphate and it also has the capacity to exhibit differences in the intracellular phosphate level. Furthermore, the probe is capable of sensing PO43- ions in real samples such as tap water, lake water, human urine and human blood serum. The sensitivity of the probe for sensing 4-NB is very high (detection limit = 4.7 μM). The possible mechanisms for sensing PO43- ions and 4-NB have been explored in detail by experimental techniques.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Chemistry, Indian Institute of Technology Guwahati, 781039 Assam, India. sbiswas@iitg.ernet.in."
            },
            {
                "First Name": "Sourik",
                "Last Name": "Das",
                "Affiliation": ""
            },
            {
                "First Name": "Vishal",
                "Last Name": "Trivedi",
                "Affiliation": ""
            },
            {
                "First Name": "Shyam",
                "Last Name": "Biswas",
                "Affiliation": ""
            }
        ],
        "Journal": "Dalton transactions (Cambridge, England : 2003)",
        "PubDate": "2019"
    },
    {
        "PMID": "30487051",
        "Title": "Loneliness does (not) have cardiometabolic effects: A longitudinal study of older adults in two countries.",
        "Abstract": "Mass media increasingly report a \"loneliness epidemic.\" A growing academic literature claims downstream effects of this experience on surrogate markers of cardiometabolic risk. Evidence on such influences is based on flawed samples and methodologies, rendering inferences questionable. The current study tested these claims.",
        "Keywords": [
            "Blood pressure",
            "ELSA",
            "HRS",
            "HbA1c",
            "Loneliness",
            "Older adults"
        ],
        "MeSH terms": [
            "Aged",
            "Cardiovascular Diseases",
            "England",
            "Female",
            "Humans",
            "Loneliness",
            "Longitudinal Studies",
            "Male",
            "Metabolic Diseases",
            "Risk Factors",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology, McGill University, Room 712, Leacock Building, 855 Sherbrooke Street West, Montreal, Quebec, H3A 2T7, Canada. Electronic address: aniruddha.das@mcgill.ca."
            }
        ],
        "Journal": "Social science & medicine (1982)",
        "PubDate": "2019"
    },
    {
        "PMID": "30391514",
        "Title": "RPAD (RNase R treatment, polyadenylation, and poly(A)+ RNA depletion) method to isolate highly pure circular RNA.",
        "Abstract": "Recent developments in high-throughput RNA sequencing methods coupled with innovative bioinformatic tools have uncovered thousands of circular (circ)RNAs. CircRNAs have emerged as a vast and novel class of regulatory RNAs with potential to modulate gene expression by acting as sponges for microRNAs (miRNAs) and RNA-binding proteins (RBPs). The biochemical enrichment of circRNAs by exoribonuclease treatment or by depletion of polyadenylated RNAs coupled with deep-sequencing is widely used for the systematic identification of circRNAs. Although these methods enrich circRNAs substantially, they do not eliminate efficiently non-polyadenylated and highly-structured RNAs. Here, we describe a method we termed RPAD, based on initial RNase R treatment followed by Polyadenylation and poly(A)",
        "Keywords": [
            "Backsplice sequence",
            "CircRNAs",
            "Linear RNA depletion",
            "Polyadenylation",
            "RNase R",
            "RT-qPCR"
        ],
        "MeSH terms": [
            "Cell Cycle Proteins",
            "Computational Biology",
            "Cytoskeletal Proteins",
            "Exoribonucleases",
            "HeLa Cells",
            "High-Throughput Nucleotide Sequencing",
            "Humans",
            "Intracellular Signaling Peptides and Proteins",
            "Nuclear Proteins",
            "Poly A",
            "Polyadenylation",
            "Protein Serine-Threonine Kinases",
            "RNA",
            "RNA, Circular",
            "RNA, Messenger",
            "RNA-Binding Proteins",
            "Sequence Analysis, RNA"
        ],
        "Authors": [
            {
                "First Name": "Poonam R",
                "Last Name": "Pandey",
                "Affiliation": "Laboratory of Genetics and Genomics, National Institute on Aging, National Institutes of Health, Biomedical Research Center, Baltimore, MD, USA."
            },
            {
                "First Name": "Pranita K",
                "Last Name": "Rout",
                "Affiliation": "Institute of Life Sciences, Bhubaneswar, India."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Institute of Life Sciences, Bhubaneswar, India; School of Biotechnology, KIIT University, Bhubaneswar, India."
            },
            {
                "First Name": "Myriam",
                "Last Name": "Gorospe",
                "Affiliation": "Laboratory of Genetics and Genomics, National Institute on Aging, National Institutes of Health, Biomedical Research Center, Baltimore, MD, USA. Electronic address: GorospeM@grc.nia.nih.gov."
            },
            {
                "First Name": "Amaresh C",
                "Last Name": "Panda",
                "Affiliation": "Laboratory of Genetics and Genomics, National Institute on Aging, National Institutes of Health, Biomedical Research Center, Baltimore, MD, USA; Institute of Life Sciences, Bhubaneswar, India. Electronic address: amaresh.panda@ils.res.in."
            }
        ],
        "Journal": "Methods (San Diego, Calif.)",
        "PubDate": "2019"
    },
    {
        "PMID": "30361563",
        "Title": "Improved methods for marking active neuron populations.",
        "Abstract": "Marking functionally distinct neuronal ensembles with high spatiotemporal resolution is a key challenge in systems neuroscience. We recently introduced CaMPARI, an engineered fluorescent protein whose green-to-red photoconversion depends on simultaneous light exposure and elevated calcium, which enabled marking active neuronal populations with single-cell and subsecond resolution. However, CaMPARI (CaMPARI1) has several drawbacks, including background photoconversion in low calcium, slow kinetics and reduced fluorescence after chemical fixation. In this work, we develop CaMPARI2, an improved sensor with brighter green and red fluorescence, faster calcium unbinding kinetics and decreased photoconversion in low calcium conditions. We demonstrate the improved performance of CaMPARI2 in mammalian neurons and in vivo in larval zebrafish brain and mouse visual cortex. Additionally, we herein develop an immunohistochemical detection method for specific labeling of the photoconverted red form of CaMPARI. The anti-CaMPARI-red antibody provides strong labeling that is selective for photoconverted CaMPARI in activated neurons in rodent brain tissue.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antibodies",
            "Fluorescence",
            "HeLa Cells",
            "Humans",
            "Light",
            "Luminescent Proteins",
            "Mice",
            "Neurons",
            "Protein Engineering",
            "Rats, Wistar",
            "Visual Cortex",
            "Zebrafish"
        ],
        "Authors": [
            {
                "First Name": "Benjamien",
                "Last Name": "Moeyaert",
                "Affiliation": "Howard Hughes Medical Institute, Janelia Research Campus, 19700 Helix Drive, Ashburn, VA, 20147, USA."
            },
            {
                "First Name": "Graham",
                "Last Name": "Holt",
                "Affiliation": "Howard Hughes Medical Institute, Janelia Research Campus, 19700 Helix Drive, Ashburn, VA, 20147, USA."
            },
            {
                "First Name": "Rajtarun",
                "Last Name": "Madangopal",
                "Affiliation": "Neuronal Ensembles in Addiction Section, Behavioral Neuroscience Research Branch, Intramural Research Program, National Institute on Drug Abuse, National Institutes of Health, Baltimore, MD, 21224, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "Perez-Alvarez",
                "Affiliation": "Institute for Synaptic Physiology, University Medical Center Hamburg-Eppendorf, 20251, Hamburg, Germany."
            },
            {
                "First Name": "Brenna C",
                "Last Name": "Fearey",
                "Affiliation": "Institute for Synaptic Physiology, University Medical Center Hamburg-Eppendorf, 20251, Hamburg, Germany."
            },
            {
                "First Name": "Nicholas F",
                "Last Name": "Trojanowski",
                "Affiliation": "Department of Biology, Brandeis University, Waltham, MA, 02454, USA."
            },
            {
                "First Name": "Julia",
                "Last Name": "Ledderose",
                "Affiliation": "Institute of Biochemistry, Charité - Universitätsmedizin Berlin, 10117, Berlin, Germany."
            },
            {
                "First Name": "Timothy A",
                "Last Name": "Zolnik",
                "Affiliation": "NeuroCure Cluster of Excellence, Department of Biology, Humboldt University, 10117, Berlin, Germany."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, OH, 44195, USA."
            },
            {
                "First Name": "Davina",
                "Last Name": "Patel",
                "Affiliation": "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, OH, 44195, USA."
            },
            {
                "First Name": "Timothy A",
                "Last Name": "Brown",
                "Affiliation": "Howard Hughes Medical Institute, Janelia Research Campus, 19700 Helix Drive, Ashburn, VA, 20147, USA."
            },
            {
                "First Name": "Robert N S",
                "Last Name": "Sachdev",
                "Affiliation": "NeuroCure Cluster of Excellence, Department of Biology, Humboldt University, 10117, Berlin, Germany."
            },
            {
                "First Name": "Britta J",
                "Last Name": "Eickholt",
                "Affiliation": "Institute of Biochemistry, Charité - Universitätsmedizin Berlin, 10117, Berlin, Germany."
            },
            {
                "First Name": "Matthew E",
                "Last Name": "Larkum",
                "Affiliation": "NeuroCure Cluster of Excellence, Department of Biology, Humboldt University, 10117, Berlin, Germany."
            },
            {
                "First Name": "Gina G",
                "Last Name": "Turrigiano",
                "Affiliation": "Department of Biology, Brandeis University, Waltham, MA, 02454, USA."
            },
            {
                "First Name": "Hod",
                "Last Name": "Dana",
                "Affiliation": "Howard Hughes Medical Institute, Janelia Research Campus, 19700 Helix Drive, Ashburn, VA, 20147, USA."
            },
            {
                "First Name": "Christine E",
                "Last Name": "Gee",
                "Affiliation": "Institute for Synaptic Physiology, University Medical Center Hamburg-Eppendorf, 20251, Hamburg, Germany."
            },
            {
                "First Name": "Thomas G",
                "Last Name": "Oertner",
                "Affiliation": "Institute for Synaptic Physiology, University Medical Center Hamburg-Eppendorf, 20251, Hamburg, Germany."
            },
            {
                "First Name": "Bruce T",
                "Last Name": "Hope",
                "Affiliation": "Neuronal Ensembles in Addiction Section, Behavioral Neuroscience Research Branch, Intramural Research Program, National Institute on Drug Abuse, National Institutes of Health, Baltimore, MD, 21224, USA."
            },
            {
                "First Name": "Eric R",
                "Last Name": "Schreiter",
                "Affiliation": "Howard Hughes Medical Institute, Janelia Research Campus, 19700 Helix Drive, Ashburn, VA, 20147, USA. schreitere@janelia.hhmi.org."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2018"
    },
    {
        "PMID": "30246591",
        "Title": "\"Crossover\" in Depressive Symptoms Among Older Couples: Are Previous Findings Artifactual?",
        "Abstract": "",
        "Keywords": [
            "HRS",
            "crossover",
            "depressive symptoms",
            "older couples",
            "polygenic"
        ],
        "MeSH terms": [
            "Aged",
            "Aged, 80 and over",
            "Biological Variation, Individual",
            "Biological Variation, Population",
            "Depression",
            "Ethnicity",
            "Family Characteristics",
            "Female",
            "Gender Identity",
            "Humans",
            "Interpersonal Relations",
            "Linear Models",
            "Longitudinal Studies",
            "Male",
            "Middle Aged",
            "Multifactorial Inheritance"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "McGill University, Montreal, Quebec, Canada."
            }
        ],
        "Journal": "Journal of aging and health",
        "PubDate": "2020"
    },
    {
        "PMID": "30215602",
        "Title": "The coding potential of circRNAs.",
        "Abstract": null,
        "Keywords": [
            "Cap-independent",
            "circular RNA",
            "m6A",
            "ribosomes",
            "translation"
        ],
        "MeSH terms": [
            "Humans",
            "Open Reading Frames",
            "RNA",
            "RNA, Circular"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar, Odisha, India."
            },
            {
                "First Name": "Myriam",
                "Last Name": "Gorospe",
                "Affiliation": "Laboratory of Genetics and Genomics, National Institute on Aging, National Institutes of Health, Biomedical Research Center, Baltimore, MD 21224, USA."
            },
            {
                "First Name": "Amaresh C",
                "Last Name": "Panda",
                "Affiliation": "Institute of Life Sciences, Nalco Square, Bhubaneswar, Odisha, India."
            }
        ],
        "Journal": "Aging",
        "PubDate": "2018"
    },
    {
        "PMID": "29411808",
        "Title": "Extraordinary sensitivity for H",
        "Abstract": "An Al(iii) metal-organic framework (MOF) called Al-MIL-53-N",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Chemistry, Indian Institute of Technology Guwahati, 781039 Assam, India. sbiswas@iitg.ernet.in."
            },
            {
                "First Name": "Sooram",
                "Last Name": "Banesh",
                "Affiliation": ""
            },
            {
                "First Name": "Vishal",
                "Last Name": "Trivedi",
                "Affiliation": ""
            },
            {
                "First Name": "Shyam",
                "Last Name": "Biswas",
                "Affiliation": ""
            }
        ],
        "Journal": "Dalton transactions (Cambridge, England : 2003)",
        "PubDate": "2018"
    },
    {
        "PMID": "29199869",
        "Title": "\"Inflammaging\" and Estradiol among Older U.S. Women: A Nationally Representative Longitudinal Study.",
        "Abstract": "Despite accumulating small-sample and clinical evidence on \"inflammaging,\" no population-representative longitudinal studies have specifically examined women's late-life inflammation trends. While a range of studies indicates estradiol's immunomodulation role, evidence is contradictory on whether its effects are pro- or antiinflammatory among older women. Using longitudinal data from the first two waves of the National Social Life, Health and Aging Project-a national probability sample of older U.S. adults aged 57 to 85 years at baseline-this study began to fill these gaps. Findings suggested rather than being a lifelong process, older women's inflammaging may have a biological window that closes with senescence. Moreover, their endogenous estradiol plays a proinflammatory rather than immunoprotective role. Nor does this sex steroid modulate age effects on women's inflammation. More sex-specific basic research is needed on causal mechanisms underlying women's late-life inflammaging patterns.",
        "Keywords": [],
        "MeSH terms": [
            "Aged",
            "Aged, 80 and over",
            "Estradiol",
            "Female",
            "Humans",
            "Inflammation",
            "Longitudinal Studies",
            "Middle Aged",
            "Sex Factors",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "a Department of Sociology and Centre on Population Dynamics , McGill University , Montreal , Quebec , Canada."
            }
        ],
        "Journal": "Biodemography and social biology",
        "PubDate": "2017"
    },
    {
        "PMID": "29066727",
        "Title": "Affecting long-term fear memory formation through optical control of Rac1 GTPase and PAK activity in lateral amygdala.",
        "Abstract": "Fear conditioning, a behavioral model for studying fear-related disorders, is believed to be formed by alterations of synaptic efficacy mediated by changes in synaptic transmission and neuronal morphology in lateral amygdala (LA). Rac GTPase and its downstream effector p21-activated kinase (PAK) are involved in such key neuronal functions. Here we show that optical activation of Rac1 GTPase using photoactivatable form of Rac1 (PA-Rac1) in amygdala led to phosphorylation of PAK and inhibition of long-term but not short-term auditory fear conditioning memory formation. Activation of PA-Rac1 in LA one day after fear conditioning had no effect on long-term fear memory tested 24 hrs after PA-Rac1 activation. Inhibition of PAK in LA by microinjection of the PAK inhibitor IPA-3 30 minutes before fear conditioning enhanced long-term but not short-term fear memory formation. Our results demonstrate that photoactivation of Rac1 GTPase in lateral amygdala impairs fear memory formation. Moreover, Rac1 effector PAK activity during fear conditioning constrains the formation of fear memory in LA. Thus, Rac GTPase and PAK proteins may serve as targets for treatment of fear and anxiety disorders.",
        "Keywords": [],
        "MeSH terms": [
            "Amygdala",
            "Animals",
            "Conditioning, Classical",
            "Enzyme Activation",
            "Fear",
            "Male",
            "Memory, Long-Term",
            "Memory, Short-Term",
            "Mice",
            "Mice, Inbred C57BL",
            "Optical Phenomena",
            "Phosphorylation",
            "Protein Kinase Inhibitors",
            "p21-Activated Kinases",
            "rac1 GTP-Binding Protein"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Sagol Department of Neurobiology, Faculty of Natural Sciences,, Haifa, Israel."
            },
            {
                "First Name": "Monica",
                "Last Name": "Dines",
                "Affiliation": "Sagol Department of Neurobiology, Faculty of Natural Sciences,, Haifa, Israel."
            },
            {
                "First Name": "Jessica M",
                "Last Name": "Alapin",
                "Affiliation": "Sagol Department of Neurobiology, Faculty of Natural Sciences,, Haifa, Israel."
            },
            {
                "First Name": "Raphael",
                "Last Name": "Lamprecht",
                "Affiliation": "Sagol Department of Neurobiology, Faculty of Natural Sciences,, Haifa, Israel. rlamp@research.haifa.ac.il."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2017"
    },
    {
        "PMID": "28958006",
        "Title": "Network Connections and Salivary Testosterone Among Older U.S. Women: Social Modulation or Hormonal Causation?",
        "Abstract": "This study examined potentially bidirectional connections of older U.S. women's salivary testosterone with their social network connections.",
        "Keywords": [
            "Challenge hypothesis",
            "Hormones",
            "Kin proportion",
            "Social evolution",
            "Tie strength"
        ],
        "MeSH terms": [
            "Aged",
            "Aged, 80 and over",
            "Aging",
            "Family",
            "Female",
            "Humans",
            "Longitudinal Studies",
            "Middle Aged",
            "Saliva",
            "Social Networking",
            "Social Support",
            "Testosterone"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology, McGill University, Montreal, Quebec, Canada."
            }
        ],
        "Journal": "The journals of gerontology. Series B, Psychological sciences and social sciences",
        "PubDate": "2019"
    },
    {
        "PMID": "28721355",
        "Title": "Simultaneously estimating the task-related and stimulus-evoked components of hemodynamic imaging measurements.",
        "Abstract": "Task-related hemodynamic responses contribute prominently to functional magnetic resonance imaging (fMRI) recordings. They reflect behaviorally important brain states, such as arousal and attention, and can dominate stimulus-evoked responses, yet they remain poorly understood. To help characterize these responses, we present a method for parametrically estimating both stimulus-evoked and task-related components of hemodynamic responses from subjects engaged in temporally predictable tasks. The stimulus-evoked component is modeled by convolving a hemodynamic response function (HRF) kernel with spiking. The task-related component is modeled by convolving a Fourier-series task-related function (TRF) kernel with task timing. We fit this model with simultaneous electrode recordings and intrinsic-signal optical imaging from the primary visual cortex of alert, task-engaged monkeys. With high [Formula: see text], the model returns HRFs that are consistent across experiments and recording sites for a given animal and TRFs that entrain to task timing independent of stimulation or local spiking. When the task schedule conflicts with that of stimulation, the TRF remains locked to the task emphasizing its behavioral origins. The current approach is strikingly more robust to fluctuations than earlier ones and gives consistently, if modestly, better fits. This approach could help parse the distinct components of fMRI recordings made in the context of a task.",
        "Keywords": [
            "endogenous brain hemodynamic responses",
            "intrinsic-signal optical imaging",
            "neural basis of functional brain imaging"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Max Charles",
                "Last Name": "Herman",
                "Affiliation": "Columbia University, Department of Neuroscience, New York, New York, United States."
            },
            {
                "First Name": "Mariana M B",
                "Last Name": "Cardoso",
                "Affiliation": "Columbia University, Department of Neuroscience, New York, New York, United States."
            },
            {
                "First Name": "Bruss",
                "Last Name": "Lima",
                "Affiliation": "Columbia University, Department of Neuroscience, New York, New York, United States."
            },
            {
                "First Name": "Yevgeniy B",
                "Last Name": "Sirotin",
                "Affiliation": "Columbia University, Department of Neuroscience, New York, New York, United States."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Columbia University, Department of Neuroscience, New York, New York, United States."
            }
        ],
        "Journal": "Neurophotonics",
        "PubDate": "2017"
    },
    {
        "PMID": "28521620",
        "Title": "Depression, Inflammation, and Physiological Risk in Late Life: A National Longitudinal Study.",
        "Abstract": "This nationally representative study queried effects of community dwelling older adults' depression and inflammation at baseline on over-time changes in surrogate markers of their cardiometabolic risk. Data were from the 2005-2006 and 2010-2011 waves of the U.S. National Social Life, Health, and Aging Project. Inflammation was indicated by C-reactive protein and depression by the CES-D scale. Cardiometabolic markers included hemoglobin A1c and systolic BP. Lagged dependent variable models were used to examine effects. In none of the models did Wave 1 depression predict residual change in cardiometabolic states (i.e., Wave 2 values net of Wave 1). In contrast, men's baseline C-reactive protein predicted their Wave 2 hemoglobin A1c (Coeff. = 0.02, p < .05) as well as their systolic BP (Coeff. = 3.22, p < .05). No such effects were found among women. Contrary to a growing clinical literature, depression may not increase cardiometabolic risk among older adults on average. Moderators that may interact with depression to yield such effects in delimited samples remain to be identified. Inflammation, in contrast, does seem linked to increase in physiological risk-but only among men, not women. Clinical research is needed to identify biological factors responsible for this sex difference.",
        "Keywords": [],
        "MeSH terms": [
            "Aged",
            "Aged, 80 and over",
            "Biomarkers",
            "Blood Pressure",
            "C-Reactive Protein",
            "Depressive Disorder",
            "Female",
            "Glycated Hemoglobin",
            "Humans",
            "Inflammation",
            "Longitudinal Studies",
            "Male",
            "Middle Aged",
            "Psychiatric Status Rating Scales",
            "Risk",
            "Sex Factors"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "a Department of Sociology , McGill University , Montreal , Quebec , Canada."
            }
        ],
        "Journal": "Biodemography and social biology",
        "PubDate": "2017"
    },
    {
        "PMID": "27728857",
        "Title": "Psychosocial distress and inflammation: Which way does causality flow?",
        "Abstract": "This study queried causal direction in linkages of inflammation with psychosocial distress.",
        "Keywords": [
            "Inflammation",
            "NSHAP",
            "Older adults",
            "Psychosocial distress"
        ],
        "MeSH terms": [
            "Age Factors",
            "Aged",
            "Aged, 80 and over",
            "Anxiety",
            "C-Reactive Protein",
            "Causality",
            "Depression",
            "Female",
            "Humans",
            "Inflammation",
            "Male",
            "Middle Aged",
            "Psychology",
            "Psychometrics",
            "Sex Factors",
            "Stress, Psychological"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology, McGill University, Room 712, Leacock Building, 855 Sherbrooke Street West, Montreal, Quebec H3A 2T7, Canada. Electronic address: aniruddha.das@mcgill.ca."
            }
        ],
        "Journal": "Social science & medicine (1982)",
        "PubDate": "2016"
    },
    {
        "PMID": "27495935",
        "Title": "Social Modulation or Hormonal Causation? Linkages of Testosterone with Sexual Activity and Relationship Quality in a Nationally Representative Longitudinal Sample of Older Adults.",
        "Abstract": "This study used population-representative longitudinal data from the 2005-2006 and 2010-2011 waves of the National Social Life, Health and Aging Project-a probability sample of US adults aged 57-85 at baseline (N = 650 women and 620 men)-to examine the causal direction in linkages of endogenous testosterone (T) with sexual activity and relationship quality. For both genders, our autoregressive effects indicated a large amount of temporal stability, not just in individual-level attributes (T, masturbation) but also dyadic ones (partnered sex, relationship quality)-indicating that a need for more nuanced theories of relational processes. Cross-lagged results suggested gender-specific effects-generally more consistent with sexual or relational modulation of T than with hormonal causation. Specifically, men's findings indicated their T might be elevated by their sexual (masturbatory) activity but not vice versa, although androgen levels did lower men's subsequent relationship quality. Women's T, in contrast, was negatively influenced not just by their higher relationship quality but also by their more frequent partnered sex-perhaps reflecting a changing function of sexual activity in late life.",
        "Keywords": [
            "Challenge hypothesis",
            "Older adults",
            "Relationship quality",
            "Sexual activity",
            "Testosterone"
        ],
        "MeSH terms": [
            "Aged",
            "Aged, 80 and over",
            "Aging",
            "Female",
            "Humans",
            "Interpersonal Relations",
            "Longitudinal Studies",
            "Male",
            "Masturbation",
            "Middle Aged",
            "Sex Factors",
            "Sexual Behavior",
            "Testosterone"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology, McGill University, Room 712, Leacock Building, 855 Sherbrooke Street West, Montreal, QC, H3A 2T7, Canada. aniruddha.das@mcgill.ca."
            },
            {
                "First Name": "Nicole",
                "Last Name": "Sawin",
                "Affiliation": "Department of Sociology, McGill University, Room 712, Leacock Building, 855 Sherbrooke Street West, Montreal, QC, H3A 2T7, Canada."
            }
        ],
        "Journal": "Archives of sexual behavior",
        "PubDate": "2016"
    },
    {
        "PMID": "27384612",
        "Title": "Dyadic Configurations of Sexual Problems Among Older U.S. Adults: A National Study.",
        "Abstract": "Using data from the 2010-2011 National Social Life Health and Aging Project (NSHAP)-a nationally representative probability sample of older U.S. adults as well as their partners-this study provides the first comprehensive, population-based analysis of dyadic configurations of sexual problems and their correlates among those aged 60 to 90 years. Results suggest the majority of late-life partnerships (N = 854) may not have a heavy burden of sexual difficulties. However, almost a fifth (18.21%) of partnered older women do not abstain from sex despite low sexual motivation and capacity. This relational \"type\" seems unlinked to demographic or health attributes, and may be driven more by partnership strains. In addition, an \"at risk\" group with consistent sexual problems, arguably due to age-related decline, comprises 27.16% of all late-life couples.",
        "Keywords": [],
        "MeSH terms": [
            "Age Factors",
            "Aged",
            "Aged, 80 and over",
            "Comorbidity",
            "Female",
            "Humans",
            "Male",
            "Middle Aged",
            "Risk Factors",
            "Sexual Behavior",
            "Sexual Dysfunction, Physiological",
            "Sexual Dysfunctions, Psychological",
            "Sexual Partners",
            "Stress, Psychological",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "a Department of Sociology , McGill University , Montreal , Quebec , Canada."
            }
        ],
        "Journal": "Journal of sex & marital therapy",
        "PubDate": "2017"
    },
    {
        "PMID": "26581568",
        "Title": "Sexual Contact in Childhood, Revictimization, and Lifetime Sexual and Psychological Outcomes.",
        "Abstract": "Using data from the 2010 to 2011 wave of the National Social Life, Health, and Aging Project-a nationally representative probability sample of older U.S. adults-this study queried distinctive linkages of mild and of severe childhood sexual contact with lifetime sexual and psychological outcomes among women and men aged 60-99 years (N = 3283). In addition, we examined stratification of these associations by sexual revictimization (forced sex and/or harassment). Among women, sequelae of childhood contact seemed consistently negative for the mild rather than severe variant-but only in the co-presence of revictimization-a pattern that may have remained obscured in previous analysis of event effects. Men's results suggested lifelong eroticizing but not psychological effects of this early experience-with the co-presence of revictimization potentially enhancing rather than lowering their mental health. Overall, findings appeared to reflect gendered patterns of risk-with mild childhood contact potentially channeling women but not men into revictimization and finally to elevated sexuality and poor mental health in late life. Early sexual experiences should thus be conceptualized not as singular events, but as part of a lifelong career with regularities and rhythms that may influence their pathogenic potential.",
        "Keywords": [
            "Childhood sexual contact",
            "Eroticization",
            "Forced sex",
            "Mental health",
            "NSHAP",
            "Revictimization"
        ],
        "MeSH terms": [
            "Aged",
            "Aged, 80 and over",
            "Child",
            "Child Abuse, Sexual",
            "Crime Victims",
            "Female",
            "Humans",
            "Male",
            "Mental Disorders",
            "Middle Aged",
            "Rape",
            "Sexual Behavior",
            "Sexual Harassment"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology, McGill University, Montreal, QC, H3A 2T7, Canada. aniruddha.das@mcgill.ca."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Otis",
                "Affiliation": "Department of Sociology, McGill University, Montreal, QC, H3A 2T7, Canada."
            }
        ],
        "Journal": "Archives of sexual behavior",
        "PubDate": "2016"
    },
    {
        "PMID": "25935478",
        "Title": "The E3 ligase ube3a is required for learning in Drosophila melanogaster.",
        "Abstract": "Angelman syndrome and autism are neurodevelopmental disorders linked to mutations and duplications of an E3 ligase called ube3a respectively. Since cognitive deficits and learning disabilities are hallmark symptoms of both these disorders, we investigated a role for dube3a in the learning ability of flies using the aversive phototaxis suppression assay. We show that down and up-regulation of dube3a are both detrimental to learning in larvae and adults. Using conditional gene expression we found that dube3a is required for normal brain development and during adulthood. Furthermore, we suggest that dube3a could be interacting with other learning and memory genes such as derailed. Along with firmly establishing dube3a as a gene that is required for learning, our work also opens avenues for further understanding the role played by this gene in brain development and behavior.",
        "Keywords": [
            "Angelman syndrome",
            "Autism",
            "E6-AP",
            "Learning",
            "ube3a"
        ],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Brain",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Gene Expression Regulation, Developmental",
            "Immunoblotting",
            "Larva",
            "Learning",
            "Memory",
            "Motor Activity",
            "Mushroom Bodies",
            "Mutation",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Time Factors",
            "Ubiquitin-Protein Ligases"
        ],
        "Authors": [
            {
                "First Name": "Moumita",
                "Last Name": "Chakraborty",
                "Affiliation": "Department of Cellular and Molecular Neurosciences, National Brain Research Centre, NH8, Nainwal Mode, Manesar, Haryana, 122051, India. Electronic address: moumita.biochem89@gmail.com."
            },
            {
                "First Name": "Blesson K",
                "Last Name": "Paul",
                "Affiliation": "Department of Cellular and Molecular Neurosciences, National Brain Research Centre, NH8, Nainwal Mode, Manesar, Haryana, 122051, India. Electronic address: blessonmustard@gmail.com."
            },
            {
                "First Name": "Tanmoyita",
                "Last Name": "Nayak",
                "Affiliation": "Department of Cellular and Molecular Neurosciences, National Brain Research Centre, NH8, Nainwal Mode, Manesar, Haryana, 122051, India. Electronic address: titirnk@gmail.com."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Cellular and Molecular Neurosciences, National Brain Research Centre, NH8, Nainwal Mode, Manesar, Haryana, 122051, India. Electronic address: aniruddhadas86@gmail.com."
            },
            {
                "First Name": "Nihar R",
                "Last Name": "Jana",
                "Affiliation": "Department of Cellular and Molecular Neurosciences, National Brain Research Centre, NH8, Nainwal Mode, Manesar, Haryana, 122051, India. Electronic address: nihar@nbrc.ac.in."
            },
            {
                "First Name": "Supriya",
                "Last Name": "Bhutani",
                "Affiliation": "Department of Cellular and Molecular Neurosciences, National Brain Research Centre, NH8, Nainwal Mode, Manesar, Haryana, 122051, India. Electronic address: supriya@nbrc.ac.in."
            }
        ],
        "Journal": "Biochemical and biophysical research communications",
        "PubDate": "2015"
    },
    {
        "PMID": "25319685",
        "Title": "Stimulus-related neuroimaging in task-engaged subjects is best predicted by concurrent spiking.",
        "Abstract": "The implicit goal of functional magnetic resonance imaging is to infer local neural activity. There is considerable debate, however, as to whether imaging correlates most linearly with local spiking or some local field potential (LFP) measurement. Through simultaneous neuroimaging (intrinsic-signal optical imaging) and electrode recordings from alert, task-engaged macaque monkeys, we showed previously that local electrophysiology correlates with only a specific stimulus-related imaging component. Here we show that this stimulus-related component--obtained by subtracting a substantial task-related component--is particularly linear with local spiking over a comprehensive range of response strengths. Matches to concurrent LFP measurements are, to varying degrees, poorer. As a control, we also tried matching the full imaging signal to local electrophysiology without subtracting task-related components. These control matches were consistently worse; they were, however, slightly better for gamma LFP than spiking, potentially resolving discrepancies between our findings and earlier reports favoring LFP.",
        "Keywords": [
            "functional neuroimaging",
            "neurophysiology of brain imaging"
        ],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Forecasting",
            "Macaca",
            "Male",
            "Neuroimaging",
            "Photic Stimulation",
            "Psychomotor Performance"
        ],
        "Authors": [
            {
                "First Name": "Bruss",
                "Last Name": "Lima",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, The Italian Academy for Advanced Studies in America, Columbia University, New York, New York 10027."
            },
            {
                "First Name": "Mariana M B",
                "Last Name": "Cardoso",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, Champalimaud Neuroscience Programme, Champalimaud Foundation, 1400-038 Lisboa, Portugal, and."
            },
            {
                "First Name": "Yevgeniy B",
                "Last Name": "Sirotin",
                "Affiliation": "Rockefeller University, New York, New York 10065."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, Aniruddha.Das@columbia.edu."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2014"
    },
    {
        "PMID": "25254977",
        "Title": "Practice makes perfect.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Conditioning, Operant",
            "Neurons",
            "Visual Cortex",
            "Visual Perception"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Neuroscience, Columbia University College of Physicians and Surgeons, New York, New York, USA."
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2014"
    },
    {
        "PMID": "25098525",
        "Title": "Religious Attendance and Physiological Problems in Late Life.",
        "Abstract": "This study queried linkages of older adults' religious attendance with their physiological health.",
        "Keywords": [
            "Inflammation",
            "Late life",
            "Physiology",
            "Religious attendance",
            "Spousal loss",
            "Weathering."
        ],
        "MeSH terms": [
            "Adaptation, Psychological",
            "Age Factors",
            "Aged",
            "Aged, 80 and over",
            "Female",
            "Geriatric Assessment",
            "Grief",
            "Health Status",
            "Humans",
            "Male",
            "Middle Aged",
            "Religion"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology and Centre on Population Dynamics, McGill University, Montreal, Quebec, Canada. aniruddha.das@mcgill.ca."
            },
            {
                "First Name": "Stephanie",
                "Last Name": "Nairn",
                "Affiliation": "Department of Sociology and."
            }
        ],
        "Journal": "The journals of gerontology. Series B, Psychological sciences and social sciences",
        "PubDate": "2016"
    },
    {
        "PMID": "24595917",
        "Title": "Conservative Christianity, partnership, hormones, and sex in late life.",
        "Abstract": "Using nationally representative data from the 2005-2006 U.S. National Social Life, Health, and Aging Project, this study queried relationship, sexual, and sex hormone patterns among married evangelical women and men aged 57-85, relative to those in other religions. Results suggested that despite potentially more unequal gender roles, evangelical older women may have better marital quality, perhaps due to the recent transformation of their male counterparts into authoritative, yet-supportive, \"soft patriarchs.\" Correspondingly, these women, especially those with greater subjective religiosity or more support from a spouse, reported consistently better sexual outcomes than their counterparts in other religions. In addition, they also had lower estradiol, whether due to psychobiological effects of their better relationships or self-selection of those with differential hormone levels into particular partnership patterns. While older men in these communities also experienced more satisfactory marriages, and had lower androgens (testosterone, DHEA), their relational assets were less uniformly matched by better sexual outcomes, perhaps reflecting a gender disparity in the linkage between these factors.",
        "Keywords": [],
        "MeSH terms": [
            "Age Factors",
            "Aged",
            "Aged, 80 and over",
            "Androgens",
            "Christianity",
            "Estradiol",
            "Female",
            "Gender Identity",
            "Humans",
            "Male",
            "Marriage",
            "Middle Aged",
            "Politics",
            "Sexual Behavior",
            "Spouses"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology, McGill University, Room 712, Leacock Building, 855 Sherbrooke Street West, Montreal, PQ, H3A 2T7, Canada, aniruddha.das@mcgill.ca."
            },
            {
                "First Name": "Stephanie",
                "Last Name": "Nairn",
                "Affiliation": ""
            }
        ],
        "Journal": "Archives of sexual behavior",
        "PubDate": "2014"
    },
    {
        "PMID": "24381308",
        "Title": "Dexamethasone induces heat shock response and slows down disease progression in mouse and fly models of Huntington's disease.",
        "Abstract": "Huntington's disease (HD) is an inherited neurodegenerative disorder caused by abnormal expansion of glutamine repeats in the protein huntingtin. In HD brain, mutant huntingtin undergoes proteolytic processing, and its N-terminal fragment containing poly-glutamine repeats accumulate as insoluble aggregates leading to the defect in cellular protein quality control system and heat shock response (HSR). Here we demonstrate that the defective HSR in the brain is due to the down-regulation of heat shock factor 1 (HSF1) in both mice and fly models of HD. Interestingly, treatment of dexamethasone (a synthetic glucocorticoid) to HD mice or flies significantly increased the expression and transactivation of HSF1 and induction of HSR and these effects are mediated through the down-regulation of HSP90. Dexamethasone treatment also significantly decreased the aggregate load and transient recovery of HD-related behavioural phenotypes in both disease models. These results suggest that dexamethasone could be a potential therapeutic molecule for the treatment of HD and related poly-glutamine disorders.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Cell Line",
            "DNA-Binding Proteins",
            "Dexamethasone",
            "Disease Models, Animal",
            "Disease Progression",
            "Drosophila",
            "Drug Evaluation, Preclinical",
            "Female",
            "Glucocorticoids",
            "HSP70 Heat-Shock Proteins",
            "Heat Shock Transcription Factors",
            "Heat-Shock Response",
            "Humans",
            "Huntington Disease",
            "Male",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Psychomotor Performance",
            "Transcription Factors",
            "Transcriptional Activation"
        ],
        "Authors": [
            {
                "First Name": "Megha",
                "Last Name": "Maheshwari",
                "Affiliation": "Cellular and Molecular Neuroscience Laboratory, National Brain Research Centre, Manesar, Gurgaon 122 050, India."
            },
            {
                "First Name": "Supriya",
                "Last Name": "Bhutani",
                "Affiliation": ""
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": ""
            },
            {
                "First Name": "Rajarshi",
                "Last Name": "Mukherjee",
                "Affiliation": ""
            },
            {
                "First Name": "Ankit",
                "Last Name": "Sharma",
                "Affiliation": ""
            },
            {
                "First Name": "Yoshihiro",
                "Last Name": "Kino",
                "Affiliation": ""
            },
            {
                "First Name": "Nobuyuki",
                "Last Name": "Nukina",
                "Affiliation": ""
            },
            {
                "First Name": "Nihar Ranjan",
                "Last Name": "Jana",
                "Affiliation": ""
            }
        ],
        "Journal": "Human molecular genetics",
        "PubDate": "2014"
    },
    {
        "PMID": "23605573",
        "Title": "Race differentials in partnering patterns among older U.S. men: influence of androgens or religious participation?",
        "Abstract": "Using nationally representative data from the 2005-2006 U.S. National Social Life, Health, and Aging Project, this study queried race differences in older men's polyamorous and casual sex, as well as stratification of these patterns by endogenous androgens (testosterone and dehydroepiandrosterone) and by regular religious participation. Results suggested that despite their respective prominence in the biomedical and sociological literatures on sex, neither \"bottom up\" hormonal influences nor \"top down\" religious social control were major structuring factors for greater lifetime as well as current likelihood of these behaviors among older Black than White men. Androgens were higher among the former, but did not seem to drive these race patterns. Regular church attendance--while negatively associated with non-monogamous and prolific partnering, and hence possibly a social control mechanism among all men--played only a weak role in moderating ethnic variations in these behaviors. It is speculated that these differences may instead be driven by unexamined current or early factors, including, perhaps, Black men's greater exposure to sexualizing processes in adolescence that, even in late life, may outweigh more temporally-proximal influences.",
        "Keywords": [],
        "MeSH terms": [
            "Black or African American",
            "Aged",
            "Aged, 80 and over",
            "Androgens",
            "Black People",
            "Extramarital Relations",
            "Health Surveys",
            "Humans",
            "Male",
            "Religion and Psychology",
            "Sexual Behavior",
            "Sexual Partners",
            "United States",
            "White People"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology, McGill University, Montreal, QC, H3A 2T7, Canada, aniruddha.das@mcgill.ca."
            },
            {
                "First Name": "Stephanie",
                "Last Name": "Nairn",
                "Affiliation": ""
            }
        ],
        "Journal": "Archives of sexual behavior",
        "PubDate": "2013"
    },
    {
        "PMID": "23271727",
        "Title": "Spousal loss and health in late life: moving beyond emotional trauma.",
        "Abstract": "This study queries the linkage of older adults' spousal loss to multiple dimensions of their health.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptation, Psychological",
            "Aged",
            "Aged, 80 and over",
            "Female",
            "Health Status",
            "Health Surveys",
            "Humans",
            "Male",
            "Middle Aged",
            "Stress, Psychological",
            "Time Factors",
            "United States",
            "Widowhood"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "McGill University, Leacock, Montreal, Quebec, Canada. aniruddha.das@mcgill.ca"
            }
        ],
        "Journal": "Journal of aging and health",
        "PubDate": "2013"
    },
    {
        "PMID": "23201190",
        "Title": "How does race get \"under the skin\"?: inflammation, weathering, and metabolic problems in late life.",
        "Abstract": "Using nationally representative data from the 2005-2006 U.S. National Social Life, Health, and Aging Project, this study queries the mechanisms underlying worse metabolic outcomes--blood-sugar control and cardiovascular health--among black than white men ages 57-85. Results indicate that contrary to much of the academic literature as well as media accounts-implicitly rooted in a \"culture of irresponsibility\" model--older black men's social isolation, poor health behaviors, or obesity may not play a major role in their worse metabolic problems. Instead, these outcomes seem to derive more consistently from a factor almost unexamined in the literature--chronic inflammation, arguably a biological \"weathering\" mechanism induced by these men's cumulative and multi-dimensional stress. These findings highlight the necessity of focusing attention not simply on proximal behavioral interventions, but on broader stress-inducing social inequalities, to reduce men's race disparities in health.",
        "Keywords": [],
        "MeSH terms": [
            "Black or African American",
            "Aged",
            "Aged, 80 and over",
            "Cardiovascular Diseases",
            "Chronic Disease",
            "Glucose Metabolism Disorders",
            "Health Behavior",
            "Health Status Disparities",
            "Humans",
            "Inflammation",
            "Male",
            "Middle Aged",
            "Obesity",
            "Risk Factors",
            "Social Support",
            "Stress, Physiological",
            "United States",
            "White People"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology, McGill University, Room 712, Leacock Building, 855 Sherbrooke Street West, Montreal, Quebec H3A 2T7, Canada. aniruddha.das@mcgill.ca"
            }
        ],
        "Journal": "Social science & medicine (1982)",
        "PubDate": "2013"
    },
    {
        "PMID": "22842146",
        "Title": "The neuroimaging signal is a linear sum of neurally distinct stimulus- and task-related components.",
        "Abstract": "Neuroimaging (for example, functional magnetic resonance imaging) signals are taken as a uniform proxy for local neural activity. By simultaneously recording electrode and neuroimaging (intrinsic optical imaging) signals in alert, task-engaged macaque visual cortex, we recently observed a large anticipatory trial-related neuroimaging signal that was poorly related to local spiking or field potentials. We used these same techniques to study the interactions of this trial-related signal with stimulus-evoked responses over the full range of stimulus intensities, including total darkness. We found that the two signals could be separated, and added linearly over this full range. The stimulus-evoked component was related linearly to local spiking and, consequently, could be used to obtain precise and reliable estimates of local neural activity. The trial-related signal likely has a distinct neural mechanism, however, and failure to account for it properly could lead to substantial errors when estimating local neural spiking from the neuroimaging signal.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Animals",
            "Cerebrovascular Circulation",
            "Conditioning, Operant",
            "Cues",
            "Darkness",
            "Electrodes, Implanted",
            "Electrophysiological Phenomena",
            "Evoked Potentials",
            "Fixation, Ocular",
            "Hemodynamics",
            "Image Processing, Computer-Assisted",
            "Linear Models",
            "Macaca mulatta",
            "Nervous System Physiological Phenomena",
            "Neuroimaging",
            "Neurophysiology",
            "Photic Stimulation",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Mariana M B",
                "Last Name": "Cardoso",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Yevgeniy B",
                "Last Name": "Sirotin",
                "Affiliation": ""
            },
            {
                "First Name": "Bruss",
                "Last Name": "Lima",
                "Affiliation": ""
            },
            {
                "First Name": "Elena",
                "Last Name": "Glushenkova",
                "Affiliation": ""
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2012"
    },
    {
        "PMID": "22036678",
        "Title": "Spatial homogeneity and task-synchrony of the trial-related hemodynamic signal.",
        "Abstract": "There is growing evidence that functional brain images in alert task-engaged subjects contain task-related but stimulus-independent signals in addition to stimulus-evoked responses. It is important to separate these different components when analyzing the neuroimaging signal. Using intrinsic-signal optical imaging combined with electrophysiology we had earlier reported a particular 'trial-related signal' in the primary visual cortex (V1) of alert monkeys performing periodic fixation tasks. This signal periodically modulated V1 tissue blood volume, in time with anticipated trial onsets. Unlike visually evoked blood volume changes, however, this signal was present even in total darkness. Further, it could not be predicted by concurrently recorded spiking or local field potentials. Here we use our earlier recording techniques to analyze the spatial distribution of this trial-related signal over our imaged area (10mm square, subdivided into a 16×16 grid, i.e. at 625 μm resolution). We show that the signal is spatially coherent and essentially homogeneous over the imaged region and fails to be predicted by concurrent electrode recordings even at the resolution of a single grid square at the electrode tip. As a corollary we show that the signal is critically linked to the animals' engagement in a task. Not only does the trial-related signal entrain accurately and precisely to any task timing at which the animal was willing to perform; the signal also loses the entrained trial-locked pattern dramatically, within a single trial, when the animal stops performing correctly. Thus the signal is very unlikely to be an ongoing task-independent vascular oscillation. These findings will help categorize the likely distinct varieties of non-stimulus-related signals evoked during behavioral tasks, and lead to a further understanding of the elements comprising the net neuroimaging response.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Animals",
            "Blood Volume",
            "Cerebrovascular Circulation",
            "Electrodes",
            "Electrophysiological Phenomena",
            "Evoked Potentials, Visual",
            "Fixation, Ocular",
            "Hemodynamics",
            "Image Processing, Computer-Assisted",
            "Macaca mulatta",
            "Magnetic Resonance Imaging",
            "Photic Stimulation",
            "Psychomotor Performance"
        ],
        "Authors": [
            {
                "First Name": "Yevgeniy B",
                "Last Name": "Sirotin",
                "Affiliation": "Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Mariana",
                "Last Name": "Cardoso",
                "Affiliation": ""
            },
            {
                "First Name": "Bruss",
                "Last Name": "Lima",
                "Affiliation": ""
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": ""
            }
        ],
        "Journal": "NeuroImage",
        "PubDate": "2012"
    },
    {
        "PMID": "21302422",
        "Title": "Families, social life, and well-being at older ages.",
        "Abstract": "As people age, many aspects of their lives tend to change, including the constellation of people with whom they are connected, their social context, their families, and their health--changes that are often interrelated. Wave I of the National Social Life, Health, and Aging Project (NSHAP) has yielded rich information on intimate ties, especially dyads and families, and on social connections generally. Combined with extensive biological and other health measures, NSHAP enables researchers to address key questions on health and aging. We begin with recent findings on intimate dyads, then move to social participation, and finally to elder mistreatment. Among dyads, we find that whereas sexual activity drops sharply with age for both women and men, gender differences in partner loss as well as psychosocial and normative pressures constrain women's sex more than men's. However, surviving partnerships tend to be emotionally and physically satisfying and are marked by relatively frequent sex. In contrast to sex, nonsexual intimacy is highly prevalent at older ages, especially among women. Older adults are also socially resilient--adapting to the loss of social ties by increasing involvement with community and kin networks. Despite these social assets, older adults remain vulnerable to mistreatment. Overall, these findings yield a mixed picture of gender-differentiated vulnerabilities balanced by proactive adaptation and maintenance of social and dyadic assets.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptation, Psychological",
            "Aged",
            "Aged, 80 and over",
            "Elder Abuse",
            "Family",
            "Female",
            "Health Status",
            "Humans",
            "Male",
            "Marital Status",
            "Middle Aged",
            "Risk Factors",
            "Sexual Behavior",
            "Sexuality",
            "Social Support",
            "Spouses",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Linda",
                "Last Name": "Waite",
                "Affiliation": "Department of Sociology, University of Chicago, Chicago, IL 60637, USA. l-waite@uchicago.edu"
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": ""
            }
        ],
        "Journal": "Demography",
        "PubDate": "2010"
    },
    {
        "PMID": "20740033",
        "Title": "Zooming in on mouse vision.",
        "Abstract": "An examination of the micro-organization of visual cortex using two-photon calcium imaging provides a new level of insight into retinotopic maps, finding that retinotopy is scrambled on fine scales in mouse primary visual cortex.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Mice",
            "Models, Neurological",
            "Neurons",
            "Retina",
            "Species Specificity",
            "Visual Cortex",
            "Visual Pathways",
            "Visual Perception"
        ],
        "Authors": [
            {
                "First Name": "Yevgeniy B",
                "Last Name": "Sirotin",
                "Affiliation": ""
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2010"
    },
    {
        "PMID": "20637876",
        "Title": "What could underlie the trial-related signal? A response to the commentaries by Drs. Kleinschmidt and Muller, and Drs. Handwerker and Bandettini.",
        "Abstract": "Here we address two recent commentaries on our finding of an anticipatory trial-related signal that could not be predicted by concurrent electrode recordings. In addition, we offer a broad discussion regarding what our findings do and do not say about local neural activity underlying imaging signals.",
        "Keywords": [],
        "MeSH terms": [
            "Brain",
            "Brain Mapping",
            "Cerebrovascular Circulation",
            "Hemodynamics",
            "Humans",
            "Magnetic Resonance Imaging"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, USA. ad2069@columbia.edu"
            },
            {
                "First Name": "Yevgeniy B",
                "Last Name": "Sirotin",
                "Affiliation": ""
            }
        ],
        "Journal": "NeuroImage",
        "PubDate": "2011"
    },
    {
        "PMID": "20577638",
        "Title": "Spatial Relationship between Flavoprotein Fluorescence and the Hemodynamic Response in the Primary Visual Cortex of Alert Macaque Monkeys.",
        "Abstract": "Flavoprotein fluorescence imaging (FFI) is a novel intrinsic optical signal that is steadily gaining ground as a valuable imaging tool in neuroscience research due to its closer relationship with local metabolism relative to the more commonly used hemodynamic signals. We have developed a technique for FFI imaging in the primary visual cortex (V1) of alert monkeys. Due to the nature of neurovascular coupling, hemodynamic signals are known to spread beyond the locus of metabolic activity. To determine whether FFI signals could provide a more focal measure of cortical activity in alert animals, we compared FFI and hemodynamic point spreads (i.e. responses to a minimal visual stimulus) and functional mapping signals over V1 in macaques performing simple fixation tasks. FFI responses were biphasic, with an early and focal fluorescence increase followed by a delayed and spatially broader fluorescence decrease. As expected, the early fluorescence increase, indicating increased local oxidative metabolism, was somewhat narrower than the simultaneously observed hemodynamic response. However, the later FFI decrease was broader than the hemodynamic response and started prior to the cessation of visual stimulation suggesting different mechanisms underlying the two phases of the fluorescence signal. FFI mapping signals were free of vascular artifacts and comparable in amplitude to hemodynamic mapping signals. These results indicate that the FFI response may be a more local and direct indicator of cortical metabolism than the hemodynamic response in alert animals.",
        "Keywords": [
            "flavoprotein",
            "fluorescence",
            "hemodynamics",
            "imaging",
            "monkeys",
            "visual cortex"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Yevgeniy B",
                "Last Name": "Sirotin",
                "Affiliation": "Department of Neuroscience, Columbia University New York, NY, USA."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": ""
            }
        ],
        "Journal": "Frontiers in neuroenergetics",
        "PubDate": "2010"
    },
    {
        "PMID": "19828443",
        "Title": "Spatiotemporal precision and hemodynamic mechanism of optical point spreads in alert primates.",
        "Abstract": "In functional brain imaging there is controversy over which hemodynamic signal best represents neural activity. Intrinsic signal optical imaging (ISOI) suggests that the best signal is the early darkening observed at wavelengths absorbed preferentially by deoxyhemoglobin (HbR). It is assumed that this darkening or \"initial dip\" reports local conversion of oxyhemoglobin (HbO) to HbR, i.e., oxygen consumption caused by local neural activity, thus giving the most specific measure of such activity. The blood volume signal, by contrast, is believed to be more delayed and less specific. Here, we used multiwavelength ISOI to simultaneously map oxygenation and blood volume [i.e., total hemoglobin (HbT)] in primary visual cortex (V1) of the alert macaque. We found that the hemodynamic \"point spread,\" i.e., impulse response to a minimal visual stimulus, was as rapid and retinotopically specific when imaged by using blood volume as when using the initial dip. Quantitative separation of the imaged signal into HbR, HbO, and HbT showed, moreover, that the initial dip was dominated by a fast local increase in HbT, with no increase in HbR. We found only a delayed HbR decrease that was broader in retinotopic spread than HbO or HbT. Further, we show that the multiphasic time course of typical ISOI signals and the strength of the initial dip may reflect the temporal interplay of monophasic HbO, HbR, and HbT signals. Characterizing the hemodynamic response is important for understanding neurovascular coupling and elucidating the physiological basis of imaging techniques such as fMRI.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Hemodynamics",
            "Hemoglobins",
            "Macaca",
            "Magnetic Resonance Imaging",
            "Oximetry",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Yevgeniy B",
                "Last Name": "Sirotin",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Elizabeth M C",
                "Last Name": "Hillman",
                "Affiliation": ""
            },
            {
                "First Name": "Clemence",
                "Last Name": "Bordier",
                "Affiliation": ""
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2009"
    },
    {
        "PMID": "19587316",
        "Title": "Optical imaging of contextual interactions in V1 of the behaving monkey.",
        "Abstract": "Interactions in primary visual cortex (V1) between simple visual elements such as short bar segments are believed to underlie our ability to easily integrate contours and segment surfaces. We used intrinsic signal optical imaging in alert fixating macaques to measure the strength and cortical distribution of V1 interactions among collinear bars. A single short bar stimulus produced a broad-peaked hill of activation (the optical point spread) covering multiple orientation hypercolumns in V1. Flanking the bar stimulus with a pair of identical collinear bars led to a strong nonlinear suppression in the optical signal. This nonlinearity was strongest over the center bar region, with a spatial distribution that cannot be explained by a simple gain control. It was a function of the relative orientation and separation of the bar stimuli in a manner tuned sharply for collinearity, being strongest for immediately adjacent bars lying on a smooth contour. These results suggest intracortical interactions playing a major role in determining V1 activation by smooth extended contours. Our finding that the interaction is primarily suppressive when imaged optically, which presumably reflects the combined inhibitory and excitatory inputs, suggests a complex interplay between these cortical inputs leading to the collinear facilitation seen in the spiking response of V1 neurons. This disjuncture between the facilitation seen in spiking and the suppression in imaging also suggests that cortical representations of complex stimuli involve interactions that need to be studied over extended networks and may be hard to deduce from the responses of individual neurons.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain Mapping",
            "Contrast Sensitivity",
            "Fixation, Ocular",
            "Macaca mulatta",
            "Male",
            "Models, Neurological",
            "Optics and Photonics",
            "Photic Stimulation",
            "Psychophysics",
            "Reaction Time",
            "Visual Cortex",
            "Visual Pathways",
            "Wakefulness"
        ],
        "Authors": [
            {
                "First Name": "Masaharu",
                "Last Name": "Kinoshita",
                "Affiliation": "The Rockefeller University, New York, NY 10032, USA."
            },
            {
                "First Name": "Charles D",
                "Last Name": "Gilbert",
                "Affiliation": ""
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of neurophysiology",
        "PubDate": "2009"
    },
    {
        "PMID": "19497930",
        "Title": "Sexuality: measures of partnerships, practices, attitudes, and problems in the National Social Life, Health, and Aging Study.",
        "Abstract": "The National Social Life, Health, and Aging Project (NSHAP) was designed to examine the relationship between sexual behavior, sexual problems, and health among older women and men. We describe measures of sexual partnerships, sexual practices, sexual problems, attitudes toward sex, and nonsexual intimacy in the first wave of NSHAP.",
        "Keywords": [],
        "MeSH terms": [
            "Aged",
            "Aged, 80 and over",
            "Aging",
            "Attitude",
            "Cross-Sectional Studies",
            "Data Interpretation, Statistical",
            "Female",
            "Health Status",
            "Health Surveys",
            "Humans",
            "Longitudinal Studies",
            "Male",
            "Middle Aged",
            "Sexual Behavior",
            "Sexual Dysfunction, Physiological",
            "Sexual Partners",
            "Social Behavior",
            "Social Change",
            "Social Values",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Linda J",
                "Last Name": "Waite",
                "Affiliation": "Center on Aging, University of Chicago, 1155 East 60th Street, Chicago, IL 60637, USA. l-waite@uchicago.edu"
            },
            {
                "First Name": "Edward O",
                "Last Name": "Laumann",
                "Affiliation": ""
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": ""
            },
            {
                "First Name": "L Philip",
                "Last Name": "Schumm",
                "Affiliation": ""
            }
        ],
        "Journal": "The journals of gerontology. Series B, Psychological sciences and social sciences",
        "PubDate": "2009"
    },
    {
        "PMID": "19158795",
        "Title": "Anticipatory haemodynamic signals in sensory cortex not predicted by local neuronal activity.",
        "Abstract": "Haemodynamic signals underlying functional brain imaging (for example, functional magnetic resonance imaging (fMRI)) are assumed to reflect metabolic demand generated by local neuronal activity, with equal increases in haemodynamic signal implying equal increases in the underlying neuronal activity. Few studies have compared neuronal and haemodynamic signals in alert animals to test for this assumed correspondence. Here we present evidence that brings this assumption into question. Using a dual-wavelength optical imaging technique that independently measures cerebral blood volume and oxygenation, continuously, in alert behaving monkeys, we find two distinct components to the haemodynamic signal in the alert animals' primary visual cortex (V1). One component is reliably predictable from neuronal responses generated by visual input. The other component-of almost comparable strength-is a hitherto unknown signal that entrains to task structure independently of visual input or of standard neural predictors of haemodynamics. This latter component shows predictive timing, with increases of cerebral blood volume in anticipation of trial onsets even in darkness. This trial-locked haemodynamic signal could be due to an accompanying V1 arterial pumping mechanism, closely matched in time, with peaks of arterial dilation entrained to predicted trial onsets. These findings (tested in two animals) challenge the current understanding of the link between brain haemodynamics and local neuronal activity. They also suggest the existence of a novel preparatory mechanism in the brain that brings additional arterial blood to cortex in anticipation of expected tasks.",
        "Keywords": [],
        "MeSH terms": [
            "Acoustic Stimulation",
            "Animals",
            "Auditory Cortex",
            "Brain Mapping",
            "Cerebrovascular Circulation",
            "Darkness",
            "Fixation, Ocular",
            "Hemodynamics",
            "Macaca mulatta",
            "Magnetic Resonance Imaging",
            "Models, Neurological",
            "Neurons",
            "Oxygen Consumption",
            "Photic Stimulation",
            "Reproducibility of Results",
            "Time Factors",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Yevgeniy B",
                "Last Name": "Sirotin",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2009"
    },
    {
        "PMID": "18425573",
        "Title": "Sexual harassment at work in the United States.",
        "Abstract": "Using nationally representative data from the 1992 U.S. National Health and Social Life Survey, this study queried the prevalence and risk factors of lifetime workplace sexual harassment among both women and men. Among those aged 18-60 reporting ever having worked, 41% of women (CI, 37-44) reported any workplace harassment over their lifetime, with men's harassment prevalence significantly lower, at 32% (CI, 29-35). In the youngest age groups (those in their 20s or younger), there was no statistically significant difference between women's and men's harassment prevalence. Multivariate analysis of risk factors suggested that, in contrast to much of the harassment literature, among both genders workplace harassment seemed to have at least as much to do with a system of \"routine activities\" mechanisms-a victim's conscious or unconscious sexual signaling, more exposure to potential harassers, and a perpetrator's lower cost of harassment-as with unobserved differences in power between victim and perpetrator. Strikingly, both women's and men's harassment was strongly linked to markers of sexualization, whether early developmental factors or behavioral patterns in adulthood-a mechanism insufficiently emphasized in the harassment literature.",
        "Keywords": [],
        "MeSH terms": [
            "Adolescent",
            "Adult",
            "Female",
            "Humans",
            "Male",
            "Middle Aged",
            "Prevalence",
            "Risk Factors",
            "Sexual Harassment",
            "Sexuality",
            "United States",
            "Workplace",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology and Population Research Center, University of Chicago, Chicago, IL 60637, USA. adas@uchicago.edu"
            }
        ],
        "Journal": "Archives of sexual behavior",
        "PubDate": "2009"
    },
    {
        "PMID": "17710524",
        "Title": "Masturbation in urban China.",
        "Abstract": "This study examined the prevalence and sources of masturbatory practice in a nationally representative sample from China completed in the year 2000, with analysis of sources focused on 2,828 urban respondents aged 20-59. In this subpopulation, 13% (95% CI, 10-18) of women and 35% (CI, 26-44) of men reported any masturbation in the preceding year. Prevalence for people in their 20s was higher, and closer to US and European levels, especially for men. Particularly for women, masturbation not only compensated for absent partners but also complemented the high sexual interests of a subset of participants. For both women and men, practicing masturbation appeared to be a two-step process. In the first step, events such as sexual contact in childhood, early puberty, and early sex were related to sexualization and the \"gateway event\" of adolescent masturbation. In the second step, other factors, such as liberal sexual values and sexual knowledge, further increased the current probability of masturbation. Overall, the results suggest that masturbation is readily adopted even at more modest levels of economic and social development, that masturbation is often more than simply compensatory behavior for regular partnered sex, that masturbatory patterns are heavily influenced by early sexualization, and that a complex model is needed to comprehend masturbatory practice, particularly for women.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "China",
            "Female",
            "Health Knowledge, Attitudes, Practice",
            "Humans",
            "Interpersonal Relations",
            "Interviews as Topic",
            "Logistic Models",
            "Male",
            "Masturbation",
            "Middle Aged",
            "Odds Ratio",
            "Prevalence",
            "Urban Population",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology and Population Research Center, University of Chicago, Chicago, IL 60637, USA. adas@uchicago.edu"
            },
            {
                "First Name": "William L",
                "Last Name": "Parish",
                "Affiliation": ""
            },
            {
                "First Name": "Edward O",
                "Last Name": "Laumann",
                "Affiliation": ""
            }
        ],
        "Journal": "Archives of sexual behavior",
        "PubDate": "2009"
    },
    {
        "PMID": "17541849",
        "Title": "Masturbation in the United States.",
        "Abstract": "Using data from the nationally representative National Health and Social Life Survey, this study queried the correlates of masturbation in the United States in 1992. Among those aged 18-60, 38% (CI, 35-41) of women and 61% (CI, 57-65) of men reported any masturbation over the preceding year. The system of factors underlying masturbation was similar for both genders, consistent with a convergence in gender patterns of sexual expression in the United States. Among both women and men, masturbation responded to a stable sexualized personality pattern, catalyzed by early-life factors and manifested in current sexual traits. Strikingly, the masturbation-partnered sex linkage, often conceptualized either as compensating for unsatisfying sex or complementing a satisfactory sex life, appeared to be bimodal for both genders. For some, masturbation complemented an active and pleasurable sex life, while among others, it compensated for a lack of partnered sex or satisfaction in sex.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Confidence Intervals",
            "Female",
            "Health Status",
            "Humans",
            "Interpersonal Relations",
            "Logistic Models",
            "Male",
            "Masturbation",
            "Middle Aged",
            "Odds Ratio",
            "Personal Satisfaction",
            "Psychometrics",
            "Reproducibility of Results",
            "Sex Distribution",
            "Sexual Partners",
            "Surveys and Questionnaires",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Department of Sociology and Population Research Center, University of Chicago, Chicago, Illinois 60637, USA. adas@uchicago.edu"
            }
        ],
        "Journal": "Journal of sex & marital therapy",
        "PubDate": "2007"
    },
    {
        "PMID": "16927156",
        "Title": "Sexual harassment of women in urban China.",
        "Abstract": "Using data from the Chinese Health and Family Life survey, this study analyzed the prevalence of and risk factors for sexual harassment in China in the year 2000. It was the first study to use a general population sample to examine all types of harassment in an Asian country. The dataset was a stratified probability sample with 3,821 participants, and was nationally representative (apart from Hong Kong and Tibet) of China's adult population aged 20-64. In total, 12.5% of all women and 15.1% of urban women reported some form of harassment in the past year. Among urban women age 20-45, most cross-sex harassment was not from supervisors or superiors (1.4%) but from coworkers and other peers (7.0%), strangers (4.6%), dates and boyfriends (3.6%), and others (2.6%). Multivariate analysis of risk factors for cross-sex harassment suggested that, despite its predominance in the Western literature on sexual harassment, the power differentials approach, focusing on male-female power differentials in patriarchal societies, was of modest utility. The results were more consistent with a more comprehensive routine activities approach borrowed from criminology, which emphasizes situational opportunity, perceived benefit to the harasser, and reduced costs for the harasser. The most striking result from the data represents the area receiving the least attention in the West, namely, the perpetrator's perception of \"benefit,\" deriving from the victim's inadvertent \"signaling.\"",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Age Distribution",
            "China",
            "Cultural Characteristics",
            "Female",
            "Humans",
            "Interprofessional Relations",
            "Middle Aged",
            "Sexual Harassment",
            "Social Environment",
            "Surveys and Questionnaires",
            "Urban Population",
            "Women's Health",
            "Workplace"
        ],
        "Authors": [
            {
                "First Name": "William L",
                "Last Name": "Parish",
                "Affiliation": "Department of Sociology and Population Research Center, University of Chicago, 1126 E. 59th Street, Chicago, IL 60637, USA. w-parish@uchicago.edu"
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": ""
            },
            {
                "First Name": "Edward O",
                "Last Name": "Laumann",
                "Affiliation": ""
            }
        ],
        "Journal": "Archives of sexual behavior",
        "PubDate": "2006"
    },
    {
        "PMID": "16280984",
        "Title": "Neuroscience: rewiring the adult brain.",
        "Abstract": "Any analysis of plastic reorganization at a neuronal locus needs a veridical measure of changes in the functional output--that is, spiking responses of the neurons in question. In a study of the effect of retinal lesions on adult primary visual cortex (V1), Smirnakis et al. propose that there is no cortical reorganization. Their results are based, however, on BOLD (blood-oxygen-level-dependent) fMRI (functional magnetic resonance imaging), which provides an unreliable gauge of spiking activity. We therefore question their criterion for lack of plasticity, particularly in the light of the large body of earlier work that demonstrates cortical plasticity.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Adult",
            "Animals",
            "Humans",
            "Macaca",
            "Magnetic Resonance Imaging",
            "Neuronal Plasticity",
            "Reproducibility of Results",
            "Retina",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Michael B",
                "Last Name": "Calford",
                "Affiliation": "School of Biomedical Sciences, The University of Newcastle, New South Wales 2308, Australia."
            },
            {
                "First Name": "Yuzo M",
                "Last Name": "Chino",
                "Affiliation": ""
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": ""
            },
            {
                "First Name": "Ulf T",
                "Last Name": "Eysel",
                "Affiliation": ""
            },
            {
                "First Name": "Charles D",
                "Last Name": "Gilbert",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen J",
                "Last Name": "Heinen",
                "Affiliation": ""
            },
            {
                "First Name": "Jon H",
                "Last Name": "Kaas",
                "Affiliation": ""
            },
            {
                "First Name": "Shimon",
                "Last Name": "Ullman",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2005"
    },
    {
        "PMID": "16039557",
        "Title": "Cortical maps: where theory meets experiments.",
        "Abstract": "Primary visual cortex (V1) has remarkably systematic functional maps. One commonly used class of computational models proposes that such maps are generated by a mechanism that projects the multiple dimensions of neuronal responses smoothly onto the two dimensions of cortex. In this issue of Neuron, Mriganka Sur and colleagues find a close match between such model predictions and measurements from ferret V1.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain Mapping",
            "Dominance, Ocular",
            "Ferrets",
            "Models, Neurological",
            "Orientation",
            "Space Perception",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": "Columbia University Center for Neurobiology and Behavior, New York, NY 10032, USA. ad2069@columbia.edu"
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2005"
    },
    {
        "PMID": "12441061",
        "Title": "Lateral connectivity and contextual interactions in macaque primary visual cortex.",
        "Abstract": "Two components of cortical circuits could mediate contour integration in primary visual cortex (V1): intrinsic horizontal connections and feedback from higher cortical areas. To distinguish between these, we combined functional mapping with a new technique for labeling axons, a recombinant adenovirus bearing the gene for green fluorescent protein (GFP), to determine the extent, density, and orientation specificity of V1 intrinsic connections and V2 to V1 feedback. Both connections cover portions of V1 representing regions of visual space up to eight times larger than receptive fields as classically defined, though the intrinsic connections are an order of magnitude denser than the feedback. Whereas the intrinsic connections link similarly oriented domains in V1, V2 to V1 feedback displays no such specificity. These findings suggest that V1 intrinsic horizontal connections provide a more likely substrate for contour integration.",
        "Keywords": [],
        "MeSH terms": [
            "Adenoviridae",
            "Animals",
            "Axons",
            "Brain Mapping",
            "Dominance, Ocular",
            "Feedback",
            "Genetic Vectors",
            "Green Fluorescent Proteins",
            "Image Processing, Computer-Assisted",
            "Luminescent Proteins",
            "Macaca fascicularis",
            "Macaca mulatta",
            "Microscopy, Confocal",
            "Neural Pathways",
            "Pattern Recognition, Visual",
            "Visual Cortex",
            "Visual Fields"
        ],
        "Authors": [
            {
                "First Name": "Dan D",
                "Last Name": "Stettler",
                "Affiliation": "The Rockefeller University, 1230 York Avenue, New York, NY 10021, USA."
            },
            {
                "First Name": "Aniruddha",
                "Last Name": "Das",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Bennett",
                "Affiliation": ""
            },
            {
                "First Name": "Charles D",
                "Last Name": "Gilbert",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2002"
    }
]