[
    {
        "PMID": "38957960",
        "Title": "Parsing Dynamics of Protein Backbone NH and Side-Chain Methyl Groups using Molecular Dynamics Simulations.",
        "Abstract": "Experimental NMR spectroscopy and theoretical molecular dynamics (MD) simulations provide complementary insights into protein conformational dynamics and hence into biological function. The present work describes an extensive set of backbone NH and side-chain methyl group generalized order parameters for the ",
        "Keywords": [],
        "MeSH terms": [
            "Molecular Dynamics Simulation",
            "Ribonuclease H",
            "Escherichia coli",
            "Protein Conformation",
            "Nuclear Magnetic Resonance, Biomolecular"
        ],
        "Authors": [
            {
                "First Name": "Nooriel E",
                "Last Name": "Banayan",
                "Affiliation": "Department of Biological Sciences, Columbia University, 3000 Broadway, New York, New York 10027, United States."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Hsu",
                "Affiliation": "Department of Chemistry, Columbia University, 3000 Broadway, New York, New York 10027, United States."
            },
            {
                "First Name": "John F",
                "Last Name": "Hunt",
                "Affiliation": "Department of Biological Sciences, Columbia University, 3000 Broadway, New York, New York 10027, United States."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 701 West 168th Street, New York, New York 10032, United States."
            },
            {
                "First Name": "Richard A",
                "Last Name": "Friesner",
                "Affiliation": "Department of Chemistry, Columbia University, 3000 Broadway, New York, New York 10027, United States."
            }
        ],
        "Journal": "Journal of chemical theory and computation",
        "PubDate": "2024"
    },
    {
        "PMID": "38856928",
        "Title": "Deuterium spin relaxation of fractionally deuterated ribonuclease H using paired 475 and 950 MHz NMR spectrometers.",
        "Abstract": "Deuterium (",
        "Keywords": [
            "Methyl dynamics",
            "Model-free formalism",
            "RING NMR Dynamics",
            "Spectral density mapping"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Shibani",
                "Last Name": "Bhattacharya",
                "Affiliation": "New York Structural Biology Center, 89 Convent Ave, New York, NY, 10027, USA."
            },
            {
                "First Name": "Kristen M",
                "Last Name": "Varney",
                "Affiliation": "University of Maryland School of Medicine, 108 North Greene Street, Baltimore, MD, 21201, USA."
            },
            {
                "First Name": "Tassadite",
                "Last Name": "Dahmane",
                "Affiliation": "New York Structural Biology Center, 89 Convent Ave, New York, NY, 10027, USA."
            },
            {
                "First Name": "Bruce A",
                "Last Name": "Johnson",
                "Affiliation": "Structural Biology Initiative, CUNY Advanced Science Research Center, 85 St. Nicholas Terrace, New York, NY, 10031, USA."
            },
            {
                "First Name": "David J",
                "Last Name": "Weber",
                "Affiliation": "University of Maryland School of Medicine, 108 North Greene Street, Baltimore, MD, 21201, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "New York Structural Biology Center, 89 Convent Ave, New York, NY, 10027, USA. agp6@columbia.edu."
            }
        ],
        "Journal": "Journal of biomolecular NMR",
        "PubDate": "2024"
    },
    {
        "PMID": "38815460",
        "Title": "Breaking down walls: Continuous potential models for internal motions in NMR spin relaxation.",
        "Abstract": "Simple physical models for restricted diffusion in a potential, which provide important insights for NMR spin relaxation, usually are based on free diffusion within rigid boundaries or diffusion in relatively simple continuous potential energy surfaces. The diffusion-in-a-cone model is an example of the former and diffusion in an N-fold cosine potential is an example of the latter. The present work models restricted diffusion for arbitrary potential energy functions on the surface of a cone or a sphere, by expanding the potentials in Fourier or spherical harmonic series, respectively. The results exhibit simple relationships between generalized order parameters and effective correlation times, critical for analysis of experimental spin relaxation data, and illustrate the transition from diffusive-like to jump-like behavior in multi-well potentials.",
        "Keywords": [
            "Autocorrelation function",
            "Diffusion-in-a-cone",
            "Diffusion-on-a-cone",
            "Generalized order parameter",
            "Model-free formalism"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States of America. Electronic address: agp6@columbia.edu."
            }
        ],
        "Journal": "Journal of magnetic resonance (San Diego, Calif. : 1997)",
        "PubDate": "2024"
    },
    {
        "PMID": "36687382",
        "Title": "Dynamical Models of Chemical Exchange in Nuclear Magnetic Resonance Spectroscopy.",
        "Abstract": "Chemical exchange line-broadening is an important phenomenon in nuclear magnetic resonance (NMR) spectroscopy, in which a nuclear spin experiences more than one magnetic environment as a result of chemical or conformational changes of a molecule. The dynamic process of chemical exchange strongly affects the sensitivity and resolution of NMR experiments, and increasingly provides a powerful probe of the inter-conversion between chemical and conformational states of proteins, nucleic acids, and other biological macromolecules. A simple and often used theoretical description of chemical exchange in NMR spectroscopy is based on an idealized two-state jump model (the random-phase or telegraph signal). However, chemical exchange can also be represented as a barrier-crossing event that can be modeled using chemical reaction rate theory. The time scale of crossing is determined by the barrier height, the temperature, and the dissipation modeled as collisional or frictional damping. This tutorial explores the connection between the NMR theory of chemical exchange line-broadening and strong-collision models for chemical kinetics in statistical mechanics. Theoretical modeling and numerical simulation are used to map the rate of barrier-crossing dynamics of a particle on a potential energy surface to the chemical exchange relaxation rate constant. By developing explicit models for the exchange dynamics, the tutorial aims to elucidate the underlying dynamical processes that give rise to the rich phenomenology of chemical exchange observed in NMR spectroscopy. Software for generating and analyzing the numerical simulations is provided in the form of Python and Fortran source codes.",
        "Keywords": [
            "barrier crossing dynamics",
            "chemical kinetics",
            "computational modeling",
            "fundamental concepts and techniques",
            "reaction rate theory",
            "spin relaxation",
            "strong-collision model",
            "tutorial"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Nicolas",
                "Last Name": "Daffern",
                "Affiliation": "Department of Molecular Biosciences, Northwestern University, 4162 Cook Hall, Evanston, IL 60208."
            },
            {
                "First Name": "Christopher",
                "Last Name": "Nordyke",
                "Affiliation": "Department of Molecular, Cellular and Biomedical Sciences, University of New Hampshire, 46 College Road, Durham, NH 03824."
            },
            {
                "First Name": "Meiling",
                "Last Name": "Zhang",
                "Affiliation": "Department of Chemistry and Biochemistry, University of Notre Dame, 236 Nieuwland Science Hall, Notre Dame, IN 46556."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032."
            },
            {
                "First Name": "John E",
                "Last Name": "Straub",
                "Affiliation": "Department of Chemistry, Boston University, 590 Commonwealth Avenue, Boston, Massachusetts 02215."
            }
        ],
        "Journal": "Biophysicist (Rockville, Md.)",
        "PubDate": "2022"
    },
    {
        "PMID": "36641894",
        "Title": "Site-based description of R",
        "Abstract": "Nuclear magnetic spin relaxation in the presence of an applied radiofrequency field depends critically on chemical exchange processes that transfer nuclear spins between chemical or conformational environments with distinct resonance frequencies. Characterization of chemical exchange processes in R",
        "Keywords": [
            "CEST and relaxation dispersion",
            "Chemical and conformational exchange",
            "NMR spectroscopy",
            "Nuclear magnetic spin relaxation",
            "Protein and nucleic acid dynamics",
            "Rotating-frame relaxation"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Hans",
                "Last Name": "Koss",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States. Electronic address: hk2894@cumc.columbia.edu."
            },
            {
                "First Name": "Timothy",
                "Last Name": "Crawley",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States. Electronic address: tc2605@cumc.columbia.edu."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States. Electronic address: agp6@columbia.edu."
            }
        ],
        "Journal": "Journal of magnetic resonance (San Diego, Calif. : 1997)",
        "PubDate": "2023"
    },
    {
        "PMID": "35312304",
        "Title": "Comparisons of Ribonuclease HI Homologs and Mutants Uncover a Multistate Model for Substrate Recognition.",
        "Abstract": "Ribonuclease HI (RNHI) nonspecifically cleaves the RNA strand of RNA:DNA hybrid duplexes in a myriad of biological processes. Several RNHI homologs contain an extended domain, termed the handle region, which is critical to substrate binding. Nuclear magnetic resonance (NMR) spectroscopy and molecular dynamics (MD) simulations have suggested a kinetic model in which the handle region can exist in open (substrate-binding competent) or closed (substrate-binding incompetent) states in homologs containing arginine or lysine at position 88 (using sequence numbering of ",
        "Keywords": [],
        "MeSH terms": [
            "Arginine",
            "Asparagine",
            "Escherichia coli",
            "Lysine",
            "RNA",
            "Ribonuclease H"
        ],
        "Authors": [
            {
                "First Name": "James A",
                "Last Name": "Martin",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York 10027, United States."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, United States."
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2022"
    },
    {
        "PMID": "34414396",
        "Title": "Bootstrap Aggregation for Model Selection in the Model-free Formalism.",
        "Abstract": "The ability to make robust inferences about the dynamics of biological macromolecules using NMR spectroscopy depends heavily on the application of appropriate theoretical models for nuclear spin relaxation. Data analysis for NMR laboratory-frame relaxation experiments typically involves selecting one of several model-free spectral density functions using a bias-corrected fitness test. Here, advances in statistical model selection theory, termed bootstrap aggregation or bagging, are applied to ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Timothy",
                "Last Name": "Crawley",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States."
            }
        ],
        "Journal": "Magnetic resonance (Gottingen, Germany)",
        "PubDate": "2021"
    },
    {
        "PMID": "34414395",
        "Title": "Approximate Representations of Shaped Pulses Using the Homotopy Analysis Method.",
        "Abstract": "The evolution of nuclear spin magnetization during a radiofrequency pulse in the absence of relaxation or coupling interactions can be described by three Euler angles. The Euler angles in turn can be obtained from the solution of a Riccati differential equation; however, analytic solutions exist only for rectangular and chirp pulses. The Homotopy Analysis Method is used to obtain new approximate solutions to the Riccati equation for shaped radiofrequency pulses in NMR spectroscopy. The results of even relatively low orders of approximation are highly accurate and can be calculated very efficiently. The results are extended in a second application of the Homotopy Analysis Method to represent relaxation as a perturbation of the magnetization trajectory calculated in the absence of relaxation. The Homotopy Analysis Method is powerful and flexible and is likely to have other applications in magnetic resonance.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Timothy",
                "Last Name": "Crawley",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States."
            }
        ],
        "Journal": "Magnetic resonance (Gottingen, Germany)",
        "PubDate": "2021"
    },
    {
        "PMID": "34166612",
        "Title": "Dimerization of Cadherin-11 involves multi-site coupled unfolding and strand swapping.",
        "Abstract": "Cadherin extracellular domain 1 (EC1) mediates homophilic dimerization in adherens junctions. Conserved Trp2 and Trp4 residues in type II cadherins anchor the EC1 A strand intermolecularly in strand-swapped dimers. Herein, NMR spectroscopy is used to elucidate the roles of Trp2 and Trp4 in Cadherin-11 dimerization. The monomeric state, with the A strand and Trp side chains packed intramolecularly, is in equilibrium with sparsely populated partially and fully A-strand-exposed states, in which Trp2 (and Trp4, respectively) side-chain packing is disrupted. Exchange kinetics between the major state and the partially (fully) A-strand-exposed state is slow-intermediate (intermediate-fast). A separate very fast process exchanges ordered and random-coil BC-loop conformations with populations dependent on A-strand exposure and dimerization status. In addition, very slow processes connect the folded A-strand-exposed conformation to partially unfolded states, which may represent additional domain-swapping intermediates. The dimerization mechanism of type II cadherins is revealed as coupled folding and strand swapping.",
        "Keywords": [
            "CEST",
            "CPMG relaxation dispersion",
            "adherens junctions",
            "cell adhesion",
            "chemical exchange",
            "domain-swapping",
            "high-pressure NMR",
            "protein dynamics and kinetics",
            "type II cadherin"
        ],
        "MeSH terms": [
            "Amino Acid Substitution",
            "Animals",
            "Cadherins",
            "Mice",
            "Protein Conformation, alpha-Helical",
            "Protein Domains",
            "Protein Folding",
            "Protein Multimerization"
        ],
        "Authors": [
            {
                "First Name": "Hans",
                "Last Name": "Koss",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Irving Medical Center, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Irving Medical Center, 701 West 168th Street, New York, NY 10032, USA; Zuckerman Institute, Columbia University, 3227 Broadway, New York, NY 10027, USA; Department of Systems Biology, Columbia University Irving Medical Center, 1130 St. Nicholas Avenue, New York, NY 10032, USA; Department of Medicine, Columbia University Irving Medical Center, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Irving Medical Center, 701 West 168th Street, New York, NY 10032, USA; Zuckerman Institute, Columbia University, 3227 Broadway, New York, NY 10027, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Irving Medical Center, 701 West 168th Street, New York, NY 10032, USA. Electronic address: agp6@columbia.edu."
            }
        ],
        "Journal": "Structure (London, England : 1993)",
        "PubDate": "2021"
    },
    {
        "PMID": "33789107",
        "Title": "Asterix/Gtsf1 links tRNAs and piRNA silencing of retrotransposons.",
        "Abstract": "The Piwi-interacting RNA (piRNA) pathway safeguards genomic integrity by silencing transposable elements (transposons) in the germline. While Piwi is the central piRNA factor, others including Asterix/Gtsf1 have also been demonstrated to be critical for effective silencing. Here, using enhanced crosslinking and immunoprecipitation (eCLIP) with a custom informatic pipeline, we show that Asterix/Gtsf1 specifically binds tRNAs in cellular contexts. We determined the structure of mouse Gtsf1 by NMR spectroscopy and identified the RNA-binding interface on the protein's first zinc finger, which was corroborated by biochemical analysis as well as cryo-EM structures of Gtsf1 in complex with co-purifying tRNA. Consistent with the known dependence of long terminal repeat (LTR) retrotransposons on tRNA primers, we demonstrate that LTR retrotransposons are, in fact, preferentially de-repressed in Asterix mutants. Together, these findings link Asterix/Gtsf1, tRNAs, and LTR retrotransposon silencing and suggest that Asterix exploits tRNA dependence to identify transposon transcripts and promote piRNA silencing.",
        "Keywords": [
            "Asterix",
            "Gtsf1",
            "LTR",
            "NMR",
            "RNA",
            "cryoEM",
            "eCLIP",
            "piRNA",
            "retrotransposon",
            "tRNA"
        ],
        "MeSH terms": [
            "Animals",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Gene Silencing",
            "Intracellular Signaling Peptides and Proteins",
            "Nuclear Proteins",
            "Protein Binding",
            "RNA, Small Interfering",
            "RNA, Transfer",
            "Recombinant Proteins",
            "Retroelements",
            "Terminal Repeat Sequences"
        ],
        "Authors": [
            {
                "First Name": "Jonathan J",
                "Last Name": "Ipsaro",
                "Affiliation": "Howard Hughes Medical Institute, W.M. Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, 1 Bungtown Road, Cold Spring Harbor, NY 11724, USA."
            },
            {
                "First Name": "Paul A",
                "Last Name": "O'Brien",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Shibani",
                "Last Name": "Bhattacharya",
                "Affiliation": "New York Structural Biology Center, 89 Convent Avenue, New York, NY 10027, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Leemor",
                "Last Name": "Joshua-Tor",
                "Affiliation": "Howard Hughes Medical Institute, W.M. Keck Structural Biology Laboratory, Cold Spring Harbor Laboratory, 1 Bungtown Road, Cold Spring Harbor, NY 11724, USA. Electronic address: leemor@cshl.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2021"
    },
    {
        "PMID": "33128917",
        "Title": "Algebraic expressions for Carr-Purcell-Meiboom-Gill relaxation dispersion for N-site chemical exchange.",
        "Abstract": "The Carr-Purcell-Meiboom-Gill (CPMG) NMR relaxation dispersion experiment measures the effective relaxation rate constant during a train of spin-echo pulse sequence elements as a function of the echo time. The CPMG experiment is a powerful method for characterizing chemical and conformational dynamic processes, termed chemical and conformational exchange, on μs-ms time scales, comparable to the experimentally accessible echo times. Approximate theoretical expressions for the effective relaxation rate constant for N-site chemical exchange have been reported (H. Koss, M. Rance, and A. G. Palmer, Biochemistry 57, 4753-4763 (2018)). Expressions for the effective relaxation rate constant have been improved by using the Cayley-Hamilton theorem to obtain simple and accurate approximations of the average Liouvillian for the CPMG experiment. The improved accuracy of the results allows efficient analyses of experimental data. In addition, the relationship is clarified between the approach of Koss and coworkers and that of Jen (1978).",
        "Keywords": [
            "Bloch-McConnell equation",
            "Conformational exchange",
            "Dynamics",
            "Kinetics",
            "NMR spectroscopy",
            "Rotating-frame relaxation",
            "Spin-echo"
        ],
        "MeSH terms": [
            "Algorithms",
            "Computer Simulation",
            "Data Interpretation, Statistical",
            "Macromolecular Substances",
            "Models, Theoretical",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Sensitivity and Specificity"
        ],
        "Authors": [
            {
                "First Name": "Hans",
                "Last Name": "Koss",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States."
            },
            {
                "First Name": "Mark",
                "Last Name": "Rance",
                "Affiliation": "Department of Molecular Genetics, Biochemistry and Microbiology, University of Cincinnati, Cincinnati, OH 45267, United States."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States."
            }
        ],
        "Journal": "Journal of magnetic resonance (San Diego, Calif. : 1997)",
        "PubDate": "2020"
    },
    {
        "PMID": "32813972",
        "Title": "Quantifying the Relationship between Conformational Dynamics and Enzymatic Activity in Ribonuclease HI Homologues.",
        "Abstract": "Ribonuclease HI (RNHI), a ubiquitous, non-sequence-specific endonuclease, cleaves the RNA strand in RNA/DNA hybrids. RNHI functions in replication and genome maintenance, and retroviral reverse transcriptases contain an essential ribonuclease H domain. Nuclear magnetic resonance (NMR) spectroscopy combined with molecular dynamics (MD) simulations suggests a model in which the extended handle region domain of ",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Amino Acid Substitution",
            "Binding Sites",
            "Enzyme Activation",
            "Escherichia coli",
            "Models, Molecular",
            "Molecular Dynamics Simulation",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Protein Conformation",
            "Quantitative Structure-Activity Relationship",
            "Ribonuclease H",
            "Sequence Homology, Amino Acid",
            "Thermus thermophilus"
        ],
        "Authors": [
            {
                "First Name": "James A",
                "Last Name": "Martin",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York 10027, United States."
            },
            {
                "First Name": "Paul",
                "Last Name": "Robustelli",
                "Affiliation": "Department of Chemistry, Dartmouth College, Hanover, New Hampshire 03755, United States."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, United States."
            }
        ],
        "Journal": "Biochemistry",
        "PubDate": "2020"
    },
    {
        "PMID": "32755563",
        "Title": "Analysis of NMR Spin-Relaxation Data Using an Inverse Gaussian Distribution Function.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Andrew",
                "Last Name": "Hsu",
                "Affiliation": ""
            },
            {
                "First Name": "Fabien",
                "Last Name": "Ferrage",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Biophysical journal",
        "PubDate": "2020"
    },
    {
        "PMID": "32209492",
        "Title": "Compact expressions for R",
        "Abstract": "The rotating-frame spin relaxation rate constant, R",
        "Keywords": [
            "Bloch-McConnell equation",
            "Conformational exchange",
            "Dynamics",
            "NMR spectroscopy",
            "Relaxation dispersion",
            "Rotating-frame relaxation"
        ],
        "MeSH terms": [
            "Algorithms",
            "Kinetics",
            "Macromolecular Substances",
            "Magnetic Resonance Spectroscopy"
        ],
        "Authors": [
            {
                "First Name": "Mark",
                "Last Name": "Rance",
                "Affiliation": "Department of Molecular Genetics, Biochemistry and Microbiology, University of Cincinnati, Cincinnati, OH 45267, United States."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States."
            }
        ],
        "Journal": "Journal of magnetic resonance (San Diego, Calif. : 1997)",
        "PubDate": "2020"
    },
    {
        "PMID": "30825035",
        "Title": "Editorial.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Organization and Administration",
            "Periodicals as Topic",
            "Publishing",
            "Serial Publications"
        ],
        "Authors": [
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Columbia University, New York, NY, USA. agp6@cumc.columbia.edu."
            }
        ],
        "Journal": "Journal of biomolecular NMR",
        "PubDate": "2019"
    },
    {
        "PMID": "30638530",
        "Title": "Chemical Exchange.",
        "Abstract": "The phenomenon of chemical or conformational exchange in NMR spectroscopy has enabled detailed characterization of time-dependent aspects of biomolecular function, including folding, molecular recognition, allostery, and catalysis, on timescales from microsecond to second. Importantly, NMR methods based on a variety of spin relaxation parameters have been developed that provide quantitative information on interconversion kinetics, thermodynamic properties, and structural features of molecular states populated to a fraction of a percent at equilibrium and otherwise unobservable by other NMR approaches. The ongoing development of more sophisticated experimental techniques and the necessity to apply these methods to larger and more complex molecular systems engenders a corresponding need for theoretical advances describing such techniques and facilitating data analysis in applications. This review surveys current aspects of the theory of chemical exchange, as utilized in ZZ-exchange; Hahn and Carr-Purcell-Meiboom-Gill (CPMG) spin-echo; and R",
        "Keywords": [
            "Bloch–McConnell",
            "Dynamics",
            "Kinetics",
            "NMR spectroscopy",
            "Spin relaxation"
        ],
        "MeSH terms": [
            "Allosteric Regulation",
            "Catalysis",
            "Magnetic Resonance Spectroscopy",
            "Nucleic Acid Conformation",
            "Protein Conformation",
            "Thermodynamics"
        ],
        "Authors": [
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, United States. Electronic address: agp6@columbia.edu."
            },
            {
                "First Name": "Hans",
                "Last Name": "Koss",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, United States."
            }
        ],
        "Journal": "Methods in enzymology",
        "PubDate": "2019"
    },
    {
        "PMID": "30503534",
        "Title": "Analysis of NMR Spin-Relaxation Data Using an Inverse Gaussian Distribution Function.",
        "Abstract": "Spin relaxation in solution-state NMR spectroscopy is a powerful approach to explore the conformational dynamics of biological macromolecules. Probability distribution functions for overall or internal correlation times have been used previously to model spectral density functions central to spin-relaxation theory. Applications to biological macromolecules rely on transverse relaxation rate constants, and when studying nanosecond timescale motions, sampling at ultralow frequencies is often necessary. Consequently, appropriate distribution functions necessitate spectral density functions that are accurate and convergent as frequencies approach zero. In this work, the inverse Gaussian probability distribution function is derived from general properties of spectral density functions at low and high frequencies for macromolecules in solution, using the principle of maximal entropy. This normalized distribution function is first used to calculate the correlation function, followed by the spectral density function. The resulting model-free spectral density functions are finite at a frequency of zero and can be used to describe distributions of either overall or internal correlation times using the model-free ansatz. To validate the approach, ",
        "Keywords": [],
        "MeSH terms": [
            "Basic-Leucine Zipper Transcription Factors",
            "Data Analysis",
            "Magnetic Resonance Spectroscopy",
            "Normal Distribution",
            "Probability",
            "Protein Domains",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "Andrew",
                "Last Name": "Hsu",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York."
            },
            {
                "First Name": "Fabien",
                "Last Name": "Ferrage",
                "Affiliation": "Laboratoire des Biomolécules, Département de Chimie, École Normale Supérieure, PSL University, Sorbonne Université, CNRS, Paris, France."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York. Electronic address: agp6@columbia.edu."
            }
        ],
        "Journal": "Biophysical journal",
        "PubDate": "2018"
    },
    {
        "PMID": "30391869",
        "Title": "Optimized coherence selection.",
        "Abstract": "A theoretical framework for optimized coherence order selection in regards to cogwheel phase cycling is developed based on analysis of solutions of the associated homogeneous linear Diophantine equation. The empirical Hughes-Carravetta-Levitt conjectures are derived. A general formula is constructed that is guaranteed to provide valid phase cycles. Optimality of this formula is proven for non-sparse sets of coherence levels with relatively prime lower absolute bounds. Smaller phase cycles can be constructed when these conditions do not hold. The resultant formula can be incorporated into NMR spectrometer software to automatically generate cogwheel phase cycles.",
        "Keywords": [
            "Cogwheel phase cycling",
            "Coherence order selection",
            "Lattice reduction",
            "Linear diophantine equations",
            "Mixed radix positional encoding"
        ],
        "MeSH terms": [
            "Algorithms",
            "Magnetic Resonance Spectroscopy",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "Vesselin Z",
                "Last Name": "Miloushev",
                "Affiliation": "Department of Radiology, Memorial Sloan Kettering Cancer Center, 1275 York Ave, New York, NY 10065, United States. Electronic address: miloushv@mskcc.org."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 701 W. 168(th) St., New York, NY 10032, United States. Electronic address: agp6@columbia.edu."
            }
        ],
        "Journal": "Journal of magnetic resonance (San Diego, Calif. : 1997)",
        "PubDate": "2018"
    },
    {
        "PMID": "30157419",
        "Title": "Intrinsic DNA Shape Accounts for Affinity Differences between Hox-Cofactor Binding Sites.",
        "Abstract": "Transcription factors bind to their binding sites over a wide range of affinities, yet how differences in affinity are encoded in DNA sequences is not well understood. Here, we report X-ray crystal structures of four heterodimers of the Hox protein AbdominalB bound with its cofactor Extradenticle to four target DNA molecules that differ in affinity by up to ∼20-fold. Remarkably, despite large differences in affinity, the overall structures are very similar in all four complexes. In contrast, the predicted shapes of the DNA binding sites (i.e., the intrinsic DNA shape) in the absence of bound protein are strikingly different from each other and correlate with affinity: binding sites that must change conformations upon protein binding have lower affinities than binding sites that have more optimal conformations prior to binding. Together, these observations suggest that intrinsic differences in DNA shape provide a robust mechanism for modulating affinity without affecting other protein-DNA interactions.",
        "Keywords": [
            "DNA binding specificity",
            "DNA shape",
            "Extradenticle",
            "Hox proteins",
            "Pbx",
            "abdominal B",
            "cooperative binding",
            "homeodomain",
            "low-affinity binding sites"
        ],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Binding Sites",
            "DNA",
            "Molecular Sequence Data",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Tim",
                "Last Name": "Zeiske",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nithya",
                "Last Name": "Baburajendran",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Anna",
                "Last Name": "Kaczynska",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Julia",
                "Last Name": "Brasch",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA; Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA; Department of Systems Biology, Columbia University, New York, NY, USA; Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA. Electronic address: bh6@columbia.edu."
            },
            {
                "First Name": "Richard S",
                "Last Name": "Mann",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA; Department of Systems Biology, Columbia University, New York, NY, USA; Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA. Electronic address: rsm10@columbia.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2018"
    },
    {
        "PMID": "30040382",
        "Title": "General Expressions for Carr-Purcell-Meiboom-Gill Relaxation Dispersion for N-Site Chemical Exchange.",
        "Abstract": "The Carr-Purcell-Meiboom-Gill (CPMG) nuclear magnetic resonance experiment is widely used to characterize chemical exchange phenomena in biological macromolecules. Theoretical expressions for the nuclear spin relaxation rate constant for two-site chemical exchange during CPMG pulse trains valid for all time scales are well-known as are descriptions of N-site exchange in the fast limit. We have obtained theoretical expressions for N-site exchange outside of the fast limit by using approximations to an average Liouvillian describing the decay of magnetization during a CPMG pulse train. We obtain general expressions for CPMG experiments for any N-site scheme and all experimentally accessible time scales. For sufficiently slow chemical exchange, we obtain closed-form expressions for the relaxation rate constant and a general characteristic polynomial for arbitrary kinetic schemes. Furthermore, we highlight features that qualitatively characterize CPMG curves obtained for various N-site kinetic topologies, quantitatively characterize CPMG curves obtained from systems in various N-site exchange situations, and test distinguishability of kinetic models.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Computer Simulation",
            "Kinetics",
            "Nuclear Magnetic Resonance, Biomolecular"
        ],
        "Authors": [
            {
                "First Name": "Hans",
                "Last Name": "Koss",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics , Columbia University , 630 West 168th Street , New York , New York 10032 , United States."
            },
            {
                "First Name": "Mark",
                "Last Name": "Rance",
                "Affiliation": "Department of Molecular Genetics, Biochemistry and Microbiology , University of Cincinnati , Cincinnati , Ohio 45267 , United States."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics , Columbia University , 630 West 168th Street , New York , New York 10032 , United States."
            }
        ],
        "Journal": "Biochemistry",
        "PubDate": "2018"
    },
    {
        "PMID": "29663108",
        "Title": "TROSY pulse sequence for simultaneous measurement of the ",
        "Abstract": "A TROSY-based NMR experiment is described for simultaneous measurement of the ",
        "Keywords": [
            "Dynamics",
            "Longitudinal relaxation",
            "Nuclear Overhauser enhancement",
            "Protein",
            "Spin–lattice relaxation",
            "TROSY"
        ],
        "MeSH terms": [
            "Deuterium",
            "Magnetic Phenomena",
            "Nitrogen Isotopes",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Proteins",
            "Protons",
            "Ubiquitin"
        ],
        "Authors": [
            {
                "First Name": "Paul A",
                "Last Name": "O'Brien",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY, 10032, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY, 10032, USA. agp6@columbia.edu."
            }
        ],
        "Journal": "Journal of biomolecular NMR",
        "PubDate": "2018"
    },
    {
        "PMID": "29288801",
        "Title": "Enhanced spectral density mapping through combined multiple-field deuterium ",
        "Abstract": "Quadrupolar relaxation of ",
        "Keywords": [
            "Deuterium relaxation",
            "Protein dynamics",
            "Ribonuclease H",
            "Spectral density mapping"
        ],
        "MeSH terms": [
            "Deuterium",
            "Escherichia coli",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Protein Conformation",
            "Ribonucleases"
        ],
        "Authors": [
            {
                "First Name": "Andrew",
                "Last Name": "Hsu",
                "Affiliation": "Department of Chemistry, Columbia University, 3000 Broadway, New York, NY 10027, United States."
            },
            {
                "First Name": "Paul A",
                "Last Name": "O'Brien",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, 650 West 168th Street, New York, NY 10032, United States."
            },
            {
                "First Name": "Shibani",
                "Last Name": "Bhattacharya",
                "Affiliation": "New York Structural Biology Center, 89 Convent Avenue, New York, NY 10027, United States."
            },
            {
                "First Name": "Mark",
                "Last Name": "Rance",
                "Affiliation": "Department of Molecular Genetics, Biochemistry, and Microbiology, University of Cincinnati College of Medicine, 231 Albert Sabin Way, Cincinnati, OH 45267, United States."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, 650 West 168th Street, New York, NY 10032, United States. Electronic address: agp6@columbia.edu."
            }
        ],
        "Journal": "Methods (San Diego, Calif.)",
        "PubDate": "2018"
    },
    {
        "PMID": "27866072",
        "Title": "General expressions for R",
        "Abstract": "Exploration of dynamic processes in proteins and nucleic acids by spin-locking NMR experiments has been facilitated by the development of theoretical expressions for the R",
        "Keywords": [
            "Chemical exchange",
            "N-site chemical exchange",
            "NMR spectroscopy",
            "Nuclear spin relaxation",
            "Rotating-frame relaxation"
        ],
        "MeSH terms": [
            "Algorithms",
            "Electromagnetic Fields",
            "Kinetics",
            "Linear Models",
            "Magnetic Resonance Spectroscopy",
            "Models, Chemical",
            "Nonlinear Dynamics",
            "Nucleic Acids",
            "Proteins",
            "Radio Waves"
        ],
        "Authors": [
            {
                "First Name": "Hans",
                "Last Name": "Koss",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States."
            },
            {
                "First Name": "Mark",
                "Last Name": "Rance",
                "Affiliation": "Department of Molecular Genetics, Biochemistry and Microbiology, University of Cincinnati, Cincinnati, OH 45267, United States."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States. Electronic address: agp6@columbia.edu."
            }
        ],
        "Journal": "Journal of magnetic resonance (San Diego, Calif. : 1997)",
        "PubDate": "2017"
    },
    {
        "PMID": "27123810",
        "Title": "Thermostability of Enzymes from Molecular Dynamics Simulations.",
        "Abstract": "Thermodynamic stability is a central requirement for protein function, and one goal of protein engineering is improvement of stability, particularly for applications in biotechnology. Herein, molecular dynamics simulations are used to predict in vitro thermostability of members of the bacterial ribonuclease HI (RNase H) family of endonucleases. The temperature dependence of the generalized order parameter, S, for four RNase H homologues, from psychrotrophic, mesophilic, and thermophilic organisms, is highly correlated with experimentally determined melting temperatures and with calculated free energies of folding at the midpoint temperature of the simulations. This study provides an approach for in silico mutational screens to improve thermostability of biologically and industrially relevant enzymes.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Escherichia coli",
            "Molecular Dynamics Simulation",
            "Protein Folding",
            "Protein Stability",
            "Protein Structure, Secondary",
            "Protein Structure, Tertiary",
            "Ribonuclease H",
            "Shewanella",
            "Thermus thermophilus",
            "Transition Temperature"
        ],
        "Authors": [
            {
                "First Name": "Tim",
                "Last Name": "Zeiske",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University , New York, New York 10032, United States."
            },
            {
                "First Name": "Kate A",
                "Last Name": "Stafford",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University , New York, New York 10032, United States."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University , New York, New York 10032, United States."
            }
        ],
        "Journal": "Journal of chemical theory and computation",
        "PubDate": "2016"
    },
    {
        "PMID": "26899226",
        "Title": "A dynamic look backward and forward.",
        "Abstract": "The 2015 Gunther Laukien Prize recognized solution NMR studies of protein dynamics and thermodynamics. This Perspective surveys aspects of the development and application of NMR spin relaxation for investigations of protein flexibility and function over multiple time scales in solution. Methods highlighted include analysis of overall rotational diffusion, theoretical descriptions of R1ρ relaxation, and molecular dynamics simulations to interpret NMR spin relaxation. Applications are illustrated for the zinc-finger domain Xfin-31, the calcium-binding proteins calbindin D9k and calmodulin, and the bZip transcription factor of GCN4.",
        "Keywords": [
            "Chemical exchange",
            "Conformational dynamics",
            "Kinetics",
            "Ligand binding",
            "Molecular dynamics simulation",
            "Nuclear magnetic resonance spectroscopy",
            "Spin relaxation"
        ],
        "MeSH terms": [
            "Algorithms",
            "Forecasting",
            "Magnetic Resonance Spectroscopy",
            "Molecular Dynamics Simulation",
            "Peptide Mapping",
            "Proteins",
            "Reproducibility of Results",
            "Sensitivity and Specificity",
            "Sequence Analysis, Protein",
            "Signal Processing, Computer-Assisted"
        ],
        "Authors": [
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States."
            }
        ],
        "Journal": "Journal of magnetic resonance (San Diego, Calif. : 1997)",
        "PubDate": "2016"
    },
    {
        "PMID": "26435141",
        "Title": "Asparagine deamidation reduces DNA-binding affinity of the Drosophila melanogaster Scr homeodomain.",
        "Abstract": "Spontaneous deamidation of asparagine is a non-enzymatic post-translational modification of proteins. Residue Asn 321 is the main site of deamidation of the Drosophila melanogaster Hox transcription factor Sex Combs Reduced (Scr). Formation of iso-aspartate, the major deamidation product, is detected by HNCACB triple-resonance NMR spectroscopy. The rate of deamidation is quantified by fitting the decay of Asn NH2 side-chain signals in a time-series of (15)N-(1)H HSQC NMR spectra. The deamidated form of Scr binds to specific DNA target sequences with reduced affinity as determined by an electrophoretic mobility shift assay.",
        "Keywords": [
            "Asparagine deamidation",
            "DNA binding",
            "Dissociation constant",
            "Hox transcription factor",
            "NMR spectroscopy",
            "Sex Combs Reduced"
        ],
        "MeSH terms": [
            "Animals",
            "Asparagine",
            "Binding Sites",
            "DNA",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Isoaspartic Acid",
            "Magnetic Resonance Spectroscopy",
            "Protein Binding",
            "Protein Processing, Post-Translational",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Nichole E",
                "Last Name": "O'Connell",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States."
            },
            {
                "First Name": "Katherine",
                "Last Name": "Lelli",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States."
            },
            {
                "First Name": "Richard S",
                "Last Name": "Mann",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States. Electronic address: agp6@columbia.edu."
            }
        ],
        "Journal": "FEBS letters",
        "PubDate": "2015"
    },
    {
        "PMID": "25848045",
        "Title": "Small molecule-induced oxidation of protein disulfide isomerase is neuroprotective.",
        "Abstract": "Protein disulfide isomerase (PDI) is a chaperone protein in the endoplasmic reticulum that is up-regulated in mouse models of, and brains of patients with, neurodegenerative diseases involving protein misfolding. PDI's role in these diseases, however, is not fully understood. Here, we report the discovery of a reversible, neuroprotective lead optimized compound (LOC)14, that acts as a modulator of PDI. LOC14 was identified using a high-throughput screen of ∼10,000 lead-optimized compounds for potent rescue of viability of PC12 cells expressing mutant huntingtin protein, followed by an evaluation of compounds on PDI reductase activity in an in vitro screen. Isothermal titration calorimetry and fluorescence experiments revealed that binding to PDI was reversible with a Kd of 62 nM, suggesting LOC14 to be the most potent PDI inhibitor reported to date. Using 2D heteronuclear single quantum correlation NMR experiments, we were able to map the binding site of LOC14 as being adjacent to the active site and to observe that binding of LOC14 forces PDI to adopt an oxidized conformation. Furthermore, we found that LOC14-induced oxidation of PDI has a neuroprotective effect not only in cell culture, but also in corticostriatal brain slice cultures. LOC14 exhibited high stability in mouse liver microsomes and blood plasma, low intrinsic microsome clearance, and low plasma-protein binding. These results suggest that LOC14 is a promising lead compound to evaluate the potential therapeutic effects of modulating PDI in animal models of disease.",
        "Keywords": [
            "drug",
            "inhibitor",
            "neuroprotection",
            "protein disulfide isomerase",
            "small molecule"
        ],
        "MeSH terms": [
            "Animals",
            "Catalytic Domain",
            "Corpus Striatum",
            "Enzyme Inhibitors",
            "Huntingtin Protein",
            "Mice",
            "Microsomes, Liver",
            "Nerve Tissue Proteins",
            "Neuroprotective Agents",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Oxidation-Reduction",
            "PC12 Cells",
            "Protein Disulfide-Isomerases",
            "Rats"
        ],
        "Authors": [
            {
                "First Name": "Anna",
                "Last Name": "Kaplan",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027;"
            },
            {
                "First Name": "Michael M",
                "Last Name": "Gaschler",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027;"
            },
            {
                "First Name": "Denise E",
                "Last Name": "Dunn",
                "Affiliation": "Center for Drug Discovery and Department of Neurobiology, Duke University Medical Center, Durham, NC 27710;"
            },
            {
                "First Name": "Ryan",
                "Last Name": "Colligan",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027; Quantitative Proteomics Center, Columbia University, New York, NY 10027;"
            },
            {
                "First Name": "Lewis M",
                "Last Name": "Brown",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027; Quantitative Proteomics Center, Columbia University, New York, NY 10027;"
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032; and."
            },
            {
                "First Name": "Donald C",
                "Last Name": "Lo",
                "Affiliation": "Center for Drug Discovery and Department of Neurobiology, Duke University Medical Center, Durham, NC 27710;"
            },
            {
                "First Name": "Brent R",
                "Last Name": "Stockwell",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027; Department of Chemistry, Columbia University, New York, NY 10027; Howard Hughes Medical Institute and Department of Systems Biology, Columbia University, New York, NY 10027 bstockwell@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2015"
    },
    {
        "PMID": "25658841",
        "Title": "Correction to \"Local isotropic diffusion approximation for coupled internal and overall molecular motions in NMR spin relaxation\".",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Michelle L",
                "Last Name": "Gill",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "The journal of physical chemistry. B",
        "PubDate": "2015"
    },
    {
        "PMID": "25574774",
        "Title": "Enzyme dynamics from NMR spectroscopy.",
        "Abstract": "CONSPECTUS: Biological activities of enzymes, including regulation or coordination of mechanistic stages preceding or following the chemical step, may depend upon kinetic or equilibrium changes in protein conformations. Exchange of more open or flexible conformational states with more closed or constrained states can influence inhibition, allosteric regulation, substrate recognition, formation of the Michaelis complex, side reactions, and product release. NMR spectroscopy has long been applied to the study of conformational dynamic processes in enzymes because these phenomena can be characterized over multiple time scales with atomic site resolution. Laboratory-frame spin-relaxation measurements, sensitive to reorientational motions on picosecond-nanosecond time scales, and rotating-frame relaxation-dispersion measurements, sensitive to chemical exchange processes on microsecond-millisecond time scales, provide information on both conformational distributions and kinetics. This Account reviews NMR spin relaxation studies of the enzymes ribonuclease HI from mesophilic (Escherichia coli) and thermophilic (Thermus thermophilus) bacteria, E. coli AlkB, and Saccharomyces cerevisiae triosephosphate isomerase to illustrate the contributions of conformational flexibility and dynamics to diverse steps in enzyme mechanism. Spin relaxation measurements and molecular dynamics (MD) simulations of the bacterial ribonuclease H enzymes show that the handle region, one of three loop regions that interact with substrates, interconverts between two conformations. Comparison of these conformations with the structure of the complex between Homo sapiens ribonuclease H and a DNA:RNA substrate suggests that the more closed state is inhibitory to binding. The large population of the closed conformation in T. thermophilus ribonuclease H contributes to the increased Michaelis constant compared with the E. coli enzyme. NMR spin relaxation and fluorescence spectroscopy have characterized a conformational transition in AlkB between an open state, in which the side chains of methionine residues in the active site are disordered, and a closed state, in which these residues are ordered. The open state is highly populated in the AlkB/Zn(II) complex, and the closed state is highly populated in the AlkB/Zn(II)/2OG/substrate complex, in which 2OG is the 2-oxoglutarate cosubstrate and the substrate is a methylated DNA oligonucleotide. The equilibrium is shifted to approximately equal populations of the two conformations in the AlkB/Zn(II)/2OG complex. The conformational shift induced by 2OG ensures that 2OG binds to AlkB/Zn(II) prior to the substrate. In addition, the opening rate of the closed conformation limits premature release of substrate, preventing generation of toxic side products by reaction with water. Closure of active site loop 6 in triosephosphate isomerase is critical for forming the Michaelis complex, but reopening of the loop after the reaction is (partially) rate limiting. NMR spin relaxation and MD simulations of triosephosphate isomerase in complex with glycerol 3-phosphate demonstrate that closure of loop 6 is a highly correlated rigid-body motion. The MD simulations also indicate that motions of Gly173 in the most flexible region of loop 6 contribute to opening of the active site loop for product release. Considered together, these three enzyme systems illustrate the power of NMR spin relaxation investigations in providing global insights into the role of conformational dynamic processes in the mechanisms of enzymes from initial activation to final product release.",
        "Keywords": [],
        "MeSH terms": [
            "Coenzymes",
            "Enzymes",
            "Humans",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Protein Binding"
        ],
        "Authors": [
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University , 701 West 168th Street, New York, New York 10032, United States."
            }
        ],
        "Journal": "Accounts of chemical research",
        "PubDate": "2015"
    },
    {
        "PMID": "25550198",
        "Title": "Conformational preferences underlying reduced activity of a thermophilic ribonuclease H.",
        "Abstract": "The conformational basis for reduced activity of the thermophilic ribonuclease HI enzyme from Thermus thermophilus, compared to its mesophilic homolog from Escherichia coli, is elucidated using a combination of NMR spectroscopy and molecular dynamics (MD) simulations. Explicit-solvent all-atom MD simulations of the two wild-type proteins and an E. coli mutant in which a glycine residue is inserted after position 80 to mimic the T. thermophilus protein reproduce the differences in conformational dynamics determined from (15)N spin-relaxation NMR spectroscopy of three loop regions that surround the active site and contain functionally important residues: the glycine-rich region, the handle region, and the β5/αE loop. Examination of the MD trajectories indicates that the thermophilic protein samples conformations productive for substrate binding and activity less frequently than the mesophilic enzyme, although these differences may manifest as either increased or decreased relative flexibility of the different regions. Additional MD simulations indicate that mutations increasing activity of the T. thermophilus enzyme at mesophilic temperatures do so by reconfiguring the local environments of the mutated sites to more closely resemble active conformations. Taken together, the results show that both locally increased and decreased flexibility contribute to an overall reduction in activity of T. thermophilus ribonuclease H compared to its mesophilic E. coli homolog.",
        "Keywords": [
            "Michaelis–Menten enzyme kinetics",
            "chemical exchange",
            "molecular dynamics simulation",
            "order parameter",
            "relaxation dispersion"
        ],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Binding Sites",
            "Crystallography, X-Ray",
            "Escherichia coli",
            "Hot Temperature",
            "Hydrophobic and Hydrophilic Interactions",
            "Models, Molecular",
            "Molecular Dynamics Simulation",
            "Mutation",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Principal Component Analysis",
            "Protein Binding",
            "Protein Conformation",
            "Ribonuclease H",
            "Thermodynamics",
            "Thermus thermophilus"
        ],
        "Authors": [
            {
                "First Name": "Kate A",
                "Last Name": "Stafford",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Nikola",
                "Last Name": "Trbovic",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Joel A",
                "Last Name": "Butterwick",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Robert",
                "Last Name": "Abel",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Richard A",
                "Last Name": "Friesner",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA. Electronic address: agp6@columbia.edu."
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2015"
    },
    {
        "PMID": "25442779",
        "Title": "Rotation operator propagators for time-varying radiofrequency pulses in NMR spectroscopy: applications to shaped pulses and pulse trains.",
        "Abstract": "The propagator for trains of radiofrequency pulses can be directly integrated numerically or approximated by average Hamiltonian approaches. The former provides high accuracy and the latter, in favorable cases, convenient analytical formula. The Euler-angle rotation operator factorization of the propagator provides insights into performance that are not as easily discerned from either of these conventional techniques. This approach is useful in determining whether a shaped pulse can be represented over some bandwidth by a sequence τ1-Rϕ(β)-τ2, in which Rϕ(β) is a rotation by an angle β around an axis with phase ϕ in the transverse plane and τ1 and τ2 are time delays, allowing phase evolution during the pulse to be compensated by adjusting time periods prior or subsequent to the pulse. Perturbation theory establishes explicit formulas for τ1 and τ2 as proportional to the average transverse magnetization generated during the shaped pulse. The Euler-angle representation of the propagator also is useful in iterative reduction of pulse-interrupted-free precession schemes. Application to Carr-Purcell-Meiboom-Gill sequences identifies an eight-pulse phase alternating scheme that generates a propagator nearly equal to the identity operator.",
        "Keywords": [
            "CPMG",
            "Euler angle",
            "Perturbation expansion",
            "Rotation operator",
            "Shaped pulse"
        ],
        "MeSH terms": [
            "Algorithms",
            "Computer Simulation",
            "Magnetic Resonance Spectroscopy",
            "Models, Chemical",
            "Numerical Analysis, Computer-Assisted",
            "Rotation",
            "Signal Processing, Computer-Assisted"
        ],
        "Authors": [
            {
                "First Name": "Ying",
                "Last Name": "Li",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States."
            },
            {
                "First Name": "Mark",
                "Last Name": "Rance",
                "Affiliation": "Department of Molecular Genetics, Biochemistry and Microbiology, University of Cincinnati, 231 Albert Sabin Way, Medical Sciences Building, Cincinnati, OH 45267-0524, United States."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States. Electronic address: agp6@columbia.edu."
            }
        ],
        "Journal": "Journal of magnetic resonance (San Diego, Calif. : 1997)",
        "PubDate": "2014"
    },
    {
        "PMID": "25236806",
        "Title": "Conformational flexibility in the binding surface of the potassium channel blocker ShK.",
        "Abstract": "ShK is a 35-residue peptide that binds with high affinity to human voltage-gated potassium channels through a conserved K-Y dyad. Here we have employed NMR measurements of backbone-amide (15)N spin-relaxation rates to investigate motions of the ShK backbone. Although ShK is rigid on the ps to ns timescale, increased linewidths observed for 11 backbone-amide (15)N resonances identify chemical or conformational exchange contributions to the spin relaxation. Relaxation dispersion profiles indicate that exchange between major and minor conformers occurs on the sub-millisecond timescale. Affected residues are mostly clustered around the central helix-kink-helix structure and the critical K22-Y23 motif. We suggest that the less structured minor conformer increases the exposure of Y23, known to contribute to binding affinity and selectivity, thereby facilitating its interaction with potassium channels. These findings have potential implications for the design of new channel blockers based on ShK.",
        "Keywords": [
            "NMR spectroscopy",
            "potassium channel blockers",
            "protein dynamics",
            "relaxation dispersion",
            "structural biology"
        ],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Binding Sites",
            "Humans",
            "Hydrogen-Ion Concentration",
            "Kinetics",
            "Molecular Sequence Data",
            "Nitrogen Isotopes",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Peptides",
            "Potassium Channel Blockers",
            "Potassium Channels, Voltage-Gated",
            "Protein Structure, Secondary",
            "Protein Structure, Tertiary"
        ],
        "Authors": [
            {
                "First Name": "Inbal",
                "Last Name": "Sher",
                "Affiliation": "Department of Chemistry, Bar Ilan University, Ramat Gan 52900 (Israel)."
            },
            {
                "First Name": "Shih Chieh",
                "Last Name": "Chang",
                "Affiliation": ""
            },
            {
                "First Name": "Ying",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Sandeep",
                "Last Name": "Chhabra",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            },
            {
                "First Name": "Raymond S",
                "Last Name": "Norton",
                "Affiliation": ""
            },
            {
                "First Name": "Jordan H",
                "Last Name": "Chill",
                "Affiliation": ""
            }
        ],
        "Journal": "Chembiochem : a European journal of chemical biology",
        "PubDate": "2014"
    },
    {
        "PMID": "25167331",
        "Title": "Local isotropic diffusion approximation for coupled internal and overall molecular motions in NMR spin relaxation.",
        "Abstract": "The present work demonstrates that NMR spin relaxation rate constants for molecules interconverting between states with different diffusion tensors can be modeled theoretically by combining orientational correlation functions for exchanging spherical molecules with locally isotropic approximations for the diffusion anisotropic tensors. The resulting expressions are validated by comparison with correlation functions obtained by Monte Carlo simulations and are accurate for moderate degrees of diffusion anisotropy typically encountered in investigations of globular proteins. The results are complementary to an elegant, but more complex, formalism that is accurate for all degrees of diffusion anisotropy [Ryabov, Y.; Clore, G. M.; Schwieters, C. D. J. Chem. Phys. 2012, 136, 034108].",
        "Keywords": [],
        "MeSH terms": [
            "Diffusion",
            "Magnetic Resonance Spectroscopy",
            "Monte Carlo Method"
        ],
        "Authors": [
            {
                "First Name": "Michelle L",
                "Last Name": "Gill",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University , 630 West 168th Street, New York, New York 10032, United States."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "The journal of physical chemistry. B",
        "PubDate": "2014"
    },
    {
        "PMID": "25043760",
        "Title": "Protein dynamics control the progression and efficiency of the catalytic reaction cycle of the Escherichia coli DNA-repair enzyme AlkB.",
        "Abstract": "A central goal of enzymology is to understand the physicochemical mechanisms that enable proteins to catalyze complex chemical reactions with high efficiency. Recent methodological advances enable the contribution of protein dynamics to enzyme efficiency to be explored more deeply. Here, we utilize enzymological and biophysical studies, including NMR measurements of conformational dynamics, to develop a quantitative mechanistic scheme for the DNA repair enzyme AlkB. Like other iron/2-oxoglutarate-dependent dioxygenases, AlkB employs a two-step mechanism in which oxidation of 2-oxoglutarate generates a highly reactive enzyme-bound oxyferryl intermediate that, in the case of AlkB, slowly hydroxylates an alkylated nucleobase. Our results demonstrate that a microsecond-to-millisecond time scale conformational transition facilitates the proper sequential order of substrate binding to AlkB. Mutations altering the dynamics of this transition allow generation of the oxyferryl intermediate but promote its premature quenching by solvent, which uncouples 2-oxoglutarate turnover from nucleobase oxidation. Therefore, efficient catalysis by AlkB depends upon the dynamics of a specific conformational transition, establishing another paradigm for the control of enzyme function by protein dynamics.",
        "Keywords": [
            "AlkB",
            "Catalytic Efficiency",
            "DNA Repair",
            "Enzyme Mechanism",
            "Fe-2OG Dioxygenase",
            "Fluorescence Spectroscopy",
            "Nuclear Magnetic Resonance (NMR)",
            "Protein Dynamic",
            "X-ray Crystallography"
        ],
        "MeSH terms": [
            "Alkylation",
            "Biocatalysis",
            "Chromatography, High Pressure Liquid",
            "Circular Dichroism",
            "DNA Repair",
            "DNA, Bacterial",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Ketoglutaric Acids",
            "Kinetics",
            "Ligands",
            "Magnetic Resonance Spectroscopy",
            "Mixed Function Oxygenases",
            "Mutant Proteins",
            "Mutation",
            "Oxidation-Reduction",
            "Protein Conformation",
            "Substrate Specificity",
            "Sucrose"
        ],
        "Authors": [
            {
                "First Name": "Burçe",
                "Last Name": "Ergel",
                "Affiliation": "From the Department of Biological Sciences, Columbia University, New York, New York 10027-6601 and."
            },
            {
                "First Name": "Michelle L",
                "Last Name": "Gill",
                "Affiliation": "the Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032-3702."
            },
            {
                "First Name": "Lewis",
                "Last Name": "Brown",
                "Affiliation": "From the Department of Biological Sciences, Columbia University, New York, New York 10027-6601 and."
            },
            {
                "First Name": "Bomina",
                "Last Name": "Yu",
                "Affiliation": "From the Department of Biological Sciences, Columbia University, New York, New York 10027-6601 and."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "the Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032-3702 agp6@columbia.edu."
            },
            {
                "First Name": "John F",
                "Last Name": "Hunt",
                "Affiliation": "From the Department of Biological Sciences, Columbia University, New York, New York 10027-6601 and jfhunt@biology.columbia.edu."
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2014"
    },
    {
        "PMID": "24656076",
        "Title": "Chemical exchange in biomacromolecules: past, present, and future.",
        "Abstract": "The perspective reviews quantitative investigations of chemical exchange phenomena in proteins and other biological macromolecules using NMR spectroscopy, particularly relaxation dispersion methods. The emphasis is on techniques and applications that quantify the populations, interconversion kinetics, and structural features of sparsely populated conformational states in equilibrium with a highly populated ground state. Applications to folding, molecular recognition, catalysis, and allostery by proteins and nucleic acids are highlighted.",
        "Keywords": [
            "Dynamics",
            "Kinetics",
            "NMR",
            "Nucleic acids",
            "Proteins",
            "Relaxation"
        ],
        "MeSH terms": [
            "Algorithms",
            "Animals",
            "Computational Biology",
            "Humans",
            "Macromolecular Substances",
            "Models, Molecular",
            "Molecular Conformation",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Nucleic Acids"
        ],
        "Authors": [
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, United States. Electronic address: agp6@columbia.edu."
            }
        ],
        "Journal": "Journal of magnetic resonance (San Diego, Calif. : 1997)",
        "PubDate": "2014"
    },
    {
        "PMID": "24409105",
        "Title": "Conformational Dynamics of the Partially Disordered Yeast Transcription Factor GCN4.",
        "Abstract": "Molecular dynamics (MD) simulations have been employed to study the conformational dynamics of the partially disordered DNA binding basic leucine zipper domain of the yeast transcription factor GCN4. We demonstrate that back-calculated NMR chemical shifts and spin-relaxation data provide complementary probes of the structure and dynamics of disordered protein states and enable comparisons of the accuracy of multiple MD trajectories. In particular, back-calculated chemical shifts provide a sensitive probe of the populations of residual secondary structure elements and helix capping interactions, while spin-relaxation calculations are sensitive to a combination of dynamic and structural factors. Back calculated chemical shift and spin-relaxation data can be used to evaluate the populations of specific interactions in disordered states and identify regions of the phase space that are inconsistent with experimental measurements. The structural interactions that favor and disfavor helical conformations in the disordered basic region of the GCN4 bZip domain were analyzed in order to assess the implications of the structure and dynamics of the apo form for the DNA binding mechanism. The structural couplings observed in these experimentally validated simulations are consistent with a mechanism where the binding of a preformed helical interface would induce folding in the remainder of the protein, supporting a hybrid conformational selection / induced folding binding mechanism.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Paul",
                "Last Name": "Robustelli",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York NY 10032, USA."
            },
            {
                "First Name": "Nikola",
                "Last Name": "Trbovic",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York NY 10032, USA."
            },
            {
                "First Name": "Richard A",
                "Last Name": "Friesner",
                "Affiliation": "Department of Chemistry, Columbia University, New York NY 10027, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York NY 10032, USA."
            }
        ],
        "Journal": "Journal of chemical theory and computation",
        "PubDate": "2013"
    },
    {
        "PMID": "24219366",
        "Title": "Side chain dynamics of carboxyl and carbonyl groups in the catalytic function of Escherichia coli ribonuclease H.",
        "Abstract": "Many proteins use Asx and Glx (x = n, p, or u) side chains as key functional groups in enzymatic catalysis and molecular recognition. In this study, NMR spin relaxation experiments and molecular dynamics simulations are used to measure the dynamics of the side chain amide and carboxyl groups, (13)C(γ/δ), in Escherichia coli ribonuclease HI (RNase H). Model-free analysis shows that the catalytic residues in RNase H are preorganized on ps-ns time scales via a network of electrostatic interactions. However, chemical exchange line broadening shows that these residues display significant conformational dynamics on μs-ms time scales upon binding of Mg(2+) ions. Two groups of catalytic residues exhibit differential line broadening, implicating distinct reorganizational processes upon binding of metal ions. These results support the \"mobile metal ion\" hypothesis, which was inferred from structural studies of RNase H.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Cations, Divalent",
            "Escherichia coli",
            "Magnesium",
            "Molecular Dynamics Simulation",
            "Protein Conformation",
            "Ribonuclease H"
        ],
        "Authors": [
            {
                "First Name": "Kate A",
                "Last Name": "Stafford",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University , New York, New York 10032, United States."
            },
            {
                "First Name": "Fabien",
                "Last Name": "Ferrage",
                "Affiliation": ""
            },
            {
                "First Name": "Jae-Hyun",
                "Last Name": "Cho",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2013"
    },
    {
        "PMID": "24098095",
        "Title": "Thermal adaptation of conformational dynamics in ribonuclease H.",
        "Abstract": "The relationship between inherent internal conformational processes and enzymatic activity or thermodynamic stability of proteins has proven difficult to characterize. The study of homologous proteins with differing thermostabilities offers an especially useful approach for understanding the functional aspects of conformational dynamics. In particular, ribonuclease HI (RNase H), an 18 kD globular protein that hydrolyzes the RNA strand of RNA:DNA hybrid substrates, has been extensively studied by NMR spectroscopy to characterize the differences in dynamics between homologs from the mesophilic organism E. coli and the thermophilic organism T. thermophilus. Herein, molecular dynamics simulations are reported for five homologous RNase H proteins of varying thermostabilities and enzymatic activities from organisms of markedly different preferred growth temperatures. For the E. coli and T. thermophilus proteins, strong agreement is obtained between simulated and experimental values for NMR order parameters and for dynamically averaged chemical shifts, suggesting that these simulations can be a productive platform for predicting the effects of individual amino acid residues on dynamic behavior. Analyses of the simulations reveal that a single residue differentiates between two different and otherwise conserved dynamic processes in a region of the protein known to form part of the substrate-binding interface. Additional key residues within these two categories are identified through the temperature-dependence of these conformational processes.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Bacterial Proteins",
            "Computational Biology",
            "Molecular Dynamics Simulation",
            "Molecular Sequence Data",
            "Principal Component Analysis",
            "Protein Binding",
            "Protein Conformation",
            "Ribonuclease H",
            "Thermodynamics"
        ],
        "Authors": [
            {
                "First Name": "Kate A",
                "Last Name": "Stafford",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Paul",
                "Last Name": "Robustelli",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS computational biology",
        "PubDate": "2013"
    },
    {
        "PMID": "24067646",
        "Title": "Mechanism of E-cadherin dimerization probed by NMR relaxation dispersion.",
        "Abstract": "Epithelial cadherin (E-cadherin), a member of the classical cadherin family, mediates calcium-dependent homophilic cell-cell adhesion. Crystal structures of classical cadherins reveal an adhesive dimer interface featuring reciprocal exchange of N-terminal β-strands between two protomers. Previous work has identified a putative intermediate (called the \"X-dimer\") in the dimerization pathway of wild-type E-cadherin EC1-EC2 domains, based on crystal structures of mutants not capable of strand swapping and on deceleration of binding kinetics by mutations at the X-dimer interface. In the present work, NMR relaxation dispersion spectroscopy is used to directly observe and characterize intermediate states without the need to disrupt the strand-swapped binding interface by mutagenesis. The results indicate that E-cadherin forms strand-swapped dimers predominantly by a mechanism in which formation of a weak and short-lived X-dimer-like state precedes the conformational changes required for formation of the mature strand-swapped dimeric structure. Disruption of this intermediate state through mutation reduces both association and dissociation rates by factors of ~10(4), while minimally perturbing affinity. The X-dimer interface lowers the energy barrier associated with strand swapping and enables E-cadherins to form strand-swapped dimers at a rate consistent with residence times in adherens junctions.",
        "Keywords": [
            "binding mechanism",
            "domain swapping",
            "protein-protein interaction"
        ],
        "MeSH terms": [
            "Animals",
            "Cadherins",
            "Cell Adhesion",
            "Dimerization",
            "Fluorescence",
            "Magnetic Resonance Spectroscopy",
            "Mice",
            "Models, Molecular",
            "Protein Conformation"
        ],
        "Authors": [
            {
                "First Name": "Ying",
                "Last Name": "Li",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, and Edward S. Harkness Eye Institute, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Nicole L",
                "Last Name": "Altorelli",
                "Affiliation": ""
            },
            {
                "First Name": "Fabiana",
                "Last Name": "Bahna",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2013"
    },
    {
        "PMID": "23161667",
        "Title": "Starting-structure dependence of nanosecond timescale intersubstate transitions and reproducibility of MD-derived order parameters.",
        "Abstract": "Factors affecting the accuracy of molecular dynamics (MD) simulations are investigated by comparing generalized order parameters for backbone NH vectors of the B3 immunoglobulin-binding domain of streptococcal protein G (GB3) derived from simulations with values obtained from NMR spin relaxation (Yao L, Grishaev A, Cornilescu G, Bax A, J Am Chem Soc 2010;132:4295-4309.). Choices for many parameters of the simulations, such as buffer volume, water model, or salt concentration, have only minor influences on the resulting order parameters. In contrast, seemingly minor conformational differences in starting structures, such as orientations of sidechain hydroxyl groups, resulting from applying different protonation algorithms to the same structure, have major effects on backbone dynamics. Some, but not all, of these effects are mitigated by increased sampling in simulations. Most discrepancies between simulated and experimental results occur for residues located at the ends of secondary structures and involve large amplitude nanosecond timescale transitions between distinct conformational substates. These transitions result in autocorrelation functions for bond vector reorientation that do not converge when calculated over individual simulation blocks, typically of length similar to the overall rotational diffusion time. A test for convergence before averaging the order parameters from different blocks results in better agreement between order parameters calculated from different sets of simulations and with NMR-derived order parameters. Thus, MD-derived order parameters are more strongly affected by transitions between conformational substates than by fluctuations within individual substates themselves, while conformational differences in the starting structures affect the frequency and scale of such transitions.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Computational Biology",
            "Glycine",
            "Hydrogen Bonding",
            "Magnetic Resonance Spectroscopy",
            "Models, Molecular",
            "Molecular Dynamics Simulation",
            "Mutation",
            "Protein Structure, Secondary",
            "Reproducibility of Results",
            "Streptococcus",
            "Time Factors",
            "Water"
        ],
        "Authors": [
            {
                "First Name": "Tim",
                "Last Name": "Zeiske",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Kate A",
                "Last Name": "Stafford",
                "Affiliation": ""
            },
            {
                "First Name": "Richard A",
                "Last Name": "Friesner",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Proteins",
        "PubDate": "2013"
    },
    {
        "PMID": "22381384",
        "Title": "Interpreting protein structural dynamics from NMR chemical shifts.",
        "Abstract": "In this investigation, semiempirical NMR chemical shift prediction methods are used to evaluate the dynamically averaged values of backbone chemical shifts obtained from unbiased molecular dynamics (MD) simulations of proteins. MD-averaged chemical shift predictions generally improve agreement with experimental values when compared to predictions made from static X-ray structures. Improved chemical shift predictions result from population-weighted sampling of multiple conformational states and from sampling smaller fluctuations within conformational basins. Improved chemical shift predictions also result from discrete changes to conformations observed in X-ray structures, which may result from crystal contacts, and are not always reflective of conformational dynamics in solution. Chemical shifts are sensitive reporters of fluctuations in backbone and side chain torsional angles, and averaged (1)H chemical shifts are particularly sensitive reporters of fluctuations in aromatic ring positions and geometries of hydrogen bonds. In addition, poor predictions of MD-averaged chemical shifts can identify spurious conformations and motions observed in MD simulations that may result from force field deficiencies or insufficient sampling and can also suggest subsets of conformational space that are more consistent with experimental data. These results suggest that the analysis of dynamically averaged NMR chemical shifts from MD simulations can serve as a powerful approach for characterizing protein motions in atomistic detail.",
        "Keywords": [],
        "MeSH terms": [
            "Crystallography, X-Ray",
            "Escherichia coli",
            "Hydrogen",
            "Hydrogen Bonding",
            "Magnetic Resonance Spectroscopy",
            "Molecular Dynamics Simulation",
            "Protein Conformation",
            "Proteins",
            "Protons",
            "Reproducibility of Results",
            "Software",
            "Thermus thermophilus",
            "X-Rays"
        ],
        "Authors": [
            {
                "First Name": "Paul",
                "Last Name": "Robustelli",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Kate A",
                "Last Name": "Stafford",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2012"
    },
    {
        "PMID": "21918814",
        "Title": "Multiplet-filtered and gradient-selected zero-quantum TROSY experiments for 13C1H3 methyl groups in proteins.",
        "Abstract": "Multiplet-filtered and gradient-selected heteronuclear zero-quantum coherence (gsHZQC) TROSY experiments are described for measuring (1)H-(13)C correlations for (13)CH(3) methyl groups in proteins. These experiments provide improved suppression of undesirable, broad outer components of the heteronuclear zero-quantum multiplet in medium-sized proteins, or in flexible sites of larger proteins, compared to previously described HZQC sequences (Tugarinov et al. in J Am Chem Soc 126:4921-4925, 2004; Ollerenshaw et al. in J Biomol NMR 33:25-41, 2005). Hahn-echo versions of the gsHZQC experiment also are described for measuring zero- and double-quantum transverse relaxation rate constants for identification of chemical exchange broadening. Application of the proposed pulse sequences to Escherichia coli ribonuclease HI, with a molecular mass of 18 kD, indicates that improved multiplet suppression is obtained without substantial loss of sensitivity.",
        "Keywords": [],
        "MeSH terms": [
            "Carbon Isotopes",
            "Escherichia coli",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Proteins",
            "Ribonuclease H"
        ],
        "Authors": [
            {
                "First Name": "Michelle L",
                "Last Name": "Gill",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of biomolecular NMR",
        "PubDate": "2011"
    },
    {
        "PMID": "21532593",
        "Title": "Tuning protein autoinhibition by domain destabilization.",
        "Abstract": "Activation of many multidomain signaling proteins requires rearrangement of autoinhibitory interdomain interactions that occlude activator binding sites. In one model for activation, the major inactive conformation exists in equilibrium with activated-like conformations that can be stabilized by ligand binding or post-translational modifications. We established the molecular basis for this model for the archetypal signaling adaptor protein Crk-II by measuring the thermodynamics and kinetics of the equilibrium between autoinhibited and activated-like states. We used fluorescence and NMR spectroscopies together with segmental isotopic labeling by means of expressed protein ligation. The results demonstrate that intramolecular domain-domain interactions both stabilize the autoinhibited state and induce the activated-like conformation. A combination of favorable interdomain interactions and unfavorable intradomain structural changes fine-tunes the population of the activated-like conformation and allows facile response to activators. This mechanism suggests a general strategy for optimization of autoinhibitory interactions of multidomain proteins.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Kinetics",
            "Models, Molecular",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Protein Folding",
            "Protein Stability",
            "Protein Structure, Tertiary",
            "Proto-Oncogene Proteins c-crk",
            "Spectrometry, Fluorescence",
            "Thermodynamics"
        ],
        "Authors": [
            {
                "First Name": "Jae-Hyun",
                "Last Name": "Cho",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Vasant",
                "Last Name": "Muralidharan",
                "Affiliation": ""
            },
            {
                "First Name": "Miquel",
                "Last Name": "Vila-Perello",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel P",
                "Last Name": "Raleigh",
                "Affiliation": ""
            },
            {
                "First Name": "Tom W",
                "Last Name": "Muir",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature structural & molecular biology",
        "PubDate": "2011"
    },
    {
        "PMID": "20550111",
        "Title": "Narrowing of protein NMR spectral lines broadened by chemical exchange.",
        "Abstract": "Broadening of spectral lines is a signature of chemical exchange phenomena on microsecond to millisecond time scales but has deleterious effects on spectral resolution and sensitivity. A multipulse method based on chemical shift scaling that reduces chemical exchange broadening during frequency-encoding periods of liquid-state multidimensional NMR experiments is described. The proposed scheme utilizes low-power radiofrequency pulses, which offer the advantages of short cycle times and minimal sample heating. The method is suitable for biological macromolecules, as relaxation not resulting from chemical exchange is reduced by placing the magnetization along the z axis for part of the evolution trajectory. The resolution and sensitivity enhancement for resonances broadened by chemical exchange is demonstrated on the protein ribonuclease A. The work demonstrates the feasibility of applying coherent averaging techniques, which were originally developed in solid-state NMR spectroscopy, to biological NMR spectroscopy in the liquid state for resolution enhancement and facilitates the detection of resonances that are severely broadened by chemical exchange processes.",
        "Keywords": [],
        "MeSH terms": [
            "Nuclear Magnetic Resonance, Biomolecular",
            "Proteins",
            "Ribonuclease, Pancreatic"
        ],
        "Authors": [
            {
                "First Name": "Ying",
                "Last Name": "Li",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2010"
    },
    {
        "PMID": "20028088",
        "Title": "Phi-value analysis for ultrafast folding proteins by NMR relaxation dispersion.",
        "Abstract": "Proteins that fold rapidly, on the (sub-) microsecond time scale, offer the prospect of direct comparison between experimental data and molecular dynamics simulations. However, experimental studies for such proteins frequently are hindered because folding rates are too fast to measure using conventional stopped-flow methods. To overcome this impediment, NMR spin relaxation dispersion experiments are used to quantify mutational effects on kinetics (DeltaDeltaG(o)), stability (DeltaDeltaG(o)), and phi-values (DeltaDeltaG(dagger)/DeltaDeltaG(o)) for proteins exhibiting chemical exchange line broadening that is fast on the NMR chemical shift time scale. The accuracy of phi-value analysis is enhanced because mutational effects on denatured or intermediate states can be detected through changes in line broadening. The transition and intermediate states of the villin headpiece domain, HP67, are characterized in varying solvent conditions to validate the method.",
        "Keywords": [],
        "MeSH terms": [
            "Magnetic Resonance Spectroscopy",
            "Protein Folding",
            "Proteins",
            "Thermodynamics"
        ],
        "Authors": [
            {
                "First Name": "Jae-Hyun",
                "Last Name": "Cho",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Nichole",
                "Last Name": "O'Connell",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel P",
                "Last Name": "Raleigh",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2010"
    },
    {
        "PMID": "19890725",
        "Title": "TROSY-selected ZZ-exchange experiment for characterizing slow chemical exchange in large proteins.",
        "Abstract": "A TROSY-selected ZZ-exchange experiment is described for measuring slow chemical exchange rates by monitoring the TROSY component of (15)N longitudinal magnetization. Application of the proposed pulse sequence to the cadherin 8 N-terminal extracelluar domain demonstrates that enhanced sensitivity is obtained, compared to a previously described TROSY-detected ZZ-exchange sequence (Sahu et al. J Am Chem Soc 129: 13232-13237, 2007), by preserving the TROSY effect during the mixing period as well as the frequency encoding periods.",
        "Keywords": [],
        "MeSH terms": [
            "Cadherins",
            "Humans",
            "Kinetics",
            "Magnetic Resonance Spectroscopy",
            "Nitrogen Isotopes",
            "Protein Structure, Tertiary",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Ying",
                "Last Name": "Li",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of biomolecular NMR",
        "PubDate": "2009"
    },
    {
        "PMID": "19669621",
        "Title": "A topical issue: NMR investigations of molecular dynamics.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Carbohydrates",
            "Chemical Phenomena",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Nucleic Acids",
            "Protein Conformation",
            "Proteins",
            "Thermodynamics"
        ],
        "Authors": [
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of biomolecular NMR",
        "PubDate": "2009"
    },
    {
        "PMID": "19644656",
        "Title": "Partially folded equilibrium intermediate of the villin headpiece HP67 defined by 13C relaxation dispersion.",
        "Abstract": "Identification and characterization of ensembles of intermediate states remains an important objective in describing protein folding in atomic detail. The 67-residue villin headpiece, HP67, consists of an N-terminal subdomain (residues 10-42) that transiently unfolds at equilibrium under native-like conditions and a highly stable C-terminal subdomain (residues 43-76). The transition between folded and unfolded states of the N-terminal domain has been characterized previously by (15)N NMR relaxation dispersion measurements (Grey et al. in J Mol Biol 355:1078, 2006). In the present work, (13)C spin relaxation was used to further characterize backbone and hydrophobic core contributions to the unfolding process. Relaxation of (13)C(alpha) spins was measured using the Hahn echo technique at five static magnetic fields (11.7, 14.1, 16.4, 18.8, and 21.1 T) and the Carr-Purcell-Meiboom-Gill (CPMG) relaxation dispersion method at a static magnetic field of 14.1 T. Relaxation of methyl (13)C spins was measured using CPMG relaxation dispersion experiments at static magnetic fields of 14.1 and 18.8 T. Results for (13)C and (15)N spins yielded a consistent model in which the partially unfolded intermediate state of the N-terminal subdomain maintains residual structure for residues near the unprotonated His41 imidazole ring and in the interface between the N- and C-terminal subdomains. In addition, a second faster process was detected that appears to represent local dynamics within the folded state of the molecule and is largely confined to the hydrophobic interface between the N- and C-terminal subdomains.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Carbon Isotopes",
            "Chickens",
            "Glycine",
            "Kinetics",
            "Microfilament Proteins",
            "Models, Molecular",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Peptide Fragments",
            "Protein Conformation",
            "Protein Folding"
        ],
        "Authors": [
            {
                "First Name": "Nichole E",
                "Last Name": "O'Connell",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Michael J",
                "Last Name": "Grey",
                "Affiliation": ""
            },
            {
                "First Name": "Yuefeng",
                "Last Name": "Tang",
                "Affiliation": ""
            },
            {
                "First Name": "Pallav",
                "Last Name": "Kosuri",
                "Affiliation": ""
            },
            {
                "First Name": "Vesselin Z",
                "Last Name": "Miloushev",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel P",
                "Last Name": "Raleigh",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of biomolecular NMR",
        "PubDate": "2009"
    },
    {
        "PMID": "19129176",
        "Title": "Solution structure of the NaV1.2 C-terminal EF-hand domain.",
        "Abstract": "Voltage-gated sodium channels initiate the rapid upstroke of action potentials in many excitable tissues. Mutations within intracellular C-terminal sequences of specific channels underlie a diverse set of channelopathies, including cardiac arrhythmias and epilepsy syndromes. The three-dimensional structure of the C-terminal residues 1777-1882 of the human NaV1.2 voltage-gated sodium channel has been determined in solution by NMR spectroscopy at pH 7.4 and 290.5 K. The ordered structure extends from residues Leu-1790 to Glu-1868 and is composed of four alpha-helices separated by two short anti-parallel beta-strands; a less well defined helical region extends from residue Ser-1869 to Arg-1882, and a disordered N-terminal region encompasses residues 1777-1789. Although the structure has the overall architecture of a paired EF-hand domain, the NaV1.2 C-terminal domain does not bind Ca2+ through the canonical EF-hand loops, as evidenced by monitoring 1H,15N chemical shifts during aCa2+ titration. Backbone chemical shift resonance assignments and Ca2+ titration also were performed for the NaV1.5 (1773-1878) isoform, demonstrating similar secondary structure architecture and the absence of Ca2+ binding by the EF-hand loops. Clinically significant mutations identified in the C-terminal region of NaV1 sodium channels cluster in the helix I-IV interface and the helix II-III interhelical segment or in helices III and IV of the NaV1.2 (1777-1882) structure.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Arrhythmias, Cardiac",
            "Calcium",
            "Epilepsy",
            "Humans",
            "Ion Channel Gating",
            "Mutation",
            "NAV1.2 Voltage-Gated Sodium Channel",
            "Nerve Tissue Proteins",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Protein Binding",
            "Protein Structure, Secondary",
            "Protein Structure, Tertiary",
            "Sodium Channels",
            "Syndrome"
        ],
        "Authors": [
            {
                "First Name": "Vesselin Z",
                "Last Name": "Miloushev",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032-3702, USA."
            },
            {
                "First Name": "Joshua A",
                "Last Name": "Levine",
                "Affiliation": ""
            },
            {
                "First Name": "Mark A",
                "Last Name": "Arbing",
                "Affiliation": ""
            },
            {
                "First Name": "John F",
                "Last Name": "Hunt",
                "Affiliation": ""
            },
            {
                "First Name": "Geoffrey S",
                "Last Name": "Pitt",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2009"
    },
    {
        "PMID": "19105660",
        "Title": "Protein side-chain dynamics and residual conformational entropy.",
        "Abstract": "Changes in residual conformational entropy of proteins can be significant components of the thermodynamics of folding and binding. Nuclear magnetic resonance (NMR) spin relaxation is the only experimental technique capable of probing local protein entropy, by inference from local internal conformational dynamics. To assess the validity of this approach, the picosecond-to-nanosecond dynamics of the arginine side-chain N(epsilon)-H(epsilon) bond vectors of Escherichia coli ribonuclease H (RNase H) were determined by NMR spin relaxation and compared to the mechanistic detail provided by molecular dynamics (MD) simulations. The results indicate that arginine N(epsilon) spin relaxation primarily reflects persistence of guanidinium salt bridges and correlates well with simulated side-chain conformational entropy. In particular cases, the simulations show that the aliphatic part of the arginine side chain can retain substantial disorder while the guanidinium group maintains its salt bridges; thus, the N(epsilon)-H(epsilon) bond-vector orientation is conserved and side-chain flexibility is concealed from N(epsilon) spin relaxation. The MD simulations and an analysis of a rotamer library suggest that dynamic decoupling of the terminal moiety from the remainder of the side chain occurs for all five amino acids with more than two side-chain dihedral angles (R, K, E, Q, and M). Dynamic decoupling thus may represent a general biophysical strategy for minimizing the entropic penalties of folding and binding.",
        "Keywords": [],
        "MeSH terms": [
            "Arginine",
            "Computer Simulation",
            "Entropy",
            "Escherichia coli Proteins",
            "Hydrogen Bonding",
            "Models, Chemical",
            "Models, Molecular",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Protein Conformation",
            "Ribonuclease H"
        ],
        "Authors": [
            {
                "First Name": "Nikola",
                "Last Name": "Trbovic",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Jae-Hyun",
                "Last Name": "Cho",
                "Affiliation": ""
            },
            {
                "First Name": "Robert",
                "Last Name": "Abel",
                "Affiliation": ""
            },
            {
                "First Name": "Richard A",
                "Last Name": "Friesner",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Rance",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2009"
    },
    {
        "PMID": "18682221",
        "Title": "Dynamic properties of a type II cadherin adhesive domain: implications for the mechanism of strand-swapping of classical cadherins.",
        "Abstract": "Cadherin-mediated cell adhesion is achieved through dimerization of cadherin N-terminal extracellular (EC1) domains presented from apposed cells. The dimer state is formed by exchange of N-terminal beta strands and insertion of conserved tryptophan indole side chains from one monomer into hydrophobic acceptor pockets of the partner molecule. The present work characterizes individual monomer and dimer states and the monomer-dimer equilibrium of the mouse Type II cadherin-8 EC1 domain using NMR spectroscopy. Limited picosecond-to-nanosecond timescale dynamics of the tryptophan indole moieties for both monomer and dimer states are consistent with well-ordered packing of the N-terminal beta strands intramolecularly and intermolecularly, respectively. However, pronounced microsecond-to-millisecond timescale dynamics of the side chains are observed for the monomer but not the dimer state, suggesting that monomers transiently sample configurations in which the indole moieties are exposed. The results suggest possible kinetic mechanisms for EC1 dimerization.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cadherins",
            "Deuterium Exchange Measurement",
            "Dimerization",
            "Mice",
            "Models, Molecular",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Protein Conformation",
            "Protein Structure, Tertiary",
            "Tryptophan"
        ],
        "Authors": [
            {
                "First Name": "Vesselin Z",
                "Last Name": "Miloushev",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Fabiana",
                "Last Name": "Bahna",
                "Affiliation": ""
            },
            {
                "First Name": "Carlo",
                "Last Name": "Ciatto",
                "Affiliation": ""
            },
            {
                "First Name": "Goran",
                "Last Name": "Ahlsen",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Structure (London, England : 1993)",
        "PubDate": "2008"
    },
    {
        "PMID": "18334216",
        "Title": "Crystal structures of beta-neurexin 1 and beta-neurexin 2 ectodomains and dynamics of splice insertion sequence 4.",
        "Abstract": "Presynaptic neurexins (NRXs) bind to postsynaptic neuroligins (NLs) to form Ca(2+)-dependent complexes that bridge neural synapses. beta-NRXs bind NLs through their LNS domains, which contain a single site of alternative splicing (splice site 4) giving rise to two isoforms: +4 and Delta. We present crystal structures of the Delta isoforms of the LNS domains from beta-NRX1 and beta-NRX2, crystallized in the presence of Ca(2+) ions. The Ca(2+)-binding site is disordered in the beta-NRX2 structure, but the 1.7 A beta-NRX1 structure reveals a single Ca(2+) ion, approximately 12 A from the splice insertion site, with one coordinating ligand donated by a glutamic acid from an adjacent beta-NRX1 molecule. NMR studies of beta-NRX1+4 show that the insertion sequence is unstructured, and remains at least partially disordered in complex with NL. These results raise the possibility that beta-NRX insertion sequence 4 may function in roles independent of neuroligin binding.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Calcium",
            "Cell Adhesion Molecules, Neuronal",
            "Crystallography, X-Ray",
            "Membrane Proteins",
            "Models, Biological",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Nerve Tissue Proteins",
            "Protein Binding",
            "Protein Isoforms",
            "Protein Structure, Tertiary",
            "RNA Splice Sites",
            "Rats",
            "Recombinant Proteins",
            "Sequence Homology, Amino Acid"
        ],
        "Authors": [
            {
                "First Name": "Jesko",
                "Last Name": "Koehnke",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Xiangshu",
                "Last Name": "Jin",
                "Affiliation": ""
            },
            {
                "First Name": "Nikola",
                "Last Name": "Trbovic",
                "Affiliation": ""
            },
            {
                "First Name": "Phinikoula S",
                "Last Name": "Katsamba",
                "Affiliation": ""
            },
            {
                "First Name": "Julia",
                "Last Name": "Brasch",
                "Affiliation": ""
            },
            {
                "First Name": "Goran",
                "Last Name": "Ahlsen",
                "Affiliation": ""
            },
            {
                "First Name": "Peter",
                "Last Name": "Scheiffele",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": ""
            }
        ],
        "Journal": "Structure (London, England : 1993)",
        "PubDate": "2008"
    },
    {
        "PMID": "18313957",
        "Title": "Protein conformational flexibility prediction using machine learning.",
        "Abstract": "Using a data set of 16 proteins, a neural network has been trained to predict backbone 15N generalized order parameters from the three-dimensional structures of proteins. The final network parameterization contains six input features. The average prediction accuracy, as measured by the Pearson's correlation coefficient between experimental and predicted values of the square of the generalized order parameter is >0.70. Predicted order parameters for non-terminal amino acid residues depends most strongly on the local packing density and the probability that the residue is located in regular secondary structure.",
        "Keywords": [],
        "MeSH terms": [
            "Neural Networks, Computer",
            "Nitrogen Isotopes",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Protein Conformation",
            "Protein Structure, Secondary",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Oleg",
                "Last Name": "Trott",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, The Columbia University College of Physicians and Surgeons, Columbia University, Box 36, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Keri",
                "Last Name": "Siggers",
                "Affiliation": ""
            },
            {
                "First Name": "Burkhard",
                "Last Name": "Rost",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of magnetic resonance (San Diego, Calif. : 1997)",
        "PubDate": "2008"
    },
    {
        "PMID": "17975832",
        "Title": "Structural analysis of protein dynamics by MD simulations and NMR spin-relaxation.",
        "Abstract": "Molecular dynamics (MD) simulations and nuclear magnetic resonance spin-relaxation measurements provide detailed insights into ps-ns structural dynamics of proteins. An analysis of discrepancies between the two methods is presented for the B3 immunoglobulin-binding domain of streptococcal protein G. MD simulations using three MD force fields (OPLS-AA, AMBER ff99SB, and AMBER ff03) overestimate the flexibility of backbone N--H vectors at the borders of secondary structure and in loops when compared with experimentally determined backbone amide generalized order parameters (Hall and Fushman, J Am Chem Soc 2006; 12:7855-7870). Comparison with a previous study of residual dipolar coupling constants (Bouvignies et al., Proc Natl Acad Sci USA 2005;102:13885-13890) indicates that slower timescale motions do not account for the discrepancies. Structural analysis reveals that relative imbalance between the description of hydrogen bonding and other terms of modern force fields may be responsible for disagreement.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Computational Biology",
            "Computer Simulation",
            "Hydrogen Bonding",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Protein Conformation",
            "Protein Structure, Secondary",
            "Protein Structure, Tertiary"
        ],
        "Authors": [
            {
                "First Name": "Nikola",
                "Last Name": "Trbovic",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Byungchan",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Richard A",
                "Last Name": "Friesner",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Proteins",
        "PubDate": "2008"
    },
    {
        "PMID": "17929930",
        "Title": "Characterization of chemical exchange using residual dipolar coupling.",
        "Abstract": "NMR lineshape analysis and relaxation dispersion measurements for N,N-dimethyltrichloroacetamide (DMTCA) weakly aligned using poly-γ-benzyl-L-glutamate, which forms a lyotropic nematic phase when dissolved in chloroform, were used to characterize chemical exchange kinetics for the rotation around the C-N amide bond. At low temperatures (<312 K), slow-exchange ",
        "Keywords": [],
        "MeSH terms": [
            "Acetamides",
            "Carbon Isotopes",
            "Chloroacetates",
            "Kinetics",
            "Magnetic Resonance Spectroscopy",
            "Models, Chemical",
            "Reference Standards",
            "Temperature",
            "Trichloroacetic Acid"
        ],
        "Authors": [
            {
                "First Name": "Tatyana I",
                "Last Name": "Igumenova",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Ulrika",
                "Last Name": "Brath",
                "Affiliation": ""
            },
            {
                "First Name": "Mikael",
                "Last Name": "Akke",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2007"
    },
    {
        "PMID": "17581572",
        "Title": "Biophysics: proteins hunt and gather.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "CREB-Binding Protein",
            "Cyclic AMP Response Element-Binding Protein",
            "Magnetic Resonance Spectroscopy",
            "Protein Binding",
            "Protein Folding",
            "Protein Structure, Tertiary",
            "Transcriptional Activation"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Eliezer",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2007"
    },
    {
        "PMID": "17526562",
        "Title": "Conformational dynamics in loop swap mutants of homologous fibronectin type III domains.",
        "Abstract": "Fibronectin type III (FN-III) domains are autonomously folded modules found in a variety of multidomain proteins. The 10th FN-III domain from fibronectin (fnFN10) and the 3rd FN-III domain from tenascin-C (tnFN3) have 27% sequence identity and the same overall fold; however, the CC' loop has a different pattern of backbone hydrogen bonds and the FG loop is longer in fnFN10 compared to tnFN3. To examine the influence of length, sequence, and context in determining dynamical properties of loops, CC' and FG loops were swapped between fnFN10 and tnFN3 to generate four mutant proteins and backbone conformational dynamics on ps-ns and mus-ms timescales were characterized by solution (15)N-NMR spin relaxation spectroscopy. The grafted loops do not strongly perturb the properties of the protein scaffold; however, specific effects of the mutations are observed for amino acids that are proximal in space to the sites of mutation. The amino acid sequence primarily dictates conformational dynamics when the wild-type and grafted loop have the same length, but both sequence and context contribute to conformational dynamics when the loop lengths differ. The results suggest that changes in conformational dynamics of mutant proteins must be considered in both theoretical studies and protein design efforts.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Biophysics",
            "Fibronectins",
            "Humans",
            "Hydrogen Bonding",
            "Magnetic Resonance Spectroscopy",
            "Molecular Conformation",
            "Molecular Sequence Data",
            "Mutation",
            "Protein Conformation",
            "Protein Engineering",
            "Protein Structure, Secondary",
            "Protein Structure, Tertiary",
            "Tenascin",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Keri",
                "Last Name": "Siggers",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Cinque",
                "Last Name": "Soto",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Biophysical journal",
        "PubDate": "2007"
    },
    {
        "PMID": "17353973",
        "Title": "Joint composite-rotation adiabatic-sweep isotope filtration.",
        "Abstract": "Joint composite-rotation adiabatic-sweep isotope filters are derived by combining the composite-rotation [Stuart AC et al. (1999) J Am Chem Soc 121: 5346-5347] and adiabatic-sweep [Zwahlen C et al. (1997) J Am Chem Soc 119:6711-6721; Kupce E, Freeman R (1997) J Magn Reson 127:36-48] approaches. The joint isotope filters have improved broadband filtration performance, even for extreme values of the one-bond (1)H-(13)C scalar coupling constants in proteins and RNA molecules. An average Hamiltonian analysis is used to describe evolution of the heteronuclear scalar coupling interaction during the adiabatic sweeps within the isotope filter sequences. The new isotope filter elements permit improved selective detection of NMR resonance signals originating from (1)H spins attached to an unlabeled natural abundance component of a complex in which the other components are labeled with (13)C and (15)N isotopes.",
        "Keywords": [],
        "MeSH terms": [
            "Carbon Isotopes",
            "Magnetic Resonance Spectroscopy",
            "Nitrogen Isotopes",
            "Proteins",
            "RNA",
            "Reproducibility of Results"
        ],
        "Authors": [
            {
                "First Name": "Elizabeth R",
                "Last Name": "Valentine",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Fabien",
                "Last Name": "Ferrage",
                "Affiliation": ""
            },
            {
                "First Name": "Francesca",
                "Last Name": "Massi",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Cowburn",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of biomolecular NMR",
        "PubDate": "2007"
    },
    {
        "PMID": "17173286",
        "Title": "Temperature dependence of the NMR generalized order parameter.",
        "Abstract": "The study of protein conformational dynamics is motivated in large part by a desire to understand the forces present at different sites throughout the molecular structure. The generalized order parameter determined by NMR spectroscopy has played a central role in the study of protein dynamics on the picosecond-nanosecond time scale. A modeling procedure is presented for analysis of the temperature dependence of the generalized order parameter that extends a previous analysis (Massi and Palmer, J Am Chem Soc 2003;125:11158-11159). As part of this procedure, the potential of mean force is characterized for the N-H bond vectors of the protein backbone. This procedure accounts for the observed temperature dependence of the generalized order parameter in a representative data set from the B1 domain of Streptococcal protein G (Seewald, Pichumani, Stowell, Tibbals, Regan, and Stone, Protein Sci 2000;9:1177-1193). The results indicate a general trend, in which the force constants associated with the potential of mean force decrease with increasing temperature. The analysis also provides evidence for variations in the potential of mean force for different secondary structural elements.",
        "Keywords": [],
        "MeSH terms": [
            "Computational Biology",
            "Models, Molecular",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Protein Structure, Tertiary",
            "Proteins",
            "Temperature"
        ],
        "Authors": [
            {
                "First Name": "Eric",
                "Last Name": "Johnson",
                "Affiliation": "Department of Molecular Genetics, Biochemistry and Microbiology, University of Cincinnati, Cincinnati, Ohio 45267-0524, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Rance",
                "Affiliation": ""
            }
        ],
        "Journal": "Proteins",
        "PubDate": "2007"
    },
    {
        "PMID": "17088323",
        "Title": "An inserted Gly residue fine tunes dynamics between mesophilic and thermophilic ribonucleases H.",
        "Abstract": "Dynamic processes are inherent properties of proteins and are crucial for a wide range of biological functions. To address how changes in protein sequence and structure affect dynamic processes, a quantitative comparison of microsecond-to-microsecond time scale conformational changes, measured by solution NMR spectroscopy, within homologous mesophilic and thermophilic ribonuclease H (RNase H) enzymes is presented. Kinetic transitions between the observed major state (high population) and alternate (low population) conformational state(s) of the substrate-binding handle region in RNase H from the mesophile Escherichia coli (ecRNH) and thermophile Thermus thermophilus (ttRNH) occur with similar kinetic exchange rate constants, but the difference in stability between exchanging conformers is smaller in ttRNH compared to ecRNH. The altered thermodynamic equilibrium between kinetically exchanging conformers in the thermophile is recapitulated in ecRNH by the insertion of a Gly residue within a putative hinge between alpha-helices B and C. This Gly insertion is conserved among thermophilic RNases H, and allows the formation of additional intrahelical hydrogen bonds. A Gly residue inserted between alpha-helices B and C appears to relieve unfavorable interactions in the transition state and alternate conformer(s) and represents an important adaptation to adjust conformational changes within RNase H for activity at high temperatures.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Escherichia coli",
            "Glycine",
            "Ion Exchange",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Mutagenesis, Insertional",
            "Protein Conformation",
            "Protein Structure, Secondary",
            "Ribonuclease H",
            "Sequence Homology, Amino Acid",
            "Temperature",
            "Thermodynamics",
            "Thermus thermophilus"
        ],
        "Authors": [
            {
                "First Name": "Joel A",
                "Last Name": "Butterwick",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Protein science : a publication of the Protein Society",
        "PubDate": "2006"
    },
    {
        "PMID": "16953564",
        "Title": "Solution NMR and computer simulation studies of active site loop motion in triosephosphate isomerase.",
        "Abstract": "Solution NMR spin relaxation experiments and classical MD simulations are used to study the dynamics of triosephosphate isomerase (TIM) in complex with glycerol 3-phosphate (G3P). Three regions in TIM exhibit conformational transitions on the micros-ms time scale as detected by chemical exchange broadening effects in NMR spectroscopy: residue Lys 84 on helix C, located at the dimeric interface; active site loop 6; and helix G. The results indicate that the conformational exchange process affecting the residues of loop 6 is the correlated opening and closing of the loop. Distinct processes are responsible for the chemical exchange linebroadening observed in the other regions of TIM. MD simulations confirm that motions of individual residues within the active site loop are correlated and suggest that the chemical exchange processes observed for residues in helix G arise from transitions between 3(10)- and alpha-helical structures. The results of the joint NMR and MD study provide global insight into the role of conformational dynamic processes in the function of TIM.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Computer Simulation",
            "Glycerophosphates",
            "Kinetics",
            "Lysine",
            "Magnetic Resonance Spectroscopy",
            "Models, Molecular",
            "Mutation",
            "Protein Conformation",
            "Solutions",
            "Temperature",
            "Triose-Phosphate Isomerase",
            "Yeasts"
        ],
        "Authors": [
            {
                "First Name": "Francesca",
                "Last Name": "Massi",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Chunyu",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Biochemistry",
        "PubDate": "2006"
    },
    {
        "PMID": "16863137",
        "Title": "A Markov model for relaxation and exchange in NMR spectroscopy.",
        "Abstract": "A two-state Markov noise process for lattice fluctuations and chemical exchange dynamics is used to derive a stochastic Liouville equation describing the evolution of the spin-density operator in nuclear magnetic resonance spectroscopy. Relaxation through lattice fluctuations and chemical exchange processes is incorporated into the theory at the same fundamental level, and the results are valid for all time scales provided that lattice fluctuations are much faster than chemical exchange kinetics. Time-scale separation emerges as an essential feature from the lowest-order perturbation expansion of the average resolvent in the Laplace domain.",
        "Keywords": [],
        "MeSH terms": [
            "Magnetic Resonance Spectroscopy",
            "Markov Chains"
        ],
        "Authors": [
            {
                "First Name": "Daniel",
                "Last Name": "Abergel",
                "Affiliation": "Département de Chimie, Ecole Normale Supérieure, 24, rue Lhomond, 75231 Paris Cedex 05. daniel.abergel@ens.fr"
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "The journal of physical chemistry. B",
        "PubDate": "2005"
    },
    {
        "PMID": "16826229",
        "Title": "Disorder breathes life into a DEAD motor.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Adenosine Triphosphatases",
            "Bacterial Proteins",
            "Membrane Transport Proteins",
            "Models, Molecular",
            "Protein Conformation",
            "RNA Helicases",
            "SEC Translocation Channels",
            "SecA Proteins"
        ],
        "Authors": [
            {
                "First Name": "Lorraine F",
                "Last Name": "Cavanaugh",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            },
            {
                "First Name": "Lila M",
                "Last Name": "Gierasch",
                "Affiliation": ""
            },
            {
                "First Name": "John F",
                "Last Name": "Hunt",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature structural & molecular biology",
        "PubDate": "2006"
    },
    {
        "PMID": "16787055",
        "Title": "Off-resonance TROSY-selected R 1rho experiment with improved sensitivity for medium- and high-molecular-weight proteins.",
        "Abstract": "NMR spin relaxation techniques that utilize relaxation interference phenomena (TROSY) enable chemical exchange processes to be characterized in high-molecular-weight proteins. A TROSY-selected (TS) approach for measuring off-resonance R1rho relaxation in the spin-locked rotating reference frame is developed using three principles: (i) deuteration of nonexchangeable 1H sites to minimize remote dipole-dipole interactions, (ii) selective excitation of the slowly relaxing 15N doublet component to obtain optimal initial conditions, and (iii) selective inversion of one of the 15N doublet components to suppress cross-relaxation during the spin-lock period. The method is validated using [90%-15N, 70%-2H] ubiquitin at 280 K. The TROSY-selected R1rho experiment enables characterization of backbone dynamics on the microsecond time scale in large proteins.",
        "Keywords": [],
        "MeSH terms": [
            "Molecular Weight",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Protein Conformation",
            "Proteins",
            "Sensitivity and Specificity",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Tatyana I",
                "Last Name": "Igumenova",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2006"
    },
    {
        "PMID": "16683750",
        "Title": "Characterization of the dynamics of biomacromolecules using rotating-frame spin relaxation NMR spectroscopy.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Kinetics",
            "Ligands",
            "Macromolecular Substances",
            "Magnetic Resonance Spectroscopy",
            "Models, Chemical",
            "Molecular Structure",
            "Multiprotein Complexes",
            "Protein Conformation",
            "Water"
        ],
        "Authors": [
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, New York 10032, USA. agp6@columbia.edu"
            },
            {
                "First Name": "Francesca",
                "Last Name": "Massi",
                "Affiliation": ""
            }
        ],
        "Journal": "Chemical reviews",
        "PubDate": "2006"
    },
    {
        "PMID": "16405996",
        "Title": "Solution structure of the Vts1 SAM domain in the presence of RNA.",
        "Abstract": "The yeast Vts1 SAM (sterile alpha motif) domain is a member of a new class of SAM domains that specifically bind RNA. To elucidate the structural basis for RNA binding, the solution structure of the Vts1 SAM domain, in the presence of a specific target RNA, has been solved by multidimensional heteronuclear NMR spectroscopy. The Vts1 SAM domain retains the \"core\" five-helix-bundle architecture of traditional SAM domains, but has additional short helices at N and C termini, comprising a small substructure that caps the core helices. The RNA-binding surface of Vts1, determined by chemical shift perturbation, maps near the ends of three of the core helices, in agreement with mutational data and the electrostatic properties of the molecule. These results provide a structural basis for the versatility of the SAM domain in protein and RNA-recognition.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Amino Acid Sequence",
            "Animals",
            "Crystallography, X-Ray",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Nucleic Acid Conformation",
            "Protein Conformation",
            "Protein Structure, Tertiary",
            "RNA",
            "RNA-Binding Proteins",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "Thomas A",
                "Last Name": "Edwards",
                "Affiliation": "Structural Biology Program, Department of Physiology and Biophysics, Mount Sinai School of Medicine, Box 1677, 1425 Madison Avenue, New York, NY 10029, USA."
            },
            {
                "First Name": "Joel A",
                "Last Name": "Butterwick",
                "Affiliation": ""
            },
            {
                "First Name": "Lei",
                "Last Name": "Zeng",
                "Affiliation": ""
            },
            {
                "First Name": "Yogesh K",
                "Last Name": "Gupta",
                "Affiliation": ""
            },
            {
                "First Name": "Xin",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Robin P",
                "Last Name": "Wharton",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            },
            {
                "First Name": "Aneel K",
                "Last Name": "Aggarwal",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2006"
    },
    {
        "PMID": "16337228",
        "Title": "Multistate folding of the villin headpiece domain.",
        "Abstract": "The villin headpiece (HP67) is a 67 residue, monomeric protein derived from the C-terminal domain of villin. Wild-type HP67 (WT HP67) is the smallest fragment of villin that retains strong in vitro actin-binding activity. WT HP67 is made up of two subdomains, which form a tightly packed interface. The C-terminal subdomain of WT HP67, denoted HP35, is rich in helical structure, folds in isolation, and has been widely used as a model system for folding studies. In contrast, very little is known about the folding of the intact villin headpiece domain. Here, NMR, CD and H/2H amide exchange measurements are used to follow the pH, thermal and urea-induced unfolding of WT HP67 and a mutant (HP67 H41Y) in which a buried conserved histidine in the N-terminal subdomain, His41, has been mutated to Tyr. Although most small proteins display two-state equilibrium unfolding, the results presented here demonstrate that unfolding of the villin headpiece is a multistate process. The presence of a folded N-terminal subdomain is shown to stabilize the C-terminal subdomain, increasing the midpoints of the thermal and urea-induced unfolding transitions and increasing protection factors for H/2H exchange. Histidine 41 has been shown to act as a pH-dependent switch in wild-type HP67: the N-terminal subdomain is unfolded when His41 is protonated, while the C-terminal subdomain remains folded irrespective of the protonation state of His41. Mutation of His41 to Tyr eliminates the segmental pH-dependent unfolding of the headpiece. The mutation stabilizes both domains, but folding is still multistate, indicating that His41 is not solely responsible for the unusual equilibrium unfolding behavior of villin headpiece domain.",
        "Keywords": [],
        "MeSH terms": [
            "Amides",
            "Animals",
            "Chickens",
            "Hydrogen-Ion Concentration",
            "Microfilament Proteins",
            "Models, Molecular",
            "Point Mutation",
            "Protein Binding",
            "Protein Denaturation",
            "Protein Folding",
            "Protein Structure, Tertiary"
        ],
        "Authors": [
            {
                "First Name": "Yuefeng",
                "Last Name": "Tang",
                "Affiliation": "Department of Chemistry, State University of New York at Stony Brook, Stony Brook, NY 11790-3400, USA."
            },
            {
                "First Name": "Michael J",
                "Last Name": "Grey",
                "Affiliation": ""
            },
            {
                "First Name": "James",
                "Last Name": "McKnight",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel P",
                "Last Name": "Raleigh",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2006"
    },
    {
        "PMID": "16332376",
        "Title": "Characterizing a partially folded intermediate of the villin headpiece domain under non-denaturing conditions: contribution of His41 to the pH-dependent stability of the N-terminal subdomain.",
        "Abstract": "The contribution of interactions involving the imidazole ring of His41 to the pH-dependent stability of the villin headpiece (HP67) N-terminal subdomain has been investigated by nuclear magnetic resonance (NMR) spin relaxation. NMR-derived backbone N-H order parameters (S2) for wild-type (WT) HP67 and H41Y HP67 indicate that reduced conformational flexibility of the N-terminal subdomain in WT HP67 is due to intramolecular interactions with the His41 imidazole ring. These interactions, together with desolvation effects, contribute to significantly depress the pKa of the buried imidazole ring in the native state. 15N R1rho relaxation dispersion data indicate that WT HP67 populates a partially folded intermediate state that is 10.9 kJ mol(-1) higher in free energy than the native state under non-denaturing conditions at neutral pH. The partially folded intermediate is characterized as having an unfolded N-terminal subdomain while the C-terminal subdomain retains a native-like fold. Although the majority of the residues in the N-terminal subdomain sample a random-coil distribution of conformations, deviations of backbone amide 1H and 15N chemical shifts from canonical random-coil values for residues within 5A of the His41 imidazole ring indicate that a significant degree of residual structure is maintained in the partially folded ensemble. The pH-dependence of exchange broadening is consistent with a linear three-state exchange model whereby unfolding of the N-terminal subdomain is coupled to titration of His41 in the partially folded intermediate with a pKa,I=5.69+/-0.07. Although maintenance of residual interactions with the imidazole ring in the unfolded N-terminal subdomain appears to reduce pKa,I compared to model histidine compounds, protonation of His41 disrupts these interactions and reduces the difference in free energy between the native state and partially folded intermediate under acidic conditions. In addition, chemical shift changes for residues Lys70-Phe76 in the C-terminal subdomain suggest that the HP67 actin binding site is disrupted upon unfolding of the N-terminal subdomain, providing a potential mechanism for regulating the villin-dependent bundling of actin filaments.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chickens",
            "Histidine",
            "Hydrogen Bonding",
            "Hydrogen-Ion Concentration",
            "Imidazoles",
            "Microfilament Proteins",
            "Models, Molecular",
            "Point Mutation",
            "Protein Folding",
            "Protein Structure, Tertiary",
            "Tyrosine"
        ],
        "Authors": [
            {
                "First Name": "Michael J",
                "Last Name": "Grey",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Yuefeng",
                "Last Name": "Tang",
                "Affiliation": ""
            },
            {
                "First Name": "Emil",
                "Last Name": "Alexov",
                "Affiliation": ""
            },
            {
                "First Name": "C James",
                "Last Name": "McKnight",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel P",
                "Last Name": "Raleigh",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2006"
    },
    {
        "PMID": "16220912",
        "Title": "Temperature dependence of NMR order parameters and protein dynamics.",
        "Abstract": "The helical subdomain, HP36, of the F-actin-binding headpiece domain of chicken villin, is the smallest naturally occurring polypeptide that folds to a thermostable compact structure. Unconstrained molecular dynamics simulations and constrained molecular dynamics simulations using umbrella sampling are used to study the temperature dependence of internal motions of the backbone amide moieties of HP36. The potential of mean force (PMF) for the N-H bond vector, determined from the constrained simulations, is found to be temperature dependent. A simple analytical expression is derived that describes the temperature dependence of the PMF. The parameters of this model are obtained from the PMF, from the unconstrained molecular dynamics simulations, or from experimental values of the generalized order parameter. The results provide a linkage between experimental and theoretical measures of the temperature dependence of protein motions.",
        "Keywords": [],
        "MeSH terms": [
            "Computer Simulation",
            "Magnetic Resonance Spectroscopy",
            "Models, Chemical",
            "Neurofilament Proteins",
            "Peptide Fragments",
            "Protein Conformation",
            "Temperature"
        ],
        "Authors": [
            {
                "First Name": "Francesca",
                "Last Name": "Massi",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2003"
    },
    {
        "PMID": "16143548",
        "Title": "R(1rho) relaxation for two-site chemical exchange: general approximations and some exact solutions.",
        "Abstract": "Analytic expressions for the nuclear magnetic spin relaxation rate constant for magnetization spin-locked in the rotating reference frame under an applied radiofrequency field, R(1rho), are obtained for two-site chemical exchange. The theoretical approach is motivated by Laguerre's method and obtains R(1rho) as the root of a (p1,q1) Padé approximant. The general formula for R(1rho) obtained by this approach is substantially simpler than existing expressions and is equally or slightly more accurate, in most cases. In addition, particular solutions for the R(1rho) rate constant are presented for two special cases: equal populations of the two exchanging sites, or placement of the radiofrequency carrier at the average resonance frequency of the two sites. The solutions are exact when the R1 and R2 relaxation rate constants are identical, and nearly exact under realistic experimental conditions.",
        "Keywords": [],
        "MeSH terms": [
            "Models, Chemical",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Vesselin Z",
                "Last Name": "Miloushev",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of magnetic resonance (San Diego, Calif. : 1997)",
        "PubDate": "2005"
    },
    {
        "PMID": "15808232",
        "Title": "Solution NMR spin relaxation methods for characterizing chemical exchange in high-molecular-weight systems.",
        "Abstract": "Transverse relaxation optimized NMR spectroscopy (TROSY) techniques for (1)H-(15)N backbone amide moieties and for (13)CH(3) methyl groups have permitted the development of Hahn spin echo and Carr-Purcell-Meiboom-Gill (CPMG) experiments for characterizing chemical exchange kinetic phenomena on microsecond-millisecond time scales in proteins with molecular masses >50 kDa. This chapter surveys the theoretical bases for TROSY in spin systems subject to chemical exchange linebroadening, the experimental methods that have been developed to quantitatively characterize chemical exchange in large proteins, and the emerging applications to triose phosphate isomerase, hemoglobin, and malate synthase G, with molecular masses ranging from 54 to 82 kDa.",
        "Keywords": [],
        "MeSH terms": [
            "Carbon Isotopes",
            "Data Interpretation, Statistical",
            "Hydrogen",
            "Magnetic Resonance Spectroscopy",
            "Nitrogen Isotopes",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Michael J",
                "Last Name": "Grey",
                "Affiliation": ""
            },
            {
                "First Name": "Chunyu",
                "Last Name": "Wang",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in enzymology",
        "PubDate": "2005"
    },
    {
        "PMID": "15736951",
        "Title": "Microsecond-to-millisecond conformational dynamics demarcate the GluR2 glutamate receptor bound to agonists glutamate, quisqualate, and AMPA.",
        "Abstract": "Chemical shift changes and internal motions on microsecond-to-millisecond time scales of the S1S2 ligand-binding domain of the GluR2 ionotropic glutamate receptor have been studied by NMR spectroscopy in the presence of the agonists glutamic acid (glutamate), quisqualic acid (quisqualate), and alpha-amino-3-hydroxy-5-methyl-4-isoxazole propionic acid (AMPA). Although the crystal structures of the three agonist-bound forms of GluR2 S1S2 ligand-binding domain are very similar, chemical shift changes imply that AMPA-bound GluR2 S1S2 is conformationally distinct from glutamate- and quisqualate-bound forms of GluR2 S1S2. NMR spin relaxation measurements for backbone amide (15)N nuclei reveal that GluR2 S1S2 exhibits reduced chemical exchange line broadening, resulting from microsecond-to-millisecond conformational dynamics, in AMPA-bound compared to glutamate- and quisqualate-bound states. The largest changes in line broadening are observed for two regions of GluR2 S1S2: Val683 and the segment around Lys716-Cys718. The differences in binding affinity of these agonists do not explain the differences in microsecond-to-millisecond conformational dynamics because quisqualate and AMPA bind with similar affinities that are 10-fold greater than the affinity of glutamate. Differences in conformational mobility may reflect differences in the binding mode of AMPA in the GluR2 S1S2 active site compared to the other two ligands. The sites of conformational mobility in GluR2 S1S2 imply that subtle differences exist between the agonists glutamate, quisqualate, and AMPA in modulating glutamate receptor function.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Glutamic Acid",
            "Ligands",
            "Molecular Sequence Data",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Peptide Fragments",
            "Protein Binding",
            "Protein Conformation",
            "Protein Structure, Tertiary",
            "Quisqualic Acid",
            "Receptors, AMPA",
            "Thermodynamics",
            "alpha-Amino-3-hydroxy-5-methyl-4-isoxazolepropionic Acid"
        ],
        "Authors": [
            {
                "First Name": "Elizabeth R",
                "Last Name": "Valentine",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Biochemistry",
        "PubDate": "2005"
    },
    {
        "PMID": "15722448",
        "Title": "Microsecond timescale backbone conformational dynamics in ubiquitin studied with NMR R1rho relaxation experiments.",
        "Abstract": "NMR spin relaxation experiments are used to characterize the dynamics of the backbone of ubiquitin. Chemical exchange processes affecting residues Ile 23, Asn 25, Thr 55, and Val 70 are characterized using on- and off-resonance rotating-frame 15N R1rho relaxation experiments to have a kinetic exchange rate constant of 25,000 sec(-1) at 280 K. The exchange process affecting residues 23, 25, and 55 appears to result from disruption of N-cap hydrogen bonds of the alpha-helix and possibly from repacking of the side chain of Ile 23. Chemical exchange processes affecting other residues on the surface of ubiquitin are identified using 1H-15N multiple quantum relaxation experiments. These residues are located near or at the regions known to interact with various enzymes of the ubiquitin-dependent protein degradation pathway.",
        "Keywords": [],
        "MeSH terms": [
            "Magnetic Resonance Spectroscopy",
            "Nitrogen Isotopes",
            "Protein Structure, Tertiary",
            "Ubiquitin"
        ],
        "Authors": [
            {
                "First Name": "Francesca",
                "Last Name": "Massi",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Michael J",
                "Last Name": "Grey",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Protein science : a publication of the Protein Society",
        "PubDate": "2005"
    },
    {
        "PMID": "15369325",
        "Title": "Mapping chemical exchange in proteins with MW > 50 kD.",
        "Abstract": "Chemical exchange reveals motions in proteins that are critical for ligand binding, catalysis, and allosteric regulation at the microsecond to millisecond time scale. The detection of chemical exchange is inherently difficult in large proteins because of the fast transverse relaxation rate (R2) and spectral overlap. Here we report novel pulse sequences for the rapid identification of chemical exchange applicable to large deuterated proteins with MW greater than 30 kD. The success of our method is demonstrated in triosephosphate isomerase (TIM, MW = 54 kD).",
        "Keywords": [],
        "MeSH terms": [
            "Deuterium Exchange Measurement",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Molecular Weight",
            "Nitrogen Isotopes",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Protein Conformation",
            "Ribonuclease H",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Triose-Phosphate Isomerase"
        ],
        "Authors": [
            {
                "First Name": "Chunyu",
                "Last Name": "Wang",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Mark",
                "Last Name": "Rance",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2003"
    },
    {
        "PMID": "15324763",
        "Title": "Theoretical study of R(1rho) rotating-frame and R2 free-precession relaxation in the presence of n-site chemical exchange.",
        "Abstract": "The n-site Bloch-McConnell equations describe the evolution of nuclear spin magnetization in the laboratory or rotating frames of reference for molecules subject to chemical or conformational interconversions between n species with distinct NMR chemical shifts. Perturbation theory is used to approximate the largest eigenvalue of the Bloch-McConnell equations and obtain analytical expressions for the rotating-frame relaxation rate constant and for the laboratory frame resonance frequency and transverse relaxation rate constant. The perturbation treatment is valid whenever the population of one site is dominant. The new results are generally applicable to investigations of kinetic processes by NMR spectroscopy.",
        "Keywords": [],
        "MeSH terms": [
            "Models, Chemical",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Oleg",
                "Last Name": "Trott",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of magnetic resonance (San Diego, Calif. : 1997)",
        "PubDate": "2004"
    },
    {
        "PMID": "15303831",
        "Title": "NMR characterization of the dynamics of biomacromolecules.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "Enzyme Activation",
            "Ligands",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Protein Folding",
            "Protein Structure, Tertiary",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, USA. agp6@columbia.edu"
            }
        ],
        "Journal": "Chemical reviews",
        "PubDate": "2004"
    },
    {
        "PMID": "15165855",
        "Title": "Multiple time scale backbone dynamics of homologous thermophilic and mesophilic ribonuclease HI enzymes.",
        "Abstract": "Backbone conformational fluctuations on multiple time scales in a cysteine-free Thermus thermophilus ribonuclease HI mutant (ttRNH(*)) are quantified using (15)N nuclear magnetic spin relaxation. Laboratory-frame relaxation data acquired at 310 K and at static magnetic field strengths of 11.7, 14.1 and 18.8 T are analysed using reduced spectral density mapping and model-free approaches. Chemical exchange line broadening is characterized using Hahn-echo transverse and multiple quantum relaxation data acquired over a temperature range of 290-320 K and at a static magnetic field strength of 14.1 T. Results for ttRNH(*) are compared to previously published data for a mesophilic homologue, Escherichia coli ribonuclease HI (ecRNH). Intramolecular conformational fluctuations on the picosecond-to-nanosecond time scale generally are similar for ttRNH(*) and ecRNH. beta-Strands 3 and 5 and the glycine-rich region are more rigid while the substrate-binding handle region and C-terminal tail are more flexible in ttRNH(*) than in ecRNH. Rigidity in the two beta-strands and the glycine-rich region, located along the periphery of the central beta-sheet, may be associated with the increased thermodynamic stability of the thermophilic enzyme. Chemical exchange line broadening, reflecting microsecond-to-millisecond time scale conformational changes, is more pronounced in ttRNH(*) than in ecRNH, particularly for residues in the handle and surrounding the catalytic site. The temperature dependence of chemical exchange show an increase of approximately 15 kJ/mol in the apparent activation energies for ttRNH(*) residues in the handle compared to ecRNH. Increased activation barriers, coupled with motion between alpha-helices B and C not present in ecRNH, may be associated with the reduced catalytic activity of the thermophilic enzyme at 310 K.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Protein Conformation",
            "Ribonuclease H",
            "Sequence Homology, Amino Acid",
            "Thermus thermophilus"
        ],
        "Authors": [
            {
                "First Name": "Joel A",
                "Last Name": "Butterwick",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, Box 36, New York, NY 10032-3702, USA."
            },
            {
                "First Name": "J Patrick",
                "Last Name": "Loria",
                "Affiliation": ""
            },
            {
                "First Name": "Nathan S",
                "Last Name": "Astrof",
                "Affiliation": ""
            },
            {
                "First Name": "Christopher D",
                "Last Name": "Kroenke",
                "Affiliation": ""
            },
            {
                "First Name": "Roger",
                "Last Name": "Cole",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Rance",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2004"
    },
    {
        "PMID": "14971961",
        "Title": "NMR R1 rho rotating-frame relaxation with weak radio frequency fields.",
        "Abstract": "NMR spin relaxation in the rotating frame (R(1 rho)) is one of few methods available to characterize chemical exchange kinetic processes occurring on micros-ms time scales. R(1 rho) measurements for heteronuclei in biological macromolecules generally require decoupling of (1)H scalar coupling interactions and suppression of cross-relaxation processes. Korzhnev and co-workers demonstrated that applying conventional (1)H decoupling schemes while the heteronuclei are spin-locked by a radio frequency (rf) field results in imperfect decoupling [Korzhnev, Skrynnikov, Millet, Torchia, Kay. J. Am. Chem. Soc. 2002, 124, 10743-10753]. Experimental NMR pulse sequences were presented that provide accurate measurements of R(1 rho) rate constants for radio frequency field strengths > 1000 Hz. This paper presents new two-dimensional NMR experiments that allow the use of weak rf fields, between 150 and 1000 Hz, in R(1 rho) experiments. Fourier decomposition and average Hamiltonian theory are employed to analyze the spin-lock sequence and provide a guide for the development of improved experiments. The new pulse sequences are validated using ubiquitin and basic pancreatic trypsin inhibitor (BPTI). The use of weak spin-lock fields in R(1 rho) experiments allows the study of the chemical exchange process on a wider range of time scales, bridging the gap that currently exists between Carr-Purcell-Meiboom-Gill and conventional R(1 rho) experiments. The new experiments also extend the capability of the R(1 rho) technique to study exchange processes outside the fast exchange limit.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aprotinin",
            "Cattle",
            "Mathematical Computing",
            "Nitrogen Isotopes",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Ubiquitin"
        ],
        "Authors": [
            {
                "First Name": "Francesca",
                "Last Name": "Massi",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Eric",
                "Last Name": "Johnson",
                "Affiliation": ""
            },
            {
                "First Name": "Chunyu",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Rance",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2004"
    },
    {
        "PMID": "14624581",
        "Title": "Disulfide bond isomerization in basic pancreatic trypsin inhibitor: multisite chemical exchange quantified by CPMG relaxation dispersion and chemical shift modeling.",
        "Abstract": "Conformational changes occurring on the microsecond-millisecond time scale in basic pancreatic trypsin inhibitor (BPTI) are investigated using nuclear magnetic resonance spectroscopy. The rczz CPMG experiment (Wang, C.; Grey, M. J.; Palmer, A. G. J. Biomol. NMR 2001, 21, 361-366) is used to record (15)N spin relaxation dispersion data, R(ex)(1/tau(cp)), in which 1/tau(cp) is the pulsing rate in the CPMG sequence, at two static magnetic fields, 11.7 and 14.1 T, and three temperatures, 280, 290, and 300 K. These data are used to characterize the kinetics and mechanism of chemical exchange line broadening of the backbone (15)N spins of Cys 14, Lys 15, Cys 38, and Arg 39 in BPTI. Line broadening is found to result from two processes: the previously identified isomerization of the Cys 38 side chain between chi(1) rotamers (Otting, G.; Liepinsh, E.; Wüthrich, K. Biochemistry 1993, 32, 3571-3582) and a previously uncharacterized process on a faster time scale. At 300 K, both processes contribute significantly to the relaxation dispersion for Cys 14 and an analytical expression for a linear three-site exchange model is used to analyze the data. At 280 K, isomerization of the Cys 38 side chain is negligibly slow and the faster process dominates the relaxation dispersion for all four spins. Global analysis of the temperature and static field dependence of R(ex)(1/tau(cp)) for Cys 14 and Lys 15 is used to determine the activation parameters and chemical shift changes for the previously uncharacterized chemical exchange process. Through an analysis of a database of chemical shifts, (15)N chemical shift changes for Cys 14 and Lys 15 are interpreted to result from a chi(1) rotamer transition of Cys 14 that converts the Cys 14-Cys 38 disulfide bond between right- and left-handed conformations. At 290 K, isomerization of Cys 14 occurs with a forward and reverse rate constant of 35 s(-1) and 2500 s(-1), respectively, a time scale more than 30-fold faster than the Cys 38 chi(1) isomerization. A comparison of the kinetics and thermodynamics for the transitions between the two alternative Cys 14-Cys 38 conformations highlights the factors that affect the contribution of disulfide bonds to protein stability.",
        "Keywords": [],
        "MeSH terms": [
            "Aprotinin",
            "Disulfides",
            "Kinetics",
            "Models, Molecular",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Protein Conformation",
            "Temperature",
            "Thermodynamics"
        ],
        "Authors": [
            {
                "First Name": "Michael J",
                "Last Name": "Grey",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Chunyu",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2003"
    },
    {
        "PMID": "14550553",
        "Title": "The N-terminus is unstructured, but not dynamically disordered, in the complex between HK022 Nun protein and lambda-phage BoxB RNA hairpin.",
        "Abstract": "The Nun protein of lambdoid phage HK022 excludes lambda-phage superinfection by blocking expression of genes downstream from the lambda nut sequences. Heteronuclear NMR studies have been performed on a Nun peptide comprising residues 1-49 bound to the nutR BoxB RNA. The pattern of (13)C chemical shifts indicates that the arginine-rich motif of Nun forms an induced alpha-helix, consisting of residues 23-43, when bound to BoxB RNA, consistent with the structure of a shorter (residues 22-44) Nun peptide/BoxB RNA complex [Faber, C., Schärpf, M., Becker, T., Sticht, H. and Rösch (2001) J. Biol. Chem. 276, 32064-32070]. The N-terminal extension, residues 1-22, does not show chemical shifts or nuclear Overhauser effects characteristic of stable secondary structure. Nonetheless, (15)N relaxation measurements indicate that this region is not completely disordered, as expected for a random coil peptide. Restriction of conformation flexibility in the N-terminal extension of Nun may be important for binding to other target molecules involved in transcription termination.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Amino Acid Sequence",
            "Bacteriophage lambda",
            "Molecular Sequence Data",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Nucleic Acid Conformation",
            "Protein Binding",
            "Protein Conformation",
            "RNA, Catalytic",
            "RNA, Viral",
            "RNA-Binding Proteins",
            "Structure-Activity Relationship",
            "Transcription Factors",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Ashley C",
                "Last Name": "Stuart",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "FEBS letters",
        "PubDate": "2003"
    },
    {
        "PMID": "12837113",
        "Title": "Beyond the decoupling approximation in the model free approach for the interpretation of NMR relaxation of macromolecules in solution.",
        "Abstract": "The model free (MF) approach allows straightforward extraction of generalized order parameters and correlation times for internal and overall bond vector reorientational fluctuations from NMR spin relaxation measurements for macromolecules in solution. The drawback of this approach is the use of a decoupling approximation that neglects correlations between internal and overall molecular motions. These correlations are significant when fluctuation amplitudes are less than the size of the \"cage\" that restricts the bond vector. In this regime, motion of the bond vector is only indirectly affected by molecule fluctuations through the orienting potential for the local director axis. By separating the regimes of large and small amplitude molecular fluctuations, an expression for the spectral density function is derived that does not invoke the decoupling approximation, but that relies on the same macroscopic level of description as the original MF approach. The parameters of the spectral density function provide insight into the effects on the MF parameters that result from violation of the decoupling approximation.",
        "Keywords": [],
        "MeSH terms": [
            "Computer Simulation",
            "Data Interpretation, Statistical",
            "Macromolecular Substances",
            "Magnetic Resonance Spectroscopy",
            "Monte Carlo Method",
            "Solutions"
        ],
        "Authors": [
            {
                "First Name": "Liliya",
                "Last Name": "Vugmeyster",
                "Affiliation": "Department of Chemistry, SUNY Stony Brook, Stony Brook, NY 11794-3400, USA."
            },
            {
                "First Name": "Daniel P",
                "Last Name": "Raleigh",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            },
            {
                "First Name": "Boris E",
                "Last Name": "Vugmeister",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2003"
    },
    {
        "PMID": "12522313",
        "Title": "Differential multiple quantum relaxation caused by chemical exchange outside the fast exchange limit.",
        "Abstract": "Differential relaxation of multiple quantum coherences is a signature for chemical exchange processes in proteins. Previous analyses of experimental data have used theoretical descriptions applicable only in the limit of fast exchange. Theoretical expressions for differential relaxation rate constants that are accurate outside fast exchange are presented for two-spin-system subject to two-site chemical exchange. The theoretical expressions are validated using experimental results for (15)N-(1)H relaxation in basic pancreatic trypsin inhibitor. The new theoretical expression is valuable for identification and characterization of exchange processes in proteins using differential relaxation of multiple quantum coherences.",
        "Keywords": [],
        "MeSH terms": [
            "Aprotinin",
            "Hydrogen",
            "Hydrogen Bonding",
            "Nitrogen Isotopes",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Quantum Theory",
            "Thermodynamics"
        ],
        "Authors": [
            {
                "First Name": "Chunyu",
                "Last Name": "Wang",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 W. 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of biomolecular NMR",
        "PubDate": "2002"
    },
    {
        "PMID": "12495036",
        "Title": "1H, 15N and 13C backbone assignment of MJ1267, an ATP-binding cassette.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "ATP-Binding Cassette Transporters",
            "Archaeal Proteins",
            "Carbon Isotopes",
            "Hydrogen",
            "Membrane Transport Proteins",
            "Methanococcus",
            "Nitrogen Isotopes",
            "Nuclear Magnetic Resonance, Biomolecular"
        ],
        "Authors": [
            {
                "First Name": "Chunyu",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "John F",
                "Last Name": "Hunt",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Rance",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of biomolecular NMR",
        "PubDate": "2002"
    },
    {
        "PMID": "12095260",
        "Title": "Temperature-dependent dynamics of the villin headpiece helical subdomain, an unusually small thermostable protein.",
        "Abstract": "(15)N spin relaxation experiments were used to measure the temperature-dependence of protein backbone conformational fluctuations in the thermostable helical subdomain, HP36, of the F-actin-binding headpiece domain of chicken villin. HP36 is the smallest domain of a naturally occurring protein that folds cooperatively to a compact native state. Spin-lattice, spin-spin, and heteronuclear nuclear Overhauser effect relaxation data for backbone amide (15)N spins were collected at five temperatures in the range of 275-305 K. The data were analyzed using a model-free formalism to determine generalized order parameters, S, that describe the distribution of N-H bond vector orientations in a molecular reference frame. A novel parameter, Lambda=dln(1-S)/dln T is introduced to characterize the temperature-dependence of S. An average value of Lambda=4.5 is obtained for residues in helical conformations in HP36. This value of Lambda is not reproduced by model potential energy functions commonly used to parameterize S. The maximum entropy principle was used to derive a new model potential function that reproduces both S and Lambda. Contributions to the entropy, S(r), and heat capacity, C(r)(p), from reorientational conformational fluctuations were analyzed using this potential energy function. Values of S(r) show a qualitative dependence on S similar to that obtained for the diffusion-in-a-cone model; however, quantitative differences of up to 0.5k, in which k is the Boltzmann constant, are observed. Values of C(r)(p) approach zero for small values of S and approach k for large values of S; the largest values of C(r)(p) are predicted to occur for intermediate values of S. The results suggest that backbone dynamics, as probed by relaxation measurements, make very little contribution to the heat capacity difference between folded and unfolded states for HP36.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chickens",
            "Electromagnetic Fields",
            "Heating",
            "Models, Molecular",
            "Neurofilament Proteins",
            "Peptide Fragments",
            "Protein Conformation",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Liliya",
                "Last Name": "Vugmeyster",
                "Affiliation": "Department of Chemistry, SUNY Stony Brook, Stony Brook, NY 11794-3400, USA"
            },
            {
                "First Name": "Oleg",
                "Last Name": "Trott",
                "Affiliation": ""
            },
            {
                "First Name": "C James",
                "Last Name": "McKnight",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel P",
                "Last Name": "Raleigh",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2002"
    },
    {
        "PMID": "11820837",
        "Title": "R1rho relaxation outside of the fast-exchange limit.",
        "Abstract": "Chemical-exchange effects in NMR spectroscopy enable kinetic processes to be characterized at equilibrium in solution. Beginning with the Bloch-McConnell equations, new expressions are derived for the spin relaxation rate constant in the rotating frame, R1rho, for chemical exchange between two sites that have distinct magnetic environments and Larmor frequencies. The results are accurate provided that the spin relaxation decay is dominated by a single exponential damping constant and are applicable to a wider range of conditions than existing theoretical descriptions. The new expressions for R1rho will be particularly useful in analyzing experimental data when exchange is not fast and site populations are unequal.",
        "Keywords": [],
        "MeSH terms": [
            "Magnetic Resonance Spectroscopy",
            "Mathematics",
            "Models, Theoretical",
            "Solutions"
        ],
        "Authors": [
            {
                "First Name": "Oleg",
                "Last Name": "Trott",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of magnetic resonance (San Diego, Calif. : 1997)",
        "PubDate": "2002"
    }
]