[
    {
        "PMID": "38025164",
        "Title": "The Retinal Ganglion Cell Repopulation, Stem Cell Transplantation, and Optic Nerve Regeneration Consortium.",
        "Abstract": "The Retinal Ganglion Cell (RGC) Repopulation, Stem Cell Transplantation, and Optic Nerve Regeneration (RReSTORe) consortium was founded in 2021 to help address the numerous scientific and clinical obstacles that impede development of vision-restorative treatments for patients with optic neuropathies. The goals of the RReSTORe consortium are: (1) to define and prioritize the most critical challenges and questions related to RGC regeneration; (2) to brainstorm innovative tools and experimental approaches to meet these challenges; and (3) to foster opportunities for collaborative scientific research among diverse investigators.",
        "Keywords": [
            "Collaborative science",
            "Neuroregeneration",
            "Optic neuropathy",
            "Regenerative medicine",
            "Vision restoration"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Thomas V",
                "Last Name": "Johnson",
                "Affiliation": "Wilmer Eye Institute and Cellular & Molecular Medicine Program, Johns Hopkins University School of Medicine, Baltimore, Maryland."
            },
            {
                "First Name": "Petr",
                "Last Name": "Baranov",
                "Affiliation": "Schepens Eye Research Institute, Massachusetts Eye and Ear, Harvard Medical School, Boston, Maryland."
            },
            {
                "First Name": "Adriana",
                "Last Name": "Di Polo",
                "Affiliation": "Department of Neuroscience, University of Montreal, Montreal, QC, Canada, Neuroscience Division, Centre de recherche du Centre Hospitalier de l'Université de Montréal (CRCHUM), Montreal, QC, Canada."
            },
            {
                "First Name": "Brad",
                "Last Name": "Fortune",
                "Affiliation": "Discoveries in Sight Research Laboratories, Devers Eye Institute and Legacy Research Institute, Legacy Health, Portland, Oregon."
            },
            {
                "First Name": "Kimberly K",
                "Last Name": "Gokoffski",
                "Affiliation": "Roski Eye Institute, University of Southern California, Los Angeles, California."
            },
            {
                "First Name": "Jeffrey L",
                "Last Name": "Goldberg",
                "Affiliation": "Spencer Center for Vision Research, Byers Eye Institute, Stanford University School of Medicine, Palo Alto, California."
            },
            {
                "First Name": "William",
                "Last Name": "Guido",
                "Affiliation": "Department of Anatomical Sciences and Neurobiology, University of Louisville School of Medicine, Louisville, Kentucky."
            },
            {
                "First Name": "Alex L",
                "Last Name": "Kolodkin",
                "Affiliation": "Solomon H Snyder Department of Neuroscience and Department of Molecular Biology & Genetics, Johns Hopkins University School of Medicine, Baltimore, Maryland."
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Department of Pathology & Cell Biology, and Department of Ophthalmology, College of Physicians and Surgeons, Columbia University, New York, New York."
            },
            {
                "First Name": "Yvonne",
                "Last Name": "Ou",
                "Affiliation": "Department of Ophthalmology, University of California, San Francisco, California."
            },
            {
                "First Name": "Thomas A",
                "Last Name": "Reh",
                "Affiliation": "Department of Biological Structure, University of Washington, Seattle, Washington."
            },
            {
                "First Name": "Ahmara G",
                "Last Name": "Ross",
                "Affiliation": "Scheie Eye Institute, University of Pennsylvania, Philadelphia, Pennsylvania."
            },
            {
                "First Name": "Brian C",
                "Last Name": "Samuels",
                "Affiliation": "Department of Ophthalmology and Visual Sciences, University of Alabama at Birmingham, Birmingham, Alabama."
            },
            {
                "First Name": "Donald J",
                "Last Name": "Zack",
                "Affiliation": "Departments of Ophthalmology (Wilmer Eye Institute), Neuroscience, Molecular Biology and Genetics, and Genetic Medicine, Johns Hopkins University School of Medicine, Baltimore, Maryland."
            }
        ],
        "Journal": "Ophthalmology science",
        "PubDate": "2023"
    },
    {
        "PMID": "37735444",
        "Title": "Retinal ganglion cell repopulation for vision restoration in optic neuropathy: a roadmap from the RReSTORe Consortium.",
        "Abstract": "Retinal ganglion cell (RGC) death in glaucoma and other optic neuropathies results in irreversible vision loss due to the mammalian central nervous system's limited regenerative capacity. RGC repopulation is a promising therapeutic approach to reverse vision loss from optic neuropathies if the newly introduced neurons can reestablish functional retinal and thalamic circuits. In theory, RGCs might be repopulated through the transplantation of stem cell-derived neurons or via the induction of endogenous transdifferentiation. The RGC Repopulation, Stem Cell Transplantation, and Optic Nerve Regeneration (RReSTORe) Consortium was established to address the challenges associated with the therapeutic repair of the visual pathway in optic neuropathy. In 2022, the RReSTORe Consortium initiated ongoing international collaborative discussions to advance the RGC repopulation field and has identified five critical areas of focus: (1) RGC development and differentiation, (2) Transplantation methods and models, (3) RGC survival, maturation, and host interactions, (4) Inner retinal wiring, and (5) Eye-to-brain connectivity. Here, we discuss the most pertinent questions and challenges that exist on the path to clinical translation and suggest experimental directions to propel this work going forward. Using these five subtopic discussion groups (SDGs) as a framework, we suggest multidisciplinary approaches to restore the diseased visual pathway by leveraging groundbreaking insights from developmental neuroscience, stem cell biology, molecular biology, optical imaging, animal models of optic neuropathy, immunology & immunotolerance, neuropathology & neuroprotection, materials science & biomedical engineering, and regenerative neuroscience. While significant hurdles remain, the RReSTORe Consortium's efforts provide a comprehensive roadmap for advancing the RGC repopulation field and hold potential for transformative progress in restoring vision in patients suffering from optic neuropathies.",
        "Keywords": [
            "Glaucoma",
            "Neuroprotection",
            "Ophthalmology",
            "Optic neuropathy",
            "Organoids",
            "Regenerative medicine",
            "Retinal ganglion cells",
            "Stem cells",
            "Transplantation"
        ],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Retinal Ganglion Cells",
            "Optic Nerve Diseases",
            "Retina",
            "Brain",
            "Cell Differentiation",
            "Mammals"
        ],
        "Authors": [
            {
                "First Name": "Jonathan R",
                "Last Name": "Soucy",
                "Affiliation": "Department of Ophthalmology, Schepens Eye Research Institute of Mass. Eye and Ear, Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Erika A",
                "Last Name": "Aguzzi",
                "Affiliation": "The Institute of Ophthalmology, University College London, London, England, UK."
            },
            {
                "First Name": "Julie",
                "Last Name": "Cho",
                "Affiliation": "Spencer Center for Vision Research, Byers Eye Institute, Stanford University School of Medicine, Palo Alto, CA, USA."
            },
            {
                "First Name": "Michael James",
                "Last Name": "Gilhooley",
                "Affiliation": "The Institute of Ophthalmology, University College London, London, England, UK."
            },
            {
                "First Name": "Casey",
                "Last Name": "Keuthan",
                "Affiliation": "Department of Ophthalmology, Wilmer Eye Institute, Johns Hopkins University School of Medicine, Baltimore, MD, USA."
            },
            {
                "First Name": "Ziming",
                "Last Name": "Luo",
                "Affiliation": "Spencer Center for Vision Research, Byers Eye Institute, Stanford University School of Medicine, Palo Alto, CA, USA."
            },
            {
                "First Name": "Aboozar",
                "Last Name": "Monavarfeshani",
                "Affiliation": "Center for Brain Science and Department of Molecular and Cellular Biology, Harvard University, Cambridge, MA, USA."
            },
            {
                "First Name": "Meher A",
                "Last Name": "Saleem",
                "Affiliation": "Bascom Palmer Eye Institute, University of Miami Health System, Miami, FL, USA."
            },
            {
                "First Name": "Xue-Wei",
                "Last Name": "Wang",
                "Affiliation": "Department of Orthopaedic Surgery, The Johns Hopkins University School of Medicine, Baltimore, MD, USA."
            },
            {
                "First Name": "Juilette",
                "Last Name": "Wohlschlegel",
                "Affiliation": "Department of Biological Structure, University of Washington, Seattle, WA, USA."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Petr",
                "Last Name": "Baranov",
                "Affiliation": "Department of Ophthalmology, Schepens Eye Research Institute of Mass. Eye and Ear, Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Adriana",
                "Last Name": "Di Polo",
                "Affiliation": "Department of Neuroscience, University of Montreal, Montreal, QC, Canada."
            },
            {
                "First Name": "Brad",
                "Last Name": "Fortune",
                "Affiliation": "Discoveries in Sight Research Laboratories, Devers Eye Institute and Legacy Research Institute, Legacy Health, Portland, OR, USA."
            },
            {
                "First Name": "Kimberly K",
                "Last Name": "Gokoffski",
                "Affiliation": "Department of Ophthalmology, Roski Eye Institute, University of Southern California, Los Angeles, CA, USA."
            },
            {
                "First Name": "Jeffrey L",
                "Last Name": "Goldberg",
                "Affiliation": "Spencer Center for Vision Research, Byers Eye Institute, Stanford University School of Medicine, Palo Alto, CA, USA."
            },
            {
                "First Name": "William",
                "Last Name": "Guido",
                "Affiliation": "Department of Anatomical Sciences and Neurobiology, School of Medicine, University of Louisville, Louisville, KY, USA."
            },
            {
                "First Name": "Alex L",
                "Last Name": "Kolodkin",
                "Affiliation": "The Solomon H Snyder, Department of Neuroscience, Johns Hopkins University School of Medicine, Baltimore, MD, USA."
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": "Departments of Pathology and Cell Biology, Neuroscience, and Ophthalmology, College of Physicians and Surgeons, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yvonne",
                "Last Name": "Ou",
                "Affiliation": "Department of Ophthalmology, University of California, San Francisco, CA, USA."
            },
            {
                "First Name": "Thomas A",
                "Last Name": "Reh",
                "Affiliation": "Department of Biological Structure, University of Washington, Seattle, WA, USA."
            },
            {
                "First Name": "Ahmara G",
                "Last Name": "Ross",
                "Affiliation": "Departments of Ophthalmology and Neurology, University of Pennsylvania, Philadelphia, PA, USA."
            },
            {
                "First Name": "Brian C",
                "Last Name": "Samuels",
                "Affiliation": "Department of Ophthalmology and Visual Sciences, Callahan Eye Hospital, University of Alabama at Birmingham, Birmingham, AL, USA."
            },
            {
                "First Name": "Derek",
                "Last Name": "Welsbie",
                "Affiliation": "Shiley Eye Institute and Viterbi Family Department of Ophthalmology, University of California, San Diego, CA, USA."
            },
            {
                "First Name": "Donald J",
                "Last Name": "Zack",
                "Affiliation": "Glaucoma Center of Excellence, Wilmer Eye Institute, Johns Hopkins University School of Medicine, Baltimore, 21287 MD, USA."
            },
            {
                "First Name": "Thomas V",
                "Last Name": "Johnson",
                "Affiliation": "Departments of Neuroscience, Molecular Biology & Genetics, and Genetic Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA. johnson@jhmi.edu."
            }
        ],
        "Journal": "Molecular neurodegeneration",
        "PubDate": "2023"
    },
    {
        "PMID": "37344233",
        "Title": "Semaphorin-6D and Plexin-A1 Act in a Non-Cell-Autonomous Manner to Position and Target Retinal Ganglion Cell Axons.",
        "Abstract": "Semaphorins and Plexins form ligand/receptor pairs that are crucial for a wide range of developmental processes from cell proliferation to axon guidance. The ability of semaphorins to act both as signaling receptors and ligands yields a multitude of responses. Here, we describe a novel role for Semaphorin-6D (Sema6D) and Plexin-A1 in the positioning and targeting of retinogeniculate axons. In ",
        "Keywords": [
            "axon guidance",
            "development",
            "fasciculation",
            "retina",
            "semaphorin",
            "visual system"
        ],
        "MeSH terms": [
            "Animals",
            "Mice",
            "Axons",
            "Ligands",
            "Retinal Ganglion Cells",
            "Semaphorins"
        ],
        "Authors": [
            {
                "First Name": "Delphine S",
                "Last Name": "Prieur",
                "Affiliation": "Institut National de la Santé et de la Recherche Médicale, Unité Mixte de Recherche-S 839, Paris, 75005, France."
            },
            {
                "First Name": "Cédric",
                "Last Name": "Francius",
                "Affiliation": "Institut National de la Santé et de la Recherche Médicale, Unité Mixte de Recherche-S 839, Paris, 75005, France."
            },
            {
                "First Name": "Patricia",
                "Last Name": "Gaspar",
                "Affiliation": "Institut National de la Santé et de la Recherche Médicale, Unité Mixte de Recherche-S 839, Paris, 75005, France."
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": "Departments of Pathology and Cell Biology, Neuroscience, and Ophthalmology, College of Physicians and Surgeons, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Alexandra",
                "Last Name": "Rebsam",
                "Affiliation": "Institut National de la Santé et de la Recherche Médicale, Unité Mixte de Recherche-S 839, Paris, 75005, France alexandra.rebsam@inserm.fr."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2023"
    },
    {
        "PMID": "36351424",
        "Title": "CyclinD2-mediated regulation of neurogenic output from the retinal ciliary margin is perturbed in albinism.",
        "Abstract": "In albinism, aberrations in the ipsi-/contralateral retinal ganglion cell (RGC) ratio compromise the functional integrity of the binocular circuit. Here, we focus on the mouse ciliary margin zone (CMZ), a neurogenic niche at the embryonic peripheral retina, to investigate developmental processes regulating RGC neurogenesis and identity acquisition. We found that the mouse ventral CMZ generates predominantly ipsilaterally projecting RGCs, but this output is altered in the albino visual system because of CyclinD2 downregulation and disturbed timing of the cell cycle. Consequently, albino as well as CyclinD2-deficient pigmented mice exhibit diminished ipsilateral retinogeniculate projection and poor depth perception. In albino mice, pharmacological stimulation of calcium channels, known to upregulate CyclinD2 in other cell types, augmented CyclinD2-dependent neurogenesis of ipsilateral RGCs and improved stereopsis. Together, these results implicate CMZ neurogenesis and its regulators as critical for the formation and function of the mammalian binocular circuit.",
        "Keywords": [
            "CyclinD2",
            "RPE",
            "albinism",
            "binocular vision",
            "ciliary margin",
            "ipsilateral projection",
            "neurogenesis",
            "retinal ganglion cells",
            "single-cell RNA seq"
        ],
        "MeSH terms": [
            "Animals",
            "Mice",
            "Albinism",
            "Cell Division",
            "Mammals",
            "Neurogenesis",
            "Retina",
            "Retinal Ganglion Cells",
            "Visual Pathways"
        ],
        "Authors": [
            {
                "First Name": "Nefeli",
                "Last Name": "Slavi",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA. Electronic address: ns3377@columbia.edu."
            },
            {
                "First Name": "Revathi",
                "Last Name": "Balasubramanian",
                "Affiliation": "Department of Ophthalmology, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Melissa Ann",
                "Last Name": "Lee",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Liapin",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Rachel",
                "Last Name": "Oaks-Leaf",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "John",
                "Last Name": "Peregrin",
                "Affiliation": "Department of Ophthalmology, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Anna",
                "Last Name": "Potenski",
                "Affiliation": "Department of Molecular Pharmacology and Therapeutics, Columbia University, College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Carol Marie",
                "Last Name": "Troy",
                "Affiliation": "Department of Pathology and Cell Biology, College of Physicians and Surgeons, Columbia University, New York, NY, USA; Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, NY, USA; The Taub Institute for Research on Alzheimer's Disease and the Aging Brain, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Margaret Elizabeth",
                "Last Name": "Ross",
                "Affiliation": "Center for Neurogenetics, Feil Family Brain & Mind Research Institute, Weill Cornell Medical College, New York, NY, USA."
            },
            {
                "First Name": "Eloisa",
                "Last Name": "Herrera",
                "Affiliation": "Instituto de Neurociencias (CSIC-UMH), Av. Ramón y Cajal s/n, San Juan de Alicante, Spain."
            },
            {
                "First Name": "Stylianos",
                "Last Name": "Kosmidis",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA; Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Simon William Maxwell",
                "Last Name": "John",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA; Department of Ophthalmology, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Carol Ann",
                "Last Name": "Mason",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA; Department of Neuroscience, College of Physicians and Surgeons, Columbia University, New York, NY, USA; Department of Pathology and Cell Biology, College of Physicians and Surgeons, Columbia University, New York, NY, USA; Department of Ophthalmology, College of Physicians and Surgeons, Columbia University, New York, NY, USA. Electronic address: cam4@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2023"
    },
    {
        "PMID": "30968456",
        "Title": "Editorial: Introduction to the special issue in honor of Ray Guillery.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Genetics",
            "History, 20th Century",
            "History, 21st Century",
            "Neurosciences"
        ],
        "Authors": [
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": "Departments of Pathology and Cell Biology, Neuroscience, and Ophthalmology, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "S Murray",
                "Last Name": "Sherman",
                "Affiliation": "Department of Neurobiology, University of Chicago, Chicago, IL, USA."
            }
        ],
        "Journal": "The European journal of neuroscience",
        "PubDate": "2019"
    },
    {
        "PMID": "29744881",
        "Title": "Spatiotemporal distribution of glia in and around the developing mouse optic tract.",
        "Abstract": "In the developing mouse optic tract, retinal ganglion cell (RGC) axon position is organized by topography and laterality (i.e., eye-specific or ipsi- and contralateral segregation). Our lab previously showed that ipsilaterally projecting RGCs are segregated to the lateral aspect of the developing optic tract and found that ipsilateral axons self-fasciculate to a greater extent than contralaterally projecting RGC axons in vitro. However, the full complement of axon-intrinsic and -extrinsic factors mediating eye-specific segregation in the tract remain poorly understood. Glia, which are known to express several guidance cues in the visual system and regulate the navigation of ipsilateral and contralateral RGC axons at the optic chiasm, are natural candidates for contributing to eye-specific pre-target axon organization. Here, we investigate the spatiotemporal expression patterns of both putative astrocytes (Aldh1l1+ cells) and microglia (Iba1+ cells) in the embryonic and neonatal optic tract. We quantified the localization of ipsilateral RGC axons to the lateral two-thirds of the optic tract and analyzed glia position and distribution relative to eye-specific axon organization. While our results indicate that glial segregation patterns do not strictly align with eye-specific RGC axon segregation in the tract, we identify distinct spatiotemporal organization of both Aldh1l1+ cells and microglia in and around the developing optic tract. These findings inform future research into molecular mechanisms of glial involvement in RGC axon growth and organization in the developing retinogeniculate pathway.",
        "Keywords": [
            "RRID:A-11122",
            "RRID:AB_2224402",
            "RRID:AB_2491179",
            "RRID:AB_2556542",
            "RRID:AB_531793",
            "RRID:SCR_001775",
            "RRID:SCR_002285",
            "RRID:SCR_015807",
            "astrocyte",
            "axon",
            "axon guidance",
            "development",
            "glia",
            "microglia",
            "retinal ganglion cell",
            "visual system"
        ],
        "MeSH terms": [
            "Age Factors",
            "Aldehyde Dehydrogenase 1 Family",
            "Animals",
            "Axons",
            "Mice",
            "Mice, Inbred C57BL",
            "Neuroglia",
            "Optic Tract",
            "Retinal Dehydrogenase",
            "Retinal Ganglion Cells",
            "Visual Pathways"
        ],
        "Authors": [
            {
                "First Name": "Melissa A",
                "Last Name": "Lee",
                "Affiliation": "Department of Neuroscience, Columbia University's Mortimer B. Zuckerman Mind Brain Behavior Institute, New York, New York."
            },
            {
                "First Name": "Austen A",
                "Last Name": "Sitko",
                "Affiliation": "Department of Neurobiology, Harvard Medical School, Boston, Massachusetts."
            },
            {
                "First Name": "Sania",
                "Last Name": "Khalid",
                "Affiliation": "Department of Pathology and Cell Biology, College of Physicians and Surgeons, Columbia University, New York, New York."
            },
            {
                "First Name": "Mimi",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons, Columbia University, New York, New York."
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": "Department of Neuroscience, Columbia University's Mortimer B. Zuckerman Mind Brain Behavior Institute, New York, New York."
            }
        ],
        "Journal": "The Journal of comparative neurology",
        "PubDate": "2019"
    },
    {
        "PMID": "29322522",
        "Title": "Eye-specific segregation and differential fasciculation of developing retinal ganglion cell axons in the mouse visual pathway.",
        "Abstract": "Prior to forming and refining synaptic connections, axons of projection neurons navigate long distances to their targets. While much is known about guidance cues for axon navigation through intermediate choice points, whether and how axons are organized within tracts is less clear. Here we analyze the organization of retinal ganglion cell (RGC) axons in the developing mouse retinogeniculate pathway. RGC axons are organized by both eye-specificity and topography in the optic nerve and tract: ipsilateral RGC axons are segregated from contralateral axons and are offset laterally in the tract relative to contralateral axon topographic position. To identify potential cell-autonomous factors contributing to the segregation of ipsilateral and contralateral RGC axons in the visual pathway, we assessed their fasciculation behavior in a retinal explant assay. Ipsilateral RGC neurites self-fasciculate more than contralateral neurites in vitro and maintain this difference in the presence of extrinsic chiasm cues. To further probe the role of axon self-association in circuit formation in vivo, we examined RGC axon organization and fasciculation in an EphB1",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acids",
            "Animals",
            "Animals, Newborn",
            "Axons",
            "Embryo, Mammalian",
            "Eye",
            "Fasciculation",
            "Functional Laterality",
            "In Vitro Techniques",
            "Intermediate Filaments",
            "Luminescent Proteins",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Optic Nerve",
            "Receptor, EphB1",
            "Retinal Ganglion Cells",
            "Serotonin Plasma Membrane Transport Proteins",
            "Visual Pathways"
        ],
        "Authors": [
            {
                "First Name": "Austen A",
                "Last Name": "Sitko",
                "Affiliation": "Department of Neuroscience, College of Physicians and Surgeons, Columbia University, New York, New York, 10032."
            },
            {
                "First Name": "Takaaki",
                "Last Name": "Kuwajima",
                "Affiliation": "Department of Pathology and Cell Biology, College of Physicians and Surgeons, Columbia University, New York, New York, 10032."
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": "Department of Neuroscience, College of Physicians and Surgeons, Columbia University, New York, New York, 10032."
            }
        ],
        "Journal": "The Journal of comparative neurology",
        "PubDate": "2018"
    },
    {
        "PMID": "27798125",
        "Title": "Reconnecting Eye to Brain.",
        "Abstract": "Although much is known about the regenerative capacity of retinal ganglion cells, very significant barriers remain in our ability to restore visual function following traumatic injury or disease-induced degeneration. Here we summarize our current understanding of the factors regulating axon guidance and target engagement in regenerating axons, and review the state of the field of neural regeneration, focusing on the visual system and highlighting studies using other model systems that can inform analysis of visual system regeneration. This overview is motivated by a Society for Neuroscience Satellite meeting, \"Reconnecting Neurons in the Visual System,\" held in October 2015 sponsored by the National Eye Institute as part of their \"Audacious Goals Initiative\" and co-organized by Carol Mason (Columbia University) and Michael Crair (Yale University). The collective wisdom of the conference participants pointed to important gaps in our knowledge and barriers to progress in promoting the restoration of visual system function. This article is thus a summary of our existing understanding of visual system regeneration and provides a blueprint for future progress in the field.",
        "Keywords": [
            "axon",
            "axon guidance",
            "axon regeneration",
            "eye",
            "lateral geniculate nucleus",
            "optic nerve",
            "regeneration",
            "retina",
            "retinal ganglion cells",
            "superior colliculus",
            "traumatic brain injury",
            "vision",
            "visual cortex"
        ],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Brain",
            "Humans",
            "Ocular Physiological Phenomena",
            "Optic Nerve",
            "Retinal Ganglion Cells",
            "Visual Pathways"
        ],
        "Authors": [
            {
                "First Name": "Michael C",
                "Last Name": "Crair",
                "Affiliation": "Departments of Neuroscience and Ophthalmology & Visual Science, Yale University, New Haven, Connecticut 06520, and michael.crair@yale.edu cam4@columbia.edu."
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": "Departments of Pathology and Cell Biology, Neuroscience, and Ophthalmology, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, New York 10032 michael.crair@yale.edu cam4@columbia.edu."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2016"
    },
    {
        "PMID": "27648578",
        "Title": "Autophagy linked FYVE (Alfy/WDFY3) is required for establishing neuronal connectivity in the mammalian brain.",
        "Abstract": "The regulation of protein degradation is essential for maintaining the appropriate environment to coordinate complex cell signaling events and to promote cellular remodeling. The Autophagy linked FYVE protein (Alfy), previously identified as a molecular scaffold between the ubiquitinated cargo and the autophagic machinery, is highly expressed in the developing central nervous system, indicating that this pathway may have yet unexplored roles in neurodevelopment. To examine this possibility, we used mouse genetics to eliminate Alfy expression. We report that this evolutionarily conserved protein is required for the formation of axonal tracts throughout the brain and spinal cord, including the formation of the major forebrain commissures. Consistent with a phenotype reflecting a failure in axon guidance, the loss of Alfy in mice disrupts localization of glial guidepost cells, and attenuates axon outgrowth in response to Netrin-1. These findings further support the growing indication that macroautophagy plays a key role in the developing CNS.",
        "Keywords": [
            "Alfy",
            "Autophagy",
            "Wdfy3",
            "axon guidance",
            "cancer biology",
            "corpus callosum",
            "mouse",
            "neurodevelopment",
            "neuroscience"
        ],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Autophagy-Related Proteins",
            "Brain",
            "Gene Knockout Techniques",
            "Mice, Inbred C57BL",
            "Neural Pathways",
            "Neurons",
            "Vesicular Transport Proteins"
        ],
        "Authors": [
            {
                "First Name": "Joanna M",
                "Last Name": "Dragich",
                "Affiliation": "Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, United States."
            },
            {
                "First Name": "Takaaki",
                "Last Name": "Kuwajima",
                "Affiliation": "Department of Pathology, College of Physicians and Surgeons, Columbia University, New York, United States."
            },
            {
                "First Name": "Megumi",
                "Last Name": "Hirose-Ikeda",
                "Affiliation": "Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, United States."
            },
            {
                "First Name": "Michael S",
                "Last Name": "Yoon",
                "Affiliation": "Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, United States."
            },
            {
                "First Name": "Evelien",
                "Last Name": "Eenjes",
                "Affiliation": "Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, United States."
            },
            {
                "First Name": "Joan R",
                "Last Name": "Bosco",
                "Affiliation": "Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, United States."
            },
            {
                "First Name": "Leora M",
                "Last Name": "Fox",
                "Affiliation": "Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, United States."
            },
            {
                "First Name": "Alf H",
                "Last Name": "Lystad",
                "Affiliation": "Institute of Basic Medical Sciences, University of Oslo, Oslo, Norway."
            },
            {
                "First Name": "Tinmarla F",
                "Last Name": "Oo",
                "Affiliation": "Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, United States."
            },
            {
                "First Name": "Olga",
                "Last Name": "Yarygina",
                "Affiliation": "Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, United States."
            },
            {
                "First Name": "Tomohiro",
                "Last Name": "Mita",
                "Affiliation": "The Protein Metabolism Project, Tokyo Metropolitan Institute of Medical Science, Tokyo, Japan."
            },
            {
                "First Name": "Satoshi",
                "Last Name": "Waguri",
                "Affiliation": "Department of Anatomy and Histology, Fukushima Medical University School of Medicine, Fukushima, Japan."
            },
            {
                "First Name": "Yoshinobu",
                "Last Name": "Ichimura",
                "Affiliation": "The Protein Metabolism Project, Tokyo Metropolitan Institute of Medical Science, Tokyo, Japan."
            },
            {
                "First Name": "Masaaki",
                "Last Name": "Komatsu",
                "Affiliation": "The Protein Metabolism Project, Tokyo Metropolitan Institute of Medical Science, Tokyo, Japan."
            },
            {
                "First Name": "Anne",
                "Last Name": "Simonsen",
                "Affiliation": "Institute of Basic Medical Sciences, University of Oslo, Oslo, Norway."
            },
            {
                "First Name": "Robert E",
                "Last Name": "Burke",
                "Affiliation": "Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, United States."
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": "Department of Pathology, College of Physicians and Surgeons, Columbia University, New York, United States."
            },
            {
                "First Name": "Ai",
                "Last Name": "Yamamoto",
                "Affiliation": "Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2016"
    },
    {
        "PMID": "26492970",
        "Title": "The LRR receptor Islr2 is required for retinal axon routing at the vertebrate optic chiasm.",
        "Abstract": "In the visual system of most binocular vertebrates, the axons of retinal ganglion cells (RGCs) diverge at the diencephalic midline and extend to targets on both ipsi- and contralateral sides of the brain. While a molecular mechanism explaining ipsilateral guidance decisions has been characterized, less is known of how RGC axons cross the midline.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Body Patterning",
            "Image Processing, Computer-Assisted",
            "In Situ Hybridization",
            "Mice",
            "Mice, Inbred C57BL",
            "Nerve Tissue Proteins",
            "Neurogenesis",
            "Optic Chiasm",
            "Retina",
            "Visual Pathways",
            "Zebrafish"
        ],
        "Authors": [
            {
                "First Name": "Paolo",
                "Last Name": "Panza",
                "Affiliation": "Max-Planck-Institut für Entwicklungsbiologie, Abteilung Genetik, Spemannstraße 35, 72076, Tübingen, Germany. paolo.panza@tuebingen.mpg.de."
            },
            {
                "First Name": "Austen A",
                "Last Name": "Sitko",
                "Affiliation": "Department of Neuroscience, Columbia University, College of Physicians and Surgeons, 630 West 168th Street, New York, NY, 10032, USA."
            },
            {
                "First Name": "Hans-Martin",
                "Last Name": "Maischein",
                "Affiliation": "Max-Planck-Institut für Entwicklungsbiologie, Abteilung Genetik, Spemannstraße 35, 72076, Tübingen, Germany."
            },
            {
                "First Name": "Iris",
                "Last Name": "Koch",
                "Affiliation": "Max-Planck-Institut für Entwicklungsbiologie, Elektronenmikroskopie, Spemannstraße 35, 72076, Tübingen, Germany."
            },
            {
                "First Name": "Matthias",
                "Last Name": "Flötenmeyer",
                "Affiliation": "Max-Planck-Institut für Entwicklungsbiologie, Elektronenmikroskopie, Spemannstraße 35, 72076, Tübingen, Germany."
            },
            {
                "First Name": "Gavin J",
                "Last Name": "Wright",
                "Affiliation": "Wellcome Trust Sanger Institute, Cell Surface Signalling Laboratory, Hinxton, Cambridge, CB10 1HH, UK."
            },
            {
                "First Name": "Kenji",
                "Last Name": "Mandai",
                "Affiliation": "Department of Biochemistry and Molecular Biology, Kobe University Graduate School of Medicine, 7-5-1 Kusunoki-cho, Chuo-ku, Kobe, Hyogo, 650-0017, Japan."
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": "Department of Pathology & Cell Biology, Columbia University, College of Physicians and Surgeons, 630 West 168th Street, New York, NY, 10032, USA."
            },
            {
                "First Name": "Christian",
                "Last Name": "Söllner",
                "Affiliation": "Max-Planck-Institut für Entwicklungsbiologie, Abteilung Genetik, Spemannstraße 35, 72076, Tübingen, Germany."
            }
        ],
        "Journal": "Neural development",
        "PubDate": "2015"
    },
    {
        "PMID": "25788284",
        "Title": "Transient ipsilateral retinal ganglion cell projections to the brain: Extent, targeting, and disappearance.",
        "Abstract": "During development of the mammalian eye, the first retinal ganglion cells (RGCs) that extend to the brain are located in the dorsocentral (DC) retina. These RGCs extend to either ipsilateral or contralateral targets, but the ipsilateral projections do not survive into postnatal periods. The function and means of disappearance of the transient ipsilateral projection are not known. We have followed the course of this transient early ipsilateral cohort of RGCs, paying attention to how far they extend, whether they enter targets and if so, which ones, and the time course of their disappearance. The DC ipsilateral RGC axons were traced using DiI labeling at E13.5 and E15.5 to compare the proportion of ipsi- versus contralateral projections during the first period of growth. In utero electroporation of E12.5 retina with GFP constructs was used to label axons that could be visualized at succeeding time points into postnatal ages. Our results show that the earliest ipsilateral axons grow along the cellular border of the brain, and are segregated from the laterally positioned contralateral axons from the same retinal origin. In agreement with previous reports, although many early RGCs extend ipsilaterally, after E16 their number rapidly declines. Nonetheless, some ipsilateral axons from the DC retina enter the superior colliculus and arborize minimally, but very few enter the dorsal lateral geniculate nucleus and those that do extend only short branches. While the mechanism of selective axonal disappearance remains elusive, these data give further insight into establishment of the visual pathways.",
        "Keywords": [
            "dorsocentral retina",
            "in utero electroporation",
            "lateral geniculate nucleus",
            "optic tract",
            "superior colliculus"
        ],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Brain",
            "Cohort Studies",
            "Electroporation",
            "Functional Laterality",
            "Immunohistochemistry",
            "Mice, Inbred C57BL",
            "Neuroanatomical Tract-Tracing Techniques",
            "Retinal Ganglion Cells",
            "Visual Pathways"
        ],
        "Authors": [
            {
                "First Name": "Célia A",
                "Last Name": "Soares",
                "Affiliation": "Department of Pathology and Cell Biology, College of Physicians and Surgeons, Columbia University, New York."
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": "Department of Pathology and Cell Biology, College of Physicians and Surgeons, Columbia University, New York."
            }
        ],
        "Journal": "Developmental neurobiology",
        "PubDate": "2015"
    },
    {
        "PMID": "24870067",
        "Title": "Minimum information about a spinal cord injury experiment: a proposed reporting standard for spinal cord injury experiments.",
        "Abstract": "The lack of reproducibility in many areas of experimental science has a number of causes, including a lack of transparency and precision in the description of experimental approaches. This has far-reaching consequences, including wasted resources and slowing of progress. Additionally, the large number of laboratories around the world publishing articles on a given topic make it difficult, if not impossible, for individual researchers to read all of the relevant literature. Consequently, centralized databases are needed to facilitate the generation of new hypotheses for testing. One strategy to improve transparency in experimental description, and to allow the development of frameworks for computer-readable knowledge repositories, is the adoption of uniform reporting standards, such as common data elements (data elements used in multiple clinical studies) and minimum information standards. This article describes a minimum information standard for spinal cord injury (SCI) experiments, its major elements, and the approaches used to develop it. Transparent reporting standards for experiments using animal models of human SCI aim to reduce inherent bias and increase experimental value.",
        "Keywords": [
            "MIASCI",
            "axonal injury",
            "axonal regeneration",
            "spinal cord injury"
        ],
        "MeSH terms": [
            "Animals",
            "Disease Models, Animal",
            "Research Design",
            "Spinal Cord Injuries"
        ],
        "Authors": [
            {
                "First Name": "Vance P",
                "Last Name": "Lemmon",
                "Affiliation": "1 Miami Project to Cure Paralysis, University of Miami School of Medicine , Miami, Florida."
            },
            {
                "First Name": "Adam R",
                "Last Name": "Ferguson",
                "Affiliation": ""
            },
            {
                "First Name": "Phillip G",
                "Last Name": "Popovich",
                "Affiliation": ""
            },
            {
                "First Name": "Xiao-Ming",
                "Last Name": "Xu",
                "Affiliation": ""
            },
            {
                "First Name": "Diane M",
                "Last Name": "Snow",
                "Affiliation": ""
            },
            {
                "First Name": "Michihiro",
                "Last Name": "Igarashi",
                "Affiliation": ""
            },
            {
                "First Name": "Christine E",
                "Last Name": "Beattie",
                "Affiliation": ""
            },
            {
                "First Name": "John L",
                "Last Name": "Bixby",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of neurotrauma",
        "PubDate": "2014"
    },
    {
        "PMID": "24828630",
        "Title": "Comparative strength and dendritic organization of thalamocortical and corticocortical synapses onto excitatory layer 4 neurons.",
        "Abstract": "Thalamus is a potent driver of cortical activity even though cortical synapses onto excitatory layer 4 neurons outnumber thalamic synapses 10 to 1. Previous in vitro studies have proposed that thalamocortical (TC) synapses are stronger than corticocortical (CC) synapses. Here, we investigated possible anatomical and physiological differences between these inputs in the rat in vivo. We developed a high-throughput light microscopy method, validated by electron microscopy, to completely map the locations of synapses across an entire dendritic tree. This demonstrated that TC synapses are slightly more proximal to the soma than CC synapses, but detailed compartmental modeling predicted that dendritic filtering does not appreciably favor one synaptic class over another. Measurements of synaptic strength in intact animals confirmed that both TC and CC synapses are weak and approximately equivalent. We conclude that thalamic effectiveness does not rely on enhanced TC strength, but rather on coincident activation of converging inputs.",
        "Keywords": [
            "compartmental",
            "confocal",
            "dendrite",
            "in vivo",
            "optogenetics",
            "synapse"
        ],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Cerebral Cortex",
            "Dendrites",
            "Dendritic Spines",
            "Models, Neurological",
            "Neural Pathways",
            "Neurons",
            "Rats",
            "Rats, Wistar",
            "Synapses",
            "Synaptic Transmission",
            "Thalamus"
        ],
        "Authors": [
            {
                "First Name": "Carl E",
                "Last Name": "Schoonover",
                "Affiliation": "Department of Neuroscience and Kavli Institute for Brain Science, Columbia University, New York, New York 10032."
            },
            {
                "First Name": "Juan-Carlos",
                "Last Name": "Tapia",
                "Affiliation": "Department of Neuroscience and Kavli Institute for Brain Science, Columbia University, New York, New York 10032."
            },
            {
                "First Name": "Verena C",
                "Last Name": "Schilling",
                "Affiliation": "Max Planck Institute for Medical Research, D-69120 Heidelberg, Germany."
            },
            {
                "First Name": "Verena",
                "Last Name": "Wimmer",
                "Affiliation": "The Florey Institute of Neuroscience and Mental Health, Parkville VIC 3010, Australia, and."
            },
            {
                "First Name": "Richard",
                "Last Name": "Blazeski",
                "Affiliation": "Department of Pathology, Columbia University, New York, New York 10032."
            },
            {
                "First Name": "Wanying",
                "Last Name": "Zhang",
                "Affiliation": "Department of Neuroscience and Kavli Institute for Brain Science, Columbia University, New York, New York 10032."
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": "Department of Neuroscience and Kavli Institute for Brain Science, Columbia University, New York, New York 10032, Department of Pathology, Columbia University, New York, New York 10032."
            },
            {
                "First Name": "Randy M",
                "Last Name": "Bruno",
                "Affiliation": "Department of Neuroscience and Kavli Institute for Brain Science, Columbia University, New York, New York 10032, randybruno@columbia.edu."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2014"
    },
    {
        "PMID": "23526936",
        "Title": "L-Dopa and the albino riddle: content of L-Dopa in the developing retina of pigmented and albino mice.",
        "Abstract": "The absence or deficiency of melanin as in albinos, has detrimental effects on retinal development that include aberrant axonal projections from eye to brain and impaired vision. In pigmented retinal pigment epithelium (RPE), dihydroxyphenalanine (L-Dopa), an intermediate in the synthetic path for melanin, has been hypothesized to regulate the tempo of neurogenesis. The time course of expression of retinal L-Dopa, whether it is harbored exclusively in the RPE, the extent of deficiency in albinos compared to isogenic controls, and whether L-Dopa can be restored if exogenously delivered to the albino have been unknown.",
        "Keywords": [],
        "MeSH terms": [
            "Albinism",
            "Animals",
            "Dopamine",
            "Female",
            "Levodopa",
            "Mice",
            "Mice, Congenic",
            "Mice, Inbred C57BL",
            "Mice, Mutant Strains",
            "Monophenol Monooxygenase",
            "Neurogenesis",
            "Pregnancy",
            "Retina",
            "Retinal Pigment Epithelium"
        ],
        "Authors": [
            {
                "First Name": "Suzanne",
                "Last Name": "Roffler-Tarlov",
                "Affiliation": "Department of Neuroscience, Tufts University School of Medicine, Boston, Massachusetts, United States of America. Suzanne.Tarlov@tufts.edu"
            },
            {
                "First Name": "Jin Hong",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Elena N",
                "Last Name": "Naumova",
                "Affiliation": ""
            },
            {
                "First Name": "Maria Margarita",
                "Last Name": "Bernal-Ayala",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2013"
    },
    {
        "PMID": "22553784",
        "Title": "In memory of Professor Howard A. Bern.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Endocrinology",
            "History, 20th Century",
            "History, 21st Century",
            "Humans",
            "Research Personnel"
        ],
        "Authors": [
            {
                "First Name": "E Gordon",
                "Last Name": "Grau",
                "Affiliation": "University of Hawaii, Hawaii Institute of Marine Biology, Coconut Island, Kaneohe, HI 96744, USA. grau@hawaii.edu"
            },
            {
                "First Name": "Richard S",
                "Last Name": "Nishioka",
                "Affiliation": ""
            },
            {
                "First Name": "Alan",
                "Last Name": "Bern",
                "Affiliation": ""
            },
            {
                "First Name": "Tetsuya",
                "Last Name": "Hirano",
                "Affiliation": ""
            },
            {
                "First Name": "Russell",
                "Last Name": "Borski",
                "Affiliation": ""
            },
            {
                "First Name": "Craig",
                "Last Name": "Clarke",
                "Affiliation": ""
            },
            {
                "First Name": "Kevin",
                "Last Name": "Foskett",
                "Affiliation": ""
            },
            {
                "First Name": "Louis J",
                "Last Name": "Guillette",
                "Affiliation": ""
            },
            {
                "First Name": "Taisen",
                "Last Name": "Iguchi",
                "Affiliation": ""
            },
            {
                "First Name": "Lovell A",
                "Last Name": "Jones",
                "Affiliation": ""
            },
            {
                "First Name": "Christopher",
                "Last Name": "Loretz",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen",
                "Last Name": "McCormick",
                "Affiliation": ""
            },
            {
                "First Name": "Anne",
                "Last Name": "MacLachlan",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Karen T",
                "Last Name": "Mills",
                "Affiliation": ""
            },
            {
                "First Name": "Yoshitaka",
                "Last Name": "Nagahama",
                "Affiliation": ""
            },
            {
                "First Name": "Charles S",
                "Last Name": "Nicoll",
                "Affiliation": ""
            },
            {
                "First Name": "N Harold",
                "Last Name": "Richman",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Sheridan",
                "Affiliation": ""
            },
            {
                "First Name": "Jennifer L",
                "Last Name": "Specker",
                "Affiliation": ""
            },
            {
                "First Name": "James J",
                "Last Name": "Sullivan",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy",
                "Last Name": "Turner",
                "Affiliation": ""
            },
            {
                "First Name": "Graham",
                "Last Name": "Young",
                "Affiliation": ""
            }
        ],
        "Journal": "General and comparative endocrinology",
        "PubDate": "2012"
    },
    {
        "PMID": "22492037",
        "Title": "Eye-specific projections of retinogeniculate axons are altered in albino mice.",
        "Abstract": "The divergence of retinal ganglion cell (RGC) axons into ipsilateral and contralateral projections at the optic chiasm and the subsequent segregation of retinal inputs into eye-specific domains in their target, the dorsal lateral geniculate nucleus (dLGN), are crucial for binocular vision. In albinism, affected individuals exhibit a lack or reduction of pigmentation in the eye and skin, a concomitant reduced ipsilateral projection, and diverse visual defects. Here we investigate how such altered decussation affects eye-specific retinogeniculate targeting in albino mice using the C57BL/6 Tyr(c-2J/c-2J) strain, in which tyrosinase, necessary for melanogenesis, is mutated. In albino mice, fewer RGCs from the ventrotemporal (VT) retina project ipsilaterally, reflected in a decrease in cells expressing ipsilateral markers. In addition, a population of RGCs from the VT retina projects contralaterally and, within the dLGN, their axons cluster into a patch separated from the contralateral termination area. Furthermore, eye-specific segregation is not complete in the albino dLGN and, upon perturbing postnatal retinal activity with epibatidine, the ipsilateral projection fragments and the aberrant contralateral patch disappears. These results suggest that the defects in afferent targeting and activity-dependent refinement in the albino dLGN arise from RGC misspecification together with potential perturbations of early activity patterns in the albino retina.",
        "Keywords": [],
        "MeSH terms": [
            "Albinism",
            "Animals",
            "Animals, Newborn",
            "Axons",
            "Eye",
            "Female",
            "Geniculate Bodies",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Mutant Strains",
            "Neurogenesis",
            "Retinal Ganglion Cells",
            "Visual Pathways"
        ],
        "Authors": [
            {
                "First Name": "Alexandra",
                "Last Name": "Rebsam",
                "Affiliation": "Department of Pathology and Cell Biology, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Punita",
                "Last Name": "Bhansali",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2012"
    },
    {
        "PMID": "22243748",
        "Title": "Integrins establish dendrite-substrate relationships that promote dendritic self-avoidance and patterning in drosophila sensory neurons.",
        "Abstract": "Dendrites achieve characteristic spacing patterns during development to ensure appropriate coverage of territories. Mechanisms of dendrite positioning via repulsive dendrite-dendrite interactions are beginning to be elucidated, but the control, and importance, of dendrite positioning relative to their substrate is poorly understood. We found that dendritic branches of Drosophila dendritic arborization sensory neurons can be positioned either at the basal surface of epidermal cells, or enclosed within epidermal invaginations. We show that integrins control dendrite positioning on or within the epidermis in a cell autonomous manner by promoting dendritic retention on the basal surface. Loss of integrin function in neurons resulted in excessive self-crossing and dendrite maintenance defects, the former indicating a role for substrate interactions in self-avoidance. In contrast to a contact-mediated mechanism, we find that integrins prevent crossings that are noncontacting between dendrites in different three-dimensional positions, revealing a requirement for combined dendrite-dendrite and dendrite-substrate interactions in self-avoidance.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Body Patterning",
            "Cell Adhesion Molecules",
            "Dendrites",
            "Drosophila",
            "Drosophila Proteins",
            "Epidermal Cells",
            "Epidermis",
            "Extracellular Matrix",
            "Gene Expression Regulation, Developmental",
            "Green Fluorescent Proteins",
            "Horseradish Peroxidase",
            "Integrins",
            "Larva",
            "Microscopy, Confocal",
            "Microscopy, Electron, Transmission",
            "Models, Biological",
            "Morphogenesis",
            "Sense Organs",
            "Sensory Receptor Cells"
        ],
        "Authors": [
            {
                "First Name": "Michelle E",
                "Last Name": "Kim",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, 630 W. 168th St. P&S 12-403, New York, NY 10032, USA."
            },
            {
                "First Name": "Brikha R",
                "Last Name": "Shrestha",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Blazeski",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2012"
    },
    {
        "PMID": "22095825",
        "Title": "Reciprocal actions of ATF5 and Shh in proliferation of cerebellar granule neuron progenitor cells.",
        "Abstract": "Precise regulation of neuroprogenitor cell proliferation and differentiation is required for successful brain development, but the factors that contribute to this are only incompletely understood. The transcription factor ATF5 promotes proliferation of cerebral cortical neuroprogenitor cells and its down regulation permits their differentiation. Here, we examine the expression and regulation of ATF5 in cerebellar granule neuron progenitor cells (CGNPs) as well as the role of ATF5 in the transition of CGNPs to postmitotic cerebellar granule neurons (GCNs). We find that ATF5 is expressed by proliferating CGNPs in both the embryonic and postnatal cerebellar external granule layer (EGL) and in the rhombic lip, the embryonic structure from which the EGL arises. In contrast, ATF5 is undetectable in postmitotic GCNs. In highly enriched dissociated cultures of CGNPs and CGNs, ATF5 is expressed only in CGNPs. Constitutive ATF5 expression in CGNPs does not affect their proliferation or exit from the cell cycle. In contrast, in presence of sonic hedgehog (Shh), a mitogen for CGNPs, constitutively expressed ATF5 promotes CGNP proliferation and delays their cell cycle exit and differentiation. Conversely, ATF5 loss-of-function conferred by a dominant-negative form of ATF5 significantly diminishes Shh-stimulated CGNP proliferation and promotes differentiation. In parallel with its stimulation of CGNP proliferation, Shh enhances ATF5 expression by what appeared to be a posttranscriptional mechanism involving protein stabilization. These findings indicate a reciprocal interaction between ATF5 and Shh in which Shh stimulates ATF5 expression and in which ATF5 contributes to Shh-stimulated CGNP expansion.",
        "Keywords": [],
        "MeSH terms": [
            "Activating Transcription Factors",
            "Animals",
            "Cell Proliferation",
            "Cells, Cultured",
            "Cerebellum",
            "Gene Expression Regulation",
            "Hedgehog Proteins",
            "Mice",
            "Neural Stem Cells",
            "Neurons",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Hae Young",
                "Last Name": "Lee",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University College of Physicians and Surgeons, New York, New York, USA."
            },
            {
                "First Name": "James M",
                "Last Name": "Angelastro",
                "Affiliation": ""
            },
            {
                "First Name": "Anna Marie",
                "Last Name": "Kenney",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Lloyd A",
                "Last Name": "Greene",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental neurobiology",
        "PubDate": "2012"
    },
    {
        "PMID": "22049344",
        "Title": "Altered axonal targeting and short-term plasticity in the hippocampus of Disc1 mutant mice.",
        "Abstract": "Carefully designed animal models of genetic risk factors are likely to aid our understanding of the pathogenesis of schizophrenia. Here, we study a mouse strain with a truncating lesion in the endogenous Disc1 ortholog designed to model the effects of a schizophrenia-predisposing mutation and offer a detailed account of the consequences that this mutation has on the development and function of a hippocampal circuit. We uncover widespread and cumulative cytoarchitectural alterations in the dentate gyrus during neonatal and adult neurogenesis, which include errors in axonal targeting and are accompanied by changes in short-term plasticity at the mossy fiber/CA3 circuit. We also provide evidence that cAMP levels are elevated as a result of the Disc1 mutation, leading to altered axonal targeting and dendritic growth. The identified structural alterations are, for the most part, not consistent with the growth-promoting and premature maturation effects inferred from previous RNAi-based Disc1 knockdown. Our results provide support to the notion that modest disturbances of neuronal connectivity and accompanying deficits in short-term synaptic dynamics is a general feature of schizophrenia-predisposing mutations.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Animals, Newborn",
            "Axons",
            "Cell Proliferation",
            "Cells, Cultured",
            "Cyclic AMP",
            "Cyclic Nucleotide Phosphodiesterases, Type 4",
            "Dendrites",
            "Dentate Gyrus",
            "Hippocampus",
            "Immunohistochemistry",
            "Long-Term Potentiation",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Mice, Transgenic",
            "Mossy Fibers, Hippocampal",
            "Nerve Tissue Proteins",
            "Neurogenesis",
            "Neuronal Plasticity",
            "Neurons",
            "Patch-Clamp Techniques"
        ],
        "Authors": [
            {
                "First Name": "Mirna",
                "Last Name": "Kvajo",
                "Affiliation": "Department of Psychiatry, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Heather",
                "Last Name": "McKellar",
                "Affiliation": ""
            },
            {
                "First Name": "Liam J",
                "Last Name": "Drew",
                "Affiliation": ""
            },
            {
                "First Name": "Aude-Marie",
                "Last Name": "Lepagnol-Bestel",
                "Affiliation": ""
            },
            {
                "First Name": "Lan",
                "Last Name": "Xiao",
                "Affiliation": ""
            },
            {
                "First Name": "Rebecca J",
                "Last Name": "Levy",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Blazeski",
                "Affiliation": ""
            },
            {
                "First Name": "P Alexander",
                "Last Name": "Arguello",
                "Affiliation": ""
            },
            {
                "First Name": "Clay O",
                "Last Name": "Lacefield",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Michel",
                "Last Name": "Simonneau",
                "Affiliation": ""
            },
            {
                "First Name": "James M",
                "Last Name": "O'Donnell",
                "Affiliation": ""
            },
            {
                "First Name": "Amy B",
                "Last Name": "MacDermott",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2011"
    },
    {
        "PMID": "21867873",
        "Title": "Cadherins as matchmakers.",
        "Abstract": "Cadherins implement afferent-target matching in invertebrates, but proof for this concept in mammalian circuits has remained elusive. Two new studies in this issue of Neuron show that cadherin-6 mediates retinal ganglion cell target selection and that cadherin-9 promotes synapse specificity in the hippocampus.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Alexandra",
                "Last Name": "Rebsam",
                "Affiliation": "INSERM, UMR-S 839, 75005 Paris, France. alexandra.rebsam@inserm.fr"
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2011"
    },
    {
        "PMID": "21346800",
        "Title": "Development of axon-target specificity of ponto-cerebellar afferents.",
        "Abstract": "The function of neuronal networks relies on selective assembly of synaptic connections during development. We examined how synaptic specificity emerges in the pontocerebellar projection. Analysis of axon-target interactions with correlated light-electron microscopy revealed that developing pontine mossy fibers elaborate extensive cell-cell contacts and synaptic connections with Purkinje cells, an inappropriate target. Subsequently, mossy fiber-Purkinje cell connections are eliminated resulting in granule cell-specific mossy fiber connectivity as observed in mature cerebellar circuits. Formation of mossy fiber-Purkinje cell contacts is negatively regulated by Purkinje cell-derived BMP4. BMP4 limits mossy fiber growth in vitro and Purkinje cell-specific ablation of BMP4 in mice results in exuberant mossy fiber-Purkinje cell interactions. These findings demonstrate that synaptic specificity in the pontocerebellar projection is achieved through a stepwise mechanism that entails transient innervation of Purkinje cells, followed by synapse elimination. Moreover, this work establishes BMP4 as a retrograde signal that regulates the axon-target interactions during development.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Bone Morphogenetic Protein 4",
            "Cell Communication",
            "Cerebellum",
            "Mice",
            "Nerve Net",
            "Purkinje Cells",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Anna",
                "Last Name": "Kalinovsky",
                "Affiliation": "Department of Physiology & Cellular Biophysics and Department of Neuroscience, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Fatiha",
                "Last Name": "Boukhtouche",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Blazeski",
                "Affiliation": ""
            },
            {
                "First Name": "Caroline",
                "Last Name": "Bornmann",
                "Affiliation": ""
            },
            {
                "First Name": "Noboru",
                "Last Name": "Suzuki",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Peter",
                "Last Name": "Scheiffele",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2011"
    },
    {
        "PMID": "19940181",
        "Title": "Switching retinogeniculate axon laterality leads to normal targeting but abnormal eye-specific segregation that is activity dependent.",
        "Abstract": "Partial decussation of sensory pathways allows neural inputs from both sides of the body to project to the same target region where these signals will be integrated. Here, to better understand mechanisms of eye-specific targeting, we studied how retinal ganglion cell (RGC) axons terminate in their thalamic target, the dorsal lateral geniculate nucleus (dLGN), when crossing at the optic chiasm midline is altered. In models with gain- and loss-of-function of EphB1, the receptor that directs the ipsilateral projection at the optic chiasm, misrouted RGCs target the appropriate retinotopic zone in the opposite dLGN. However, in EphB1(-/-) mice, the misrouted axons do not intermingle with normally projecting RGC axons and segregate instead into a distinct patch. We also revisited the role of retinal activity on eye-specific targeting by blocking correlated waves of activity with epibatidine into both eyes. We show that, in wild-type mice, retinal waves are necessary during the first postnatal week for both proper distribution and eye-specific segregation of ipsilateral axons in the mature dLGN. Moreover, in EphB1(-/-) mice, refinement of ipsilateral axons is perturbed in control conditions and is further impaired after epibatidine treatment. Finally, retinal waves are required for the formation of the segregated patch of misrouted axons in EphB1(-/-) mice. These findings implicate molecular determinants for targeting of eye-specific zones that are independent of midline guidance cues and that function in concert with correlated retinal activity to sculpt retinogeniculate projections.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Bridged Bicyclo Compounds, Heterocyclic",
            "Cues",
            "Functional Laterality",
            "Gene Expression Regulation, Developmental",
            "Geniculate Bodies",
            "Growth Cones",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Neurogenesis",
            "Nicotinic Agonists",
            "Pyridines",
            "Receptor, EphB1",
            "Retina",
            "Retinal Ganglion Cells",
            "Synapses",
            "Synaptic Transmission",
            "Vision, Ocular",
            "Visual Pathways"
        ],
        "Authors": [
            {
                "First Name": "Alexandra",
                "Last Name": "Rebsam",
                "Affiliation": "Department of Pathology, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Timothy J",
                "Last Name": "Petros",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2009"
    },
    {
        "PMID": "19779401",
        "Title": "In utero and ex vivo electroporation for gene expression in mouse retinal ganglion cells.",
        "Abstract": "The retina and its sole output neuron, the retinal ganglion cell (RGC), comprise an excellent model in which to examine biological questions such as cell differentiation, axon guidance, retinotopic organization and synapse formation. One drawback is the inability to efficiently and reliably manipulate gene expression in RGCs in vivo, especially in the otherwise accessible murine visual pathways. Transgenic mice can be used to manipulate gene expression, but this approach is often expensive, time consuming, and can produce unwanted side effects. In chick, in ovo electroporation is used to manipulate gene expression in RGCs for examining retina and RGC development. Although similar electroporation techniques have been developed in neonatal mouse pups, adult rats, and embryonic murine retinae in vitro, none of these strategies allow full characterization of RGC development and axon projections in vivo. To this end, we have developed two applications of electroporation, one in utero and the other ex vivo, to specifically target embryonic murine RGCs. With in utero retinal electroporation, we can misexpress or downregulate specific genes in RGCs and follow their axon projections through the visual pathways in vivo, allowing examination of guidance decisions at intermediate targets, such as the optic chiasm, or at target regions, such as the lateral geniculate nucleus. Perturbing gene expression in a subset of RGCs in an otherwise wild-type background facilitates an understanding of gene function throughout the retinal pathway. Additionally, we have developed a companion technique for analyzing RGC axon growth in vitro. We electroporate embryonic heads ex vivo, collect and incubate the whole retina, then prepare explants from these retinae several days later. Retinal explants can be used in a variety of in vitro assays in order to examine the response of electroporated RGC axons to guidance cues or other factors. In sum, this set of techniques enhances our ability to misexpress or downregulate genes in RGCs and should greatly aid studies examining RGC development and axon projections.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Electroporation",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Mice",
            "Pregnancy",
            "Rats",
            "Retina",
            "Retinal Ganglion Cells"
        ],
        "Authors": [
            {
                "First Name": "Timothy J",
                "Last Name": "Petros",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Alexandra",
                "Last Name": "Rebsam",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of visualized experiments : JoVE",
        "PubDate": "2009"
    },
    {
        "PMID": "19229177",
        "Title": "Isolation and culture of post-natal mouse cerebellar granule neuron progenitor cells and neurons.",
        "Abstract": "The cerebellar cortex is a well described structure that provides unique opportunities for studying neuronal properties and development. Of the cerebellar neuronal types (granule cells, Purkinje cells and inhibitory interneurons), granule neurons are by far the most numerous and are the most abundant type of neurons in the mammalian brain. In rodents, cerebellar granule neurons are generated during the first two post-natal weeks from progenitor cells in the outermost layer of the cerebellar cortex, the external granule layer (EGL). The protocol presented here describes techniques to enrich and culture granule neurons and their progenitor cells from post-natal mouse cerebellum. We will describe procedures to obtain cultures of increasing purity which can be used to study the differentiation of proliferating progenitor cells into granule neurons. Once the progenitor cells differentiate, the cultures also provide a homogenous population of granule neurons for experimental manipulation and characterization of phenomena such as synaptogenesis, glutamate receptor function, interaction with other purified cerebellar cells or cell death.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Newborn",
            "Cell Culture Techniques",
            "Cerebral Cortex",
            "Mice",
            "Neurons",
            "Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Hae Young",
                "Last Name": "Lee",
                "Affiliation": "Department of Genetics and Development, Columbia University, USA."
            },
            {
                "First Name": "Lloyd A",
                "Last Name": "Greene",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "M Chiara",
                "Last Name": "Manzini",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of visualized experiments : JoVE",
        "PubDate": "2009"
    },
    {
        "PMID": "18692461",
        "Title": "Otx2's incredible journey.",
        "Abstract": "A surprising new mechanism that regulates the plasticity of postnatal neurons is reported in this issue by Sugiyama et al. (2008). These authors show in mice that visual experience triggers cell-to-cell transfer of the homeoprotein Otx2 to cortical interneurons, where it promotes maturation of inhibitory neural circuitry and opens the critical period for plasticity in the visual cortex.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Interneurons",
            "Mice",
            "Neuronal Plasticity",
            "Otx Transcription Factors",
            "Sensory Deprivation",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Alexandra",
                "Last Name": "Rebsam",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, College of Physicians and Surgeons, 630 W. 168(th) Street, 14-509 P&S Building, New York, NY 10032, USA. adr2111@columbia.edu"
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2008"
    },
    {
        "PMID": "18558857",
        "Title": "Retinal axon growth at the optic chiasm: to cross or not to cross.",
        "Abstract": "At the optic chiasm, retinal ganglion cell axons from each eye converge and segregate into crossed and uncrossed projections, a pattern critical for binocular vision. Here, we review recent findings on optic chiasm development, highlighting the specific transcription factors and guidance cues that implement retinal axon divergence into crossed and uncrossed pathways. Although mechanisms underlying the formation of the uncrossed projection have been identified, the means by which retinal axons are guided across the midline are still unclear. In addition to directives provided by transcription factors and receptors in the retina, gene expression in the ventral diencephalon influences chiasm formation. Throughout this review, we compare guidance mechanisms at the optic chiasm with those in other midline models and highlight unanswered questions both for retinal axon growth and axon guidance in general.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Functional Laterality",
            "Gene Expression Regulation, Developmental",
            "Growth Cones",
            "Humans",
            "Intercellular Signaling Peptides and Proteins",
            "Optic Chiasm",
            "Retina",
            "Retinal Ganglion Cells",
            "Vision, Binocular",
            "Visual Pathways"
        ],
        "Authors": [
            {
                "First Name": "Timothy J",
                "Last Name": "Petros",
                "Affiliation": "Department of Pathology and Cell Biology, Department of Neuroscience, Columbia University, College of Physicians and Surgeons, New York, New York 10032, USA. tjp2001@columbia.edu"
            },
            {
                "First Name": "Alexandra",
                "Last Name": "Rebsam",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            }
        ],
        "Journal": "Annual review of neuroscience",
        "PubDate": "2008"
    },
    {
        "PMID": "18524895",
        "Title": "Zic2 regulates retinal ganglion cell axon avoidance of ephrinB2 through inducing expression of the guidance receptor EphB1.",
        "Abstract": "The navigation of retinal axons to ipsilateral and contralateral targets in the brain depends on the decision to cross or avoid the midline at the optic chiasm, a critical guidance maneuver that establishes the binocular visual pathway. Previous work has identified a specific guidance receptor, EphB1, that mediates the repulsion of uncrossed axons away from its ligand, ephrinB2, at the optic chiasm midline (Williams et al., 2003), and a transcription factor Zic2, that, like EphB1, is required for formation of the ipsilateral retinal projection (Herrera et al., 2003). Although the reported similarities in localization implicated that Zic2 regulates EphB1 (Herrera et al., 2003; Williams et al., 2003; Pak et al., 2004), whether Zic2 drives expression of EphB1 protein has not been elucidated. Here we show that EphB1 protein is expressed in the growth cones of axons from ventrotemporal (VT) retina that project ipsilaterally and that repulsion by ephrinB2 is determined by the presence of this receptor on growth cones. Moreover, ectopic delivery of Zic2 into explants from non-VT retina induces expression of EphB1 mRNA and protein. The upregulated EphB1 receptor protein is localized to growth cones and is functional, because it is sufficient to change retinal ganglion cell axon behavior from extension onto, to avoidance of, ephrinB2 substrates. Our results demonstrate that Zic2 upregulates EphB1 expression and define a link between a transcription factor and expression of a guidance receptor protein essential for axon guidance at the vertebrate midline.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Cell Movement",
            "Cells, Cultured",
            "Ephrin-B2",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Mice",
            "Mice, Mutant Strains",
            "Pregnancy",
            "Receptor, EphB1",
            "Retinal Ganglion Cells",
            "Transcription Factors",
            "Zinc Fingers"
        ],
        "Authors": [
            {
                "First Name": "Ramee",
                "Last Name": "Lee",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, College of Physicians and Surgeons, New York, New York 10032, USA. rl2159@columbia.edu"
            },
            {
                "First Name": "Timothy J",
                "Last Name": "Petros",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2008"
    },
    {
        "PMID": "18264110",
        "Title": "IL-22 mediates mucosal host defense against Gram-negative bacterial pneumonia.",
        "Abstract": "Emerging evidence supports the concept that T helper type 17 (T(H)17) cells, in addition to mediating autoimmunity, have key roles in mucosal immunity against extracellular pathogens. Interleukin-22 (IL-22) and IL-17A are both effector cytokines produced by the T(H)17 lineage, and both were crucial for maintaining local control of the Gram-negative pulmonary pathogen, Klebsiella pneumoniae. Although both cytokines regulated CXC chemokines and granulocyte colony-stimulating factor production in the lung, only IL-22 increased lung epithelial cell proliferation and increased transepithelial resistance to injury. These data support the concept that the T(H)17 cell lineage and its effector molecules have evolved to effect host defense against extracellular pathogens at mucosal sites.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cells, Cultured",
            "Chemokines",
            "Cystic Fibrosis",
            "Epithelial Cells",
            "Humans",
            "Immunity, Mucosal",
            "Interleukin-17",
            "Interleukin-23",
            "Interleukins",
            "Klebsiella Infections",
            "Klebsiella pneumoniae",
            "Lung",
            "Lymph Nodes",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Neutralization Tests",
            "Receptors, Interleukin",
            "Respiratory Mucosa",
            "Spleen",
            "T-Lymphocytes",
            "Up-Regulation",
            "Interleukin-22"
        ],
        "Authors": [
            {
                "First Name": "Shean J",
                "Last Name": "Aujla",
                "Affiliation": "Children's Hospital of Pittsburgh, Suite 3765, 3705 Fifth Avenue, Pittsburgh, Pennsylvania 15213, USA."
            },
            {
                "First Name": "Yvonne R",
                "Last Name": "Chan",
                "Affiliation": ""
            },
            {
                "First Name": "Mingquan",
                "Last Name": "Zheng",
                "Affiliation": ""
            },
            {
                "First Name": "Mingjian",
                "Last Name": "Fei",
                "Affiliation": ""
            },
            {
                "First Name": "David J",
                "Last Name": "Askew",
                "Affiliation": ""
            },
            {
                "First Name": "Derek A",
                "Last Name": "Pociask",
                "Affiliation": ""
            },
            {
                "First Name": "Todd A",
                "Last Name": "Reinhart",
                "Affiliation": ""
            },
            {
                "First Name": "Florencia",
                "Last Name": "McAllister",
                "Affiliation": ""
            },
            {
                "First Name": "Jennifer",
                "Last Name": "Edeal",
                "Affiliation": ""
            },
            {
                "First Name": "Kristi",
                "Last Name": "Gaus",
                "Affiliation": ""
            },
            {
                "First Name": "Shahid",
                "Last Name": "Husain",
                "Affiliation": ""
            },
            {
                "First Name": "James L",
                "Last Name": "Kreindler",
                "Affiliation": ""
            },
            {
                "First Name": "Patricia J",
                "Last Name": "Dubin",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph M",
                "Last Name": "Pilewski",
                "Affiliation": ""
            },
            {
                "First Name": "Mike M",
                "Last Name": "Myerburg",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Yoichiro",
                "Last Name": "Iwakura",
                "Affiliation": ""
            },
            {
                "First Name": "Jay K",
                "Last Name": "Kolls",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature medicine",
        "PubDate": "2008"
    },
    {
        "PMID": "17493809",
        "Title": "Genetic modulation of BDNF signaling affects the outcome of axonal competition in vivo.",
        "Abstract": "Activity-dependent competition that operates on branch stability or formation plays a critical role in shaping the pattern and complexity of axonal terminal arbors. In the mammalian central nervous system (CNS), the effect of activity-dependent competition on axon arborization and on the assembly of sensory maps is well established. However, the molecular pathways that modulate axonal-branch stability or formation in competitive environments remain unknown.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Substitution",
            "Animals",
            "Axons",
            "Brain-Derived Neurotrophic Factor",
            "Mice",
            "Mice, Transgenic",
            "Neurons, Afferent",
            "Receptor, Nerve Growth Factor",
            "Receptors, N-Methyl-D-Aspartate",
            "Signal Transduction",
            "Smell"
        ],
        "Authors": [
            {
                "First Name": "Luxiang",
                "Last Name": "Cao",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Alefiya",
                "Last Name": "Dhilla",
                "Affiliation": ""
            },
            {
                "First Name": "Jun",
                "Last Name": "Mukai",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Blazeski",
                "Affiliation": ""
            },
            {
                "First Name": "Claudia",
                "Last Name": "Lodovichi",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2007"
    },
    {
        "PMID": "17478096",
        "Title": "Differential effects of AMPA receptor activation on survival and neurite integrity during neuronal development.",
        "Abstract": "While neuronal cultures are an established model for analyzing excitotoxic brain injury in the adult, in vitro systems have not been extensively employed to study how developing neurons respond to levels of excitatory compounds that are lethal to mature neurons. Recently, we reported that the in vivo differentiation programs of cerebellar granule cells (CGNs) are recapitulated in purified CGN cultures [Manzini M.C., Ward M.S., Zhang Q., Lieberman M.D., Mason C.A. (2006) The stop-signal revised: immature cerebellar granule neurons in the external germinal layer arrest pontine mossy fiber growth. J. Neurosci. 26:6040-6051]. Here, we have used this model system to compare the response of immature and mature neurons to excitotoxic compounds. We found that immature CGNs are less sensitive to AMPA receptor (AMPA-R) activation than mature cells and that levels of AMPA-R expression on the plasma membrane are critical in regulating the balance between death and survival during maturation of these neurons. However, the majority of immature cells that survive excitotoxic treatment bear a degenerating neurite, suggesting that AMPA-R activation can still cause damage in the absence of cell death.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Newborn",
            "Biotinylation",
            "Cell Death",
            "Cell Differentiation",
            "Cell Movement",
            "Cells, Cultured",
            "Excitatory Amino Acid Agents",
            "Gene Expression",
            "Glutamic Acid",
            "Green Fluorescent Proteins",
            "In Vitro Techniques",
            "Membrane Potentials",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Neurites",
            "Neurons",
            "Patch-Clamp Techniques",
            "Receptors, AMPA",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "M Chiara",
                "Last Name": "Manzini",
                "Affiliation": "Center for Neurobiology and Behavior, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Donald J",
                "Last Name": "Joseph",
                "Affiliation": ""
            },
            {
                "First Name": "Amy B",
                "Last Name": "MacDermott",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular neurosciences",
        "PubDate": "2007"
    },
    {
        "PMID": "16738247",
        "Title": "The stop signal revised: immature cerebellar granule neurons in the external germinal layer arrest pontine mossy fiber growth.",
        "Abstract": "During the formation of neuronal circuits, afferent axons often enter target regions before their target cells are mature and then make temporary contacts with nonspecific targets before forming synapses on specific target cells. The regulation of these different steps of afferent-target interactions is poorly understood. The cerebellum is a good model for addressing these aspects, because cerebellar development is well defined and identified neurons in the circuitry can be purified and combined in vitro. Previous reports from our laboratory showed that cultured granule neurons specifically arrest the extension of their pontine mossy fiber afferents, leading us to propose that granule cells arrested growth of their afferents as a prelude to synaptogenesis. However, we knew little about the differentiation state of the cultured granule cells that mediate afferent arrest. In this study, we better define the purified granule cell fraction by marker expression and morphology, and demonstrate that only freshly plated granule cells in the precursor and premigratory state arrest mossy fiber outgrowth. Mature granule cells, in contrast, support extension, defasciculation, and synapse formation, as in vivo. In addition, axonal tracing in vivo during the first postnatal week indicates that immature mossy fibers extend into the Purkinje cell layer but never into the external germinal layer (EGL), where precursors of granule cell targets reside. We found that the stop-growing signals are dependent on heparin-binding factors, and we propose that such signals in the EGL restrict the extension of mossy fiber afferents and prevent invasion of proliferative regions.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Newborn",
            "Cell Culture Techniques",
            "Cell Membrane",
            "Coculture Techniques",
            "Embryonic Development",
            "Female",
            "Genes, Reporter",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Nerve Fibers",
            "Neurons",
            "Pons",
            "Pregnancy",
            "Purkinje Cells"
        ],
        "Authors": [
            {
                "First Name": "M Chiara",
                "Last Name": "Manzini",
                "Affiliation": "Center for Neurobiology and Behavior, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "M Stanton",
                "Last Name": "Ward",
                "Affiliation": ""
            },
            {
                "First Name": "Qin",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Michael D",
                "Last Name": "Lieberman",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2006"
    },
    {
        "PMID": "16701205",
        "Title": "A role for Nr-CAM in the patterning of binocular visual pathways.",
        "Abstract": "Retinal ganglion cell (RGC) axons diverge within the optic chiasm to project to opposite sides of the brain. In mouse, contralateral RGCs are distributed throughout the retina, whereas ipsilateral RGCs are restricted to the ventrotemporal crescent (VTC). While repulsive guidance mechanisms play a major role in the formation of the ipsilateral projection, little is known about the contribution of growth-promoting interactions to the formation of binocular visual projections. Here, we show that the cell adhesion molecule Nr-CAM is expressed by RGCs that project contralaterally and is critical for the guidance of late-born RGCs within the VTC. Blocking Nr-CAM function causes an increase in the size of the ipsilateral projection and reduces neurite outgrowth on chiasm cells in an age- and region-specific manner. Finally, we demonstrate that EphB1/ephrin-B2-mediated repulsion and Nr-CAM-mediated attraction comprise distinct molecular programs that each contributes to the proper formation of binocular visual pathways.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Adhesion Molecules, Neuron-Glia",
            "Functional Laterality",
            "Immunohistochemistry",
            "In Situ Hybridization",
            "Mice",
            "Mice, Knockout",
            "Mice, Transgenic",
            "Optic Chiasm",
            "Retinal Ganglion Cells",
            "Vision, Binocular",
            "Visual Pathways"
        ],
        "Authors": [
            {
                "First Name": "Scott E",
                "Last Name": "Williams",
                "Affiliation": "Center for Neurobiology and Behavior and Department of Pathology, Columbia University College of Physicians and Surgeons, New York, New York 10032, USA."
            },
            {
                "First Name": "Martin",
                "Last Name": "Grumet",
                "Affiliation": ""
            },
            {
                "First Name": "David R",
                "Last Name": "Colman",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Henkemeyer",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Takeshi",
                "Last Name": "Sakurai",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2006"
    },
    {
        "PMID": "16574431",
        "Title": "Temporal regulation of EphA4 in astroglia during murine retinal and optic nerve development.",
        "Abstract": "Eph receptors and their ephrin ligands play important roles in many aspects of visual system development. In this study, we characterized the spatial and temporal expression pattern of EphA4 in astrocyte precursor cell (APC) and astrocyte populations in the murine retina and optic nerve. EphA4 is expressed by immotile optic disc astrocyte precursor cells (ODAPS), but EphA4 is downregulated as these cells migrate into the retina. Surprisingly, mature astrocytes in the adult retina re-express EphA4. Within the optic nerve, EphA4 is expressed in specialized astrocytes that form a meshwork at the optic nerve head (ONH). Our in vitro and in vivo data indicate that EphA4 is dispensable for retinal ganglion cell (RGC) axon growth and projections through the chiasm. While optic stalk structure, APC proliferation and migration, retinal vascularization, and oligodendrocyte migration appear normal in EphA4 mutants, the expression of EphA4 in APCs and in the astrocyte meshwork at the ONH has implications for optic nerve pathologies.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Astrocytes",
            "Cell Communication",
            "Cell Differentiation",
            "Cell Movement",
            "Down-Regulation",
            "Gene Expression Regulation, Developmental",
            "Growth Cones",
            "Mice",
            "Mice, Knockout",
            "Optic Nerve",
            "Organ Culture Techniques",
            "Receptor, EphA4",
            "Retina",
            "Retinal Ganglion Cells",
            "Stem Cells",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Timothy J",
                "Last Name": "Petros",
                "Affiliation": "Center for Neurobiology and Behavior, Department of Pathology, Columbia University, College of Physicians and Surgeons, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Scott E",
                "Last Name": "Williams",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular neurosciences",
        "PubDate": "2006"
    },
    {
        "PMID": "16446429",
        "Title": "The diacylglycerol-binding protein alpha1-chimaerin regulates dendritic morphology.",
        "Abstract": "The morphological and functional differentiation of neuronal dendrites is controlled through transcriptional programs and cell-cell signaling. Synaptic activity is thought to play an important role in the maturation of dendritic arbors, but the signaling pathways that couple neuronal activity and morphological changes in dendrites are not well understood. We explored the function of alpha1-chimaerin, a neuronal diacylglycerol-binding protein with a Rho GTPase-activating protein domain that inactivates Rac1. We find that stimulation of phospholipase Cbeta-coupled cell surface receptors recruits alpha1-chimaerin to the plasma membrane of cultured hippocampal neurons. We further show that alpha1-chimaerin protein levels are controlled by synaptic activity and that increased alpha1-chimaerin expression results in the pruning of dendritic spines and branches. This pruning activity requires both the diacylglycerol-binding and Rac GTPase-activating protein activity of alpha1-chimaerin. Suppression of alpha1-chimaerin expression resulted in increased process growth from the dendritic shaft and from spine heads. Our data suggest that alpha1-chimaerin is an activity-regulated Rho GTPase regulator that is activated by phospholipase Cbeta-coupled cell surface receptors and contributes to pruning of dendritic arbors.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Line",
            "Cell Membrane",
            "Cell Shape",
            "Chimerin 1",
            "Dendrites",
            "Diglycerides",
            "Gene Expression Regulation",
            "Hippocampus",
            "Humans",
            "Isoenzymes",
            "Mice",
            "Phospholipase C beta",
            "Protein Transport",
            "Signal Transduction",
            "Tissue Culture Techniques",
            "Type C Phospholipases"
        ],
        "Authors": [
            {
                "First Name": "Philip",
                "Last Name": "Buttery",
                "Affiliation": "Department of Pathology and Cell Biology, Center for Neurobiology and Behavior, Columbia University, College of Physicians and Surgeons, P&S 14-509, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Asim A",
                "Last Name": "Beg",
                "Affiliation": ""
            },
            {
                "First Name": "Ben",
                "Last Name": "Chih",
                "Affiliation": ""
            },
            {
                "First Name": "Arkady",
                "Last Name": "Broder",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Peter",
                "Last Name": "Scheiffele",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2006"
    },
    {
        "PMID": "15371503",
        "Title": "Mena and vasodilator-stimulated phosphoprotein are required for multiple actin-dependent processes that shape the vertebrate nervous system.",
        "Abstract": "Ena/vasodilator-stimulated phosphoprotein (VASP) proteins regulate the geometry of the actin cytoskeleton, thereby influencing cell morphology and motility. Analysis of invertebrate mutants implicates Ena/VASP function in several actin-dependent processes such as axon and dendritic guidance, cell migration, and dorsal closure. In vertebrates, genetic analysis of Ena/VASP function is hindered by the broad and overlapping expression of the three highly related family members Mena (Mammalian enabled), VASP, and EVL (Ena-VASP like). Mice deficient in either Mena or VASP exhibit subtle defects in forebrain commissure formation and platelet aggregation, respectively. In this study, we investigated the consequence of deleting both Mena and VASP. Mena-/-VASP-/- double mutants die perinatally and display defects in neurulation, craniofacial structures, and the formation of several fiber tracts in the CNS and peripheral nervous system.",
        "Keywords": [],
        "MeSH terms": [
            "Abnormalities, Multiple",
            "Actins",
            "Agenesis of Corpus Callosum",
            "Animals",
            "Axons",
            "Cell Adhesion Molecules",
            "Cell Movement",
            "Corpus Callosum",
            "Craniofacial Abnormalities",
            "Crosses, Genetic",
            "Cytoskeletal Proteins",
            "Cytoskeleton",
            "Embryonic Development",
            "Female",
            "Genes, Lethal",
            "Genotype",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Microfilament Proteins",
            "Morphogenesis",
            "Multigene Family",
            "Nervous System",
            "Neural Tube Defects",
            "Optic Chiasm",
            "Phosphoproteins",
            "Prosencephalon",
            "Spinal Nerves"
        ],
        "Authors": [
            {
                "First Name": "A Sheila",
                "Last Name": "Menzies",
                "Affiliation": "Department of Biology, Massachusetts Institute of Technology, Cambridge, Massachusetts 02139-4307, USA."
            },
            {
                "First Name": "Attila",
                "Last Name": "Aszodi",
                "Affiliation": ""
            },
            {
                "First Name": "Scott E",
                "Last Name": "Williams",
                "Affiliation": ""
            },
            {
                "First Name": "Alexander",
                "Last Name": "Pfeifer",
                "Affiliation": ""
            },
            {
                "First Name": "Ann M",
                "Last Name": "Wehman",
                "Affiliation": ""
            },
            {
                "First Name": "Keow Lin",
                "Last Name": "Goh",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Reinhard",
                "Last Name": "Fassler",
                "Affiliation": ""
            },
            {
                "First Name": "Frank B",
                "Last Name": "Gertler",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2004"
    },
    {
        "PMID": "15018938",
        "Title": "The optic chiasm as a midline choice point.",
        "Abstract": "The mouse optic chiasm is a model for axon guidance at the midline and for analyzing how binocular vision is patterned. Recent work has identified several molecular players that influence the binary decision that retinal ganglion cells make at the optic chiasm, to either cross or avoid the midline. An ephrin-B localized to the midline, together with an EphB receptor and a zinc-finger transcription factor expressed exclusively in the ventrotemporal retina where ipsilaterally projecting retinal ganglion cells are located, comprise a molecular program for the uncrossed pathway. In addition, the mechanisms for axon divergence in the optic chiasm are discussed in the context of other popular models for midline axon guidance.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Humans",
            "Membrane Proteins",
            "Neural Pathways",
            "Optic Chiasm"
        ],
        "Authors": [
            {
                "First Name": "Scott E",
                "Last Name": "Williams",
                "Affiliation": "Department of Pathology, Center for Neurobiology and Behavior, Columbia University, College of Physicians and Surgeons, 630 W. 168(th) Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Eloísa",
                "Last Name": "Herrera",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in neurobiology",
        "PubDate": "2004"
    },
    {
        "PMID": "14627645",
        "Title": "Thyroid hormone induces cerebellar Purkinje cell dendritic development via the thyroid hormone receptor alpha1.",
        "Abstract": "The thyroid hormone l-3,3',5-triiodothyronine (T3) plays an important role during cerebellar development. Perinatal T3 deficiency leads to severe cellular perturbations, among them a striking reduction in the growth and branching of Purkinje cell dendritic arborization. The molecular mechanisms underlying these effects are poorly understood. Despite the well documented broad expression of thyroid hormone receptors (TRs), analysis of different TR-deficient mice has failed to provide detailed information about the function of distinct TRs during neuronal development. The cerebellar cell culture systems offer an excellent model by which to study the effects of T3, because differentiation of cerebellar neurons in mixed and purified cultures proceeds in the absence of serum that contains T3. Addition of T3 to cerebellar cultures causes a dramatic increase in Purkinje cell dendrite branching and caliber in a dose- and time-dependent manner. Furthermore, we demonstrate for the first time that T3 acts on Purkinje cells directly through TRalpha1 expressed on the Purkinje cell and not on the granule cell, the presynaptic partner of Purkinje cells. In contrast, TRbeta isoforms are not involved, because Purkinje cells derived from TRbeta-/- mice show the same T3 responsiveness as wild-type cells. T3-promoted Purkinje cell differentiation was not mediated via neurotrophins, as suggested previously, because dendritogenesis of Purkinje cells from BDNF-/- mice could be effectively stimulated in vitro by T3 treatment. Furthermore, the effects of T3 observed were not abolished by tyrosine kinase receptor B (TrkB)-IgG, TrkC-IgG, or K252a, agents known to block the actions of neurotrophin. These results indicate that T3 directly affects Purkinje cell differentiation through activation of the TRalpha1.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain-Derived Neurotrophic Factor",
            "Cells, Cultured",
            "Cerebellum",
            "Coculture Techniques",
            "Dendrites",
            "Dose-Response Relationship, Drug",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Neurons",
            "Neurotrophin 3",
            "Purkinje Cells",
            "Signal Transduction",
            "Thyroid Hormone Receptors alpha",
            "Triiodothyronine"
        ],
        "Authors": [
            {
                "First Name": "Heike",
                "Last Name": "Heuer",
                "Affiliation": "Department of Pathology, Center for Neurobiology and Behavior, Columbia University, College of Physicians and Surgeons, New York, New York 10032, USA."
            },
            {
                "First Name": "Carol Ann",
                "Last Name": "Mason",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2003"
    },
    {
        "PMID": "13678579",
        "Title": "Zic2 patterns binocular vision by specifying the uncrossed retinal projection.",
        "Abstract": "During CNS development, combinatorial expression of transcription factors controls neuronal subtype identity and subsequent axonal trajectory. Regulatory genes designating the routing of retinal ganglion cell (RGC) axons at the optic chiasm to the appropriate hemisphere, a pattern critical for proper binocular vision, have not been identified. Here, we show that the zinc finger transcription factor Zic2, a vertebrate homolog of the Drosophila gene odd-paired, is expressed in RGCs with an uncrossed trajectory during the period when this subpopulation grows from the ventrotemporal retina toward the optic chiasm. Loss- and gain-of-function analyses indicate that Zic2 is necessary and sufficient to regulate RGC axon repulsion by cues at the optic chiasm midline. Moreover, Zic2 expression reflects the extent of binocularity in different species, suggesting that Zic2 is an evolutionarily conserved determinant of RGCs that project ipsilaterally. These data provide evidence for transcriptional coding of axon pathfinding at the midline.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Brain",
            "Bromodeoxyuridine",
            "Cell Line",
            "Down-Regulation",
            "Drosophila Proteins",
            "Fluorescent Dyes",
            "Genotype",
            "Green Fluorescent Proteins",
            "Homeodomain Proteins",
            "Humans",
            "Immunoblotting",
            "Immunohistochemistry",
            "Luminescent Proteins",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Microscopy, Fluorescence",
            "Mitosis",
            "Models, Biological",
            "Nuclear Proteins",
            "Optic Nerve",
            "Retina",
            "Sindbis Virus",
            "Time Factors",
            "Transcription Factors",
            "Transcription, Genetic",
            "Transfection",
            "Vision, Ocular"
        ],
        "Authors": [
            {
                "First Name": "Eloísa",
                "Last Name": "Herrera",
                "Affiliation": "Department of Pathology and Center for Neurobiology and Behavior, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Lucia",
                "Last Name": "Brown",
                "Affiliation": ""
            },
            {
                "First Name": "Jun",
                "Last Name": "Aruga",
                "Affiliation": ""
            },
            {
                "First Name": "Rivka A",
                "Last Name": "Rachel",
                "Affiliation": ""
            },
            {
                "First Name": "Gül",
                "Last Name": "Dolen",
                "Affiliation": ""
            },
            {
                "First Name": "Katsuhiko",
                "Last Name": "Mikoshiba",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen",
                "Last Name": "Brown",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2003"
    },
    {
        "PMID": "12971893",
        "Title": "Ephrin-B2 and EphB1 mediate retinal axon divergence at the optic chiasm.",
        "Abstract": "In animals with binocular vision, retinal ganglion cell (RGC) axons either cross or avoid the midline at the optic chiasm. Here, we show that ephrin-Bs in the chiasm region direct the divergence of retinal axons through the selective repulsion of a subset of RGCs that express EphB1. Ephrin-B2 is expressed at the mouse chiasm midline as the ipsilateral projection is generated and is selectively inhibitory to axons from ventrotemporal (VT) retina, where ipsilaterally projecting RGCs reside. Moreover, blocking ephrin-B2 function in vitro rescues the inhibitory effect of chiasm cells and eliminates the ipsilateral projection in the semiintact mouse visual system. A receptor for ephrin-B2, EphB1, is found exclusively in regions of retina that give rise to the ipsilateral projection. EphB1 null mice exhibit a dramatically reduced ipsilateral projection, suggesting that this receptor contributes to the formation of the ipsilateral retinal projection, most likely through its repulsive interaction with ephrin-B2.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Cells, Cultured",
            "Ephrin-B1",
            "Ephrin-B2",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Humans",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Optic Chiasm",
            "Pregnancy",
            "Retina",
            "Retinal Ganglion Cells",
            "Xenopus"
        ],
        "Authors": [
            {
                "First Name": "Scott E",
                "Last Name": "Williams",
                "Affiliation": "Departments of Pathology, Anatomy and Cell Biology, Center for Neurobiology and Behavior, Columbia University, College of Physicians and Surgeons, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Fanny",
                "Last Name": "Mann",
                "Affiliation": ""
            },
            {
                "First Name": "Lynda",
                "Last Name": "Erskine",
                "Affiliation": ""
            },
            {
                "First Name": "Takeshi",
                "Last Name": "Sakurai",
                "Affiliation": ""
            },
            {
                "First Name": "Shiniu",
                "Last Name": "Wei",
                "Affiliation": ""
            },
            {
                "First Name": "Derrick J",
                "Last Name": "Rossi",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas W",
                "Last Name": "Gale",
                "Affiliation": ""
            },
            {
                "First Name": "Christine E",
                "Last Name": "Holt",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Henkemeyer",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2003"
    },
    {
        "PMID": "12797961",
        "Title": "Bidirectional regulation of hippocampal mossy fiber filopodial motility by kainate receptors: a two-step model of synaptogenesis.",
        "Abstract": "The rapid motility of axonal filopodia and dendritic spines is prevalent throughout the developing CNS, although the function of this motility remains controversial. Using two-photon microscopy, we imaged hippocampal mossy fiber axons in slice cultures and discovered that filopodial extensions are highly motile. Axonal filopodial motility is actin based and is downregulated with development, although it remains in mature cultures. This motility is correlated with free extracellular space yet is inversely correlated with contact with postsynaptic targets, indicating a potential role in synaptogenesis. Filopodial motility is differentially regulated by kainate receptors: synaptic stimulation of kainate receptors enhances motility in younger slices, but it inhibits it in mature slices. We propose that neuronal activity controls filopodial motility in a developmentally regulated manner, in order to establish synaptic contacts in a two-step process. A two-step model of synaptogenesis can also explain the opposite effects of neuronal activity on the motility of dendritic protrusions.",
        "Keywords": [],
        "MeSH terms": [
            "Actin Cytoskeleton",
            "Animals",
            "Animals, Newborn",
            "Cell Communication",
            "Cell Differentiation",
            "Cell Movement",
            "Electric Stimulation",
            "Excitatory Amino Acid Agonists",
            "Extracellular Space",
            "Glutamic Acid",
            "Growth Cones",
            "Mice",
            "Microscopy, Electron",
            "Mossy Fibers, Hippocampal",
            "Organ Culture Techniques",
            "Pseudopodia",
            "Receptors, Kainic Acid",
            "Synaptic Membranes",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Ayumu",
                "Last Name": "Tashiro",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA. at226@columbia.edu"
            },
            {
                "First Name": "Anna",
                "Last Name": "Dunaevsky",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Blazeski",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Rafael",
                "Last Name": "Yuste",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2003"
    },
    {
        "PMID": "12591218",
        "Title": "Spine motility: a means towards an end?",
        "Abstract": "From the first glimpse of moving spines half a decade ago, the prevailing view has been that spine contortions and wiggling, especially during development, maximize encounters with presynaptic growth cones or synaptic boutons. Other new evidence has revealed that spines continue to be motile even after they settle on a presynaptic partner and form a synapse. We present the evidence for each view, and discuss how spines with synapses could move relative to their apparently stable presynaptic partners. Thus, spine motility might not simply be a means towards an end of synapse formation, but could continue, albeit at a lower rate, during synapse turnover after development ends.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Division",
            "Central Nervous System",
            "Dendrites",
            "Growth Cones",
            "Neurons",
            "Synapses",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Anna",
                "Last Name": "Dunaevsky",
                "Affiliation": "Department of Neuroscience, Brown University, Providence, RI 02912, USA. anna_dunaevsky@brown.edu"
            },
            {
                "First Name": "Carol Ann",
                "Last Name": "Mason",
                "Affiliation": ""
            }
        ],
        "Journal": "Trends in neurosciences",
        "PubDate": "2003"
    },
    {
        "PMID": "12112872",
        "Title": "A new allele of Gli3 and a new mutation, circletail (Crc), resulting from a single transgenic experiment.",
        "Abstract": "While generating transgenic lines, transgene-linked mutations can occur, which are caused by an insertional mutation at a given locus. More rarely, mutations unlinked to the transgene insertion site are observed. In the process of generating a mouse overexpressing the enzyme tyrosinase, we have obtained one transgenic line that appears to carry a semidominant insertional mutation at the Gli3 (extra toes) locus, characterized by polydactyly and skeletal malformations. Additionally, the transgenic line contained a second mutation, Crc (circletail), which appears to be unlinked to the transgene insertion site. Heterozygous Crc mice are incompletely penetrant for a circled-tail phenotype, while all homozygous Crc/Crc mice die at birth of a severe neural tube defect (craniorachischisis). Anatomical evidence from a Crc/Crc; Gli3/+ fetus indicates that these two genes may interact.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Animals",
            "DNA-Binding Proteins",
            "Epistasis, Genetic",
            "In Situ Hybridization, Fluorescence",
            "Kruppel-Like Transcription Factors",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Monophenol Monooxygenase",
            "Mutagenesis, Insertional",
            "Nerve Tissue Proteins",
            "Retina",
            "Transcription Factors",
            "Zinc Finger Protein Gli3"
        ],
        "Authors": [
            {
                "First Name": "Rivka A",
                "Last Name": "Rachel",
                "Affiliation": "Center for Neurobiology and Behavior, College of Physicians and Surgeons, Columbia University, New York, New York, USA. rrachel@ncifcrf.gov"
            },
            {
                "First Name": "Sandra J",
                "Last Name": "Wellington",
                "Affiliation": ""
            },
            {
                "First Name": "Dorothy",
                "Last Name": "Warburton",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Friedrich",
                "Last Name": "Beermann",
                "Affiliation": ""
            }
        ],
        "Journal": "Genesis (New York, N.Y. : 2000)",
        "PubDate": "2002"
    },
    {
        "PMID": "12100493",
        "Title": "Influence of tyrosinase levels on pigment accumulation in the retinal pigment epithelium and on the uncrossed retinal projection.",
        "Abstract": "To study the relationship among tyrosinase activity, melanin production, and the routing of retinal ganglion cell (RGC) axons at the optic chiasm, we analysed mice with varying doses of the tyrosinase gene. These include the dark-eyed albino (Tyrc44H), a radiation-induced hypomorphic allele of tyrosinase; and transgenic mice carrying 1 or 2 alleles of a tyrosinase minigene on both wild-type (Tyr+) and albino (Tyrc) backgrounds. Melanization of the retinal pigment epithelium (RPE) occurred gradually even at <2% wild-type tyrosinase activity and was sensitive to tyrosinase activity up to <35% of wild-type levels, beyond which melanin synthesis appeared to be saturated. Overexpression of tyrosinase led to tyrosinase activity above wild type level, but did not increase melanin production. Although a loss of melanin because of a mutation in tyrosinase is associated with a decrease in the number of uncrossed fibers, elevating tyrosinase levels does not appear to cause an increase in the size of the uncrossed retinal projection. Our results suggest that replacing less than 35% of wild-type tyrosinase activity is sufficient to restore normal pigmentation of the RPE, and potentially, to allay visual defects.",
        "Keywords": [],
        "MeSH terms": [
            "Albinism, Oculocutaneous",
            "Animals",
            "Animals, Newborn",
            "Axons",
            "Carbocyanines",
            "Female",
            "Functional Laterality",
            "Gene Expression Regulation, Developmental",
            "Hair",
            "Male",
            "Melanins",
            "Mice",
            "Mice, Transgenic",
            "Monophenol Monooxygenase",
            "Optic Nerve",
            "Phenotype",
            "Pigment Epithelium of Eye",
            "Retinal Ganglion Cells",
            "Visual Pathways"
        ],
        "Authors": [
            {
                "First Name": "Rivka A",
                "Last Name": "Rachel",
                "Affiliation": "Center for Neurobiology and Behaviour, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Friedrich",
                "Last Name": "Beermann",
                "Affiliation": ""
            }
        ],
        "Journal": "Pigment cell research",
        "PubDate": "2002"
    },
    {
        "PMID": "12040030",
        "Title": "Spatiotemporal features of early neuronogenesis differ in wild-type and albino mouse retina.",
        "Abstract": "In albino mammals, lack of pigment in the retinal pigment epithelium is associated with retinal defects, including poor visual acuity from a photoreceptor deficit in the central retina and poor depth perception from a decrease in ipsilaterally projecting retinal fibers. Possible contributors to these abnormalities are reported delays in neuronogenesis (Ilia and Jeffery, 1996) and retinal maturation (Webster and Rowe, 1991). To further determine possible perturbations in neuronogenesis and/or differentiation, we used cell-specific markers and refined birth dating methods to examine these events during retinal ganglion cell (RGC) genesis in albino and pigmented mice from embryonic day 11 (E11) to E18. Our data indicate that relative to pigmented mice, more ganglion cells are born in the early stages of neuronogenesis in the albino retina, although the initiation of RGC genesis in the albino is unchanged. The cellular organization of the albino retina is perturbed as early as E12. In addition, cell cycle kinetics and output along the nasotemporal axis differ in retinas of albino and pigmented mice, both absolutely, with the temporal aspect of the retina expanded in albino, and relative to the position of the optic nerve head. Finally, blocking melanin synthesis in pigmented eyecups in culture leads to an increase in RGC differentiation, consistent with a role for melanin formation in regulating RGC neuronogenesis. These results point to spatiotemporal defects in neuronal production in the albino retina, which could perturb expression of genes that specify cell fate, number, and/or projection phenotype.",
        "Keywords": [
            "NASA Discipline Developmental Biology",
            "Non-NASA Center"
        ],
        "MeSH terms": [
            "Albinism",
            "Animals",
            "Biotin",
            "Bromodeoxyuridine",
            "Cell Count",
            "Cell Cycle",
            "Cell Differentiation",
            "Cell Division",
            "Dextrans",
            "Eye Proteins",
            "Flow Cytometry",
            "Homeodomain Proteins",
            "Immunohistochemistry",
            "In Vitro Techniques",
            "LIM-Homeodomain Proteins",
            "Melanins",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Mutant Strains",
            "Monophenol Monooxygenase",
            "Nerve Tissue Proteins",
            "Neurons",
            "Retina",
            "Retinal Ganglion Cells",
            "S Phase",
            "Species Specificity",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Rivka A",
                "Last Name": "Rachel",
                "Affiliation": "Center for Neurobiology and Behavior, Department of Pathology, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA. rrachel@ncifcrf.gov"
            },
            {
                "First Name": "Gul",
                "Last Name": "Dolen",
                "Affiliation": ""
            },
            {
                "First Name": "Nancy L",
                "Last Name": "Hayes",
                "Affiliation": ""
            },
            {
                "First Name": "Alice",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Lynda",
                "Last Name": "Erskine",
                "Affiliation": ""
            },
            {
                "First Name": "Richard S",
                "Last Name": "Nowakowski",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2002"
    },
    {
        "PMID": "11804570",
        "Title": "Slit1 and Slit2 cooperate to prevent premature midline crossing of retinal axons in the mouse visual system.",
        "Abstract": "During development, retinal ganglion cell (RGC) axons either cross or avoid the midline at the optic chiasm. In Drosophila, the Slit protein regulates midline axon crossing through repulsion. To determine the role of Slit proteins in RGC axon guidance, we disrupted Slit1 and Slit2, two of three known mouse Slit genes. Mice defective in either gene alone exhibited few RGC axon guidance defects, but in double mutant mice a large additional chiasm developed anterior to the true chiasm, many retinal axons projected into the contralateral optic nerve, and some extended ectopically-dorsal and lateral to the chiasm. Our results indicate that Slit proteins repel retinal axons in vivo and cooperate to establish a corridor through which the axons are channeled, thereby helping define the site in the ventral diencephalon where the optic chiasm forms.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Diencephalon",
            "Embryonic and Fetal Development",
            "Intercellular Signaling Peptides and Proteins",
            "Mice",
            "Mice, Knockout",
            "Nerve Tissue Proteins",
            "Neural Inhibition",
            "Optic Chiasm",
            "Preoptic Area",
            "Retina",
            "Retinal Ganglion Cells",
            "Synaptic Transmission",
            "Visual Pathways"
        ],
        "Authors": [
            {
                "First Name": "Andrew S",
                "Last Name": "Plump",
                "Affiliation": "Department of Anatomy, Howard Hughes Medical Institute, CA, USA."
            },
            {
                "First Name": "Lynda",
                "Last Name": "Erskine",
                "Affiliation": ""
            },
            {
                "First Name": "Christelle",
                "Last Name": "Sabatier",
                "Affiliation": ""
            },
            {
                "First Name": "Katja",
                "Last Name": "Brose",
                "Affiliation": ""
            },
            {
                "First Name": "Charles J",
                "Last Name": "Epstein",
                "Affiliation": ""
            },
            {
                "First Name": "Corey S",
                "Last Name": "Goodman",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Marc",
                "Last Name": "Tessier-Lavigne",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2002"
    }
]