[
    {
        "PMID": "38692285",
        "Title": "A body-brain circuit that regulates body inflammatory responses.",
        "Abstract": "The body-brain axis is emerging as a principal conductor of organismal physiology. It senses and controls organ function",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Female",
            "Male",
            "Mice",
            "Brain",
            "Cytokines",
            "Inflammation",
            "Mice, Inbred C57BL",
            "Neuroimmunomodulation",
            "Neurons",
            "Vagus Nerve",
            "Single-Cell Gene Expression Analysis"
        ],
        "Authors": [
            {
                "First Name": "Hao",
                "Last Name": "Jin",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Howard Hughes Medical Institute, Columbia University, New York, NY, USA. hao.jin@NIH.gov."
            },
            {
                "First Name": "Mengtong",
                "Last Name": "Li",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Eric",
                "Last Name": "Jeong",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Felipe",
                "Last Name": "Castro-Martinez",
                "Affiliation": "Center for Cancer Research, National Cancer Institute, Bethesda, MD, USA."
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Howard Hughes Medical Institute, Columbia University, New York, NY, USA. cz2195@columbia.edu."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2024"
    },
    {
        "PMID": "37944522",
        "Title": "A neural substrate for short-term taste memories.",
        "Abstract": "Real-time decisions on what foods to select for consumption, particularly in the wild, require a sensitive sense of taste and an effective system to maintain short-term taste memories, also defined as working memory in the scale of seconds. Here, we used a behavioral memory assay, combined with recordings of neural activity, to identify the brain substrate for short-term taste memories. We demonstrate that persistent activity in taste cortex functions as an essential memory trace of a recent taste experience. Next, we manipulated the decay of this persistent activity and showed that early termination of the memory trace abolished the memory. Notably, extending the memory trace by transiently disinhibiting taste cortical activity dramatically extended the retention of a short-term taste memory. Together, our results uncover taste cortex as a neural substrate for working memory and substantiate the role of sensory cortex in memory-guided actions while imposing meaning to a sensory stimulus.",
        "Keywords": [
            "behavior",
            "cortex",
            "memory",
            "sensory signaling",
            "taste"
        ],
        "MeSH terms": [
            "Memory, Short-Term",
            "Taste",
            "Taste Perception",
            "Brain",
            "Parietal Lobe"
        ],
        "Authors": [
            {
                "First Name": "Zhang",
                "Last Name": "Juen",
                "Affiliation": "Howard Hughes Medical Institute; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10032, USA. Electronic address: jz2956@columbia.edu."
            },
            {
                "First Name": "Miguel",
                "Last Name": "Villavicencio",
                "Affiliation": "Howard Hughes Medical Institute; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": "Howard Hughes Medical Institute; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10032, USA; Department of Neuroscience, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: cz2195@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2024"
    },
    {
        "PMID": "37424220",
        "Title": "Neurobiology of eating behavior, nutrition, and health.",
        "Abstract": "Eating behavior and food-related decision making are among the most complex of the motivated behaviors, and understanding the neurobiology of eating behavior, and its developmental dynamics, is critical to advancing the nutritional sciences and public health. Recent advances from both human and animal studies are revealing that individual capacity to make health-promoting food decisions varies based on biological and physiological variation in the signaling pathways that regulate the homeostatic, hedonic, and executive functions; past developmental exposures and current life-stage; the food environment; and complications of chronic disease that reinforce the obese state. Eating rate drives increased calorie intake and represents an important opportunity to lower rates of food consumption and energy intake through product reformulation. Understanding human eating behaviors and nutrition in the context of neuroscience can strengthen the evidence base from which dietary guidelines are derived and can inform policies, practices, and educational programs in a way that increases the likelihood they are adopted and effective for reducing rates of obesity and other diet-related chronic disease.",
        "Keywords": [
            "development",
            "eating behavior",
            "nutrition",
            "obesity",
            "public health",
            "taste"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Patrick J",
                "Last Name": "Stover",
                "Affiliation": "Texas A&M Institute for Advancing Health through Agriculture, Texas A&M University, College Station, Texas, USA."
            },
            {
                "First Name": "Martha S",
                "Last Name": "Field",
                "Affiliation": "Division of Nutritional Sciences, Cornell University, Ithaca, New York, USA."
            },
            {
                "First Name": "Mark L",
                "Last Name": "Andermann",
                "Affiliation": "Division of Endocrinology, Diabetes and Metabolism, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Regan L",
                "Last Name": "Bailey",
                "Affiliation": "Texas A&M Institute for Advancing Health through Agriculture, Texas A&M University, College Station, Texas, USA."
            },
            {
                "First Name": "Rachel L",
                "Last Name": "Batterham",
                "Affiliation": "University College London, London, UK."
            },
            {
                "First Name": "Elizabeth",
                "Last Name": "Cauffman",
                "Affiliation": "Department of Psychological Science, University of California-Irvine, Irvine, California, USA."
            },
            {
                "First Name": "Gema",
                "Last Name": "Frühbeck",
                "Affiliation": "Department of Endocrinology & Nutrition, Clínica Universidad de Navarra, CIBEROBN, IdiSNA, Pamplona, Spain."
            },
            {
                "First Name": "Per O",
                "Last Name": "Iversen",
                "Affiliation": "Department of Nutrition, University of Oslo, Oslo, Norway."
            },
            {
                "First Name": "Pamela",
                "Last Name": "Starke-Reed",
                "Affiliation": "United States Department of Agriculture, Beltsville, Maryland, USA."
            },
            {
                "First Name": "Scott M",
                "Last Name": "Sternson",
                "Affiliation": "Department of Neurosciences, Howard Hughes Medical Institute, University of California, San Diego, California, USA."
            },
            {
                "First Name": "Sophie",
                "Last Name": "Vinoy",
                "Affiliation": "Nutrition Research Department, Mondelēz Int. R&D, Saclay, France."
            },
            {
                "First Name": "A Veronica",
                "Last Name": "Witte",
                "Affiliation": "Cognitive Neurology, University Medical Center Leipzig, Germany & Max Planck Institute for Cognitive and Brain Sciences, Leipzig, Germany."
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": "Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Bo",
                "Last Name": "Angelin",
                "Affiliation": "Cardiometabolic Unit, Clinical Department of Endocrinology, and Department of Medicine, Karolinska Institutet at Karolinska University Hospital Huddinge, Stockholm, Sweden."
            }
        ],
        "Journal": "Journal of internal medicine",
        "PubDate": "2023"
    },
    {
        "PMID": "36070796",
        "Title": "Gut-brain circuits for fat preference.",
        "Abstract": "The perception of fat evokes strong appetitive and consummatory responses",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Mice",
            "Amino Acids",
            "Brain",
            "Neurons",
            "Sugars",
            "Vagus Nerve",
            "Food Preferences",
            "Single-Cell Analysis",
            "Brain-Gut Axis",
            "Intestines"
        ],
        "Authors": [
            {
                "First Name": "Mengtong",
                "Last Name": "Li",
                "Affiliation": "Howard Hughes Medical Institute and Department of Biochemistry and Molecular Biophysics, Chevy Chase, MD, USA."
            },
            {
                "First Name": "Hwei-Ee",
                "Last Name": "Tan",
                "Affiliation": "Howard Hughes Medical Institute and Department of Biochemistry and Molecular Biophysics, Chevy Chase, MD, USA."
            },
            {
                "First Name": "Zhengyuan",
                "Last Name": "Lu",
                "Affiliation": "Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Katherine S",
                "Last Name": "Tsang",
                "Affiliation": "Howard Hughes Medical Institute and Department of Biochemistry and Molecular Biophysics, Chevy Chase, MD, USA."
            },
            {
                "First Name": "Ashley J",
                "Last Name": "Chung",
                "Affiliation": "Howard Hughes Medical Institute and Department of Biochemistry and Molecular Biophysics, Chevy Chase, MD, USA."
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": "Howard Hughes Medical Institute and Department of Biochemistry and Molecular Biophysics, Chevy Chase, MD, USA. cz2195@columbia.edu."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2022"
    },
    {
        "PMID": "33417862",
        "Title": "Top-Down Control of Sweet and Bitter Taste in the Mammalian Brain.",
        "Abstract": "Hardwired circuits encoding innate responses have emerged as an essential feature of the mammalian brain. Sweet and bitter evoke opposing predetermined behaviors. Sweet drives appetitive responses and consumption of energy-rich food sources, whereas bitter prevents ingestion of toxic chemicals. Here we identified and characterized the neurons in the brainstem that transmit sweet and bitter signals from the tongue to the cortex. Next we examined how the brain modulates this hardwired circuit to control taste behaviors. We dissect the basis for bitter-evoked suppression of sweet taste and show that the taste cortex and amygdala exert strong positive and negative feedback onto incoming bitter and sweet signals in the brainstem. Finally we demonstrate that blocking the feedback markedly alters responses to ethologically relevant taste stimuli. These results illustrate how hardwired circuits can be finely regulated by top-down control and reveal the neural basis of an indispensable behavioral response for all animals.",
        "Keywords": [
            "amygdala",
            "behavior",
            "bitter",
            "cortex",
            "feedback",
            "feeding",
            "inhibition",
            "suppression",
            "sweet",
            "taste"
        ],
        "MeSH terms": [
            "Amygdala",
            "Animals",
            "Brain",
            "Brain Stem",
            "Calbindin 2",
            "Cerebral Cortex",
            "Feedback, Physiological",
            "Mammals",
            "Mice, Inbred C57BL",
            "Mutation",
            "Neural Inhibition",
            "Neurons",
            "Solitary Nucleus",
            "Somatostatin",
            "Taste",
            "Mice"
        ],
        "Authors": [
            {
                "First Name": "Hao",
                "Last Name": "Jin",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics and Department of Neuroscience, Columbia College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Z Hershel",
                "Last Name": "Fishman",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics and Department of Neuroscience, Columbia College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Mingyu",
                "Last Name": "Ye",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics and Department of Neuroscience, Columbia College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Li",
                "Last Name": "Wang",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics and Department of Neuroscience, Columbia College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics and Department of Neuroscience, Columbia College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: cz2195@columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2021"
    },
    {
        "PMID": "32322067",
        "Title": "The gut-brain axis mediates sugar preference.",
        "Abstract": "The taste of sugar is one of the most basic sensory percepts for humans and other animals. Animals can develop a strong preference for sugar even if they lack sweet taste receptors, indicating a mechanism independent of taste",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Choice Behavior",
            "Dietary Sugars",
            "Food Preferences",
            "Glucose",
            "Intestines",
            "Male",
            "Methylglucosides",
            "Mice",
            "Mice, Inbred C57BL",
            "Neurons",
            "Taste",
            "Thiazines",
            "Water"
        ],
        "Authors": [
            {
                "First Name": "Hwei-Ee",
                "Last Name": "Tan",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Howard Hughes Medical Institute and Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Alexander C",
                "Last Name": "Sisti",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Howard Hughes Medical Institute and Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Hao",
                "Last Name": "Jin",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Howard Hughes Medical Institute and Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Martin",
                "Last Name": "Vignovich",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Howard Hughes Medical Institute and Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Miguel",
                "Last Name": "Villavicencio",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Howard Hughes Medical Institute and Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Katherine S",
                "Last Name": "Tsang",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Howard Hughes Medical Institute and Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yossef",
                "Last Name": "Goffer",
                "Affiliation": "Department of Neuroscience, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Howard Hughes Medical Institute and Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA. cz2195@columbia.edu."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2020"
    },
    {
        "PMID": "31543264",
        "Title": "Sour Sensing from the Tongue to the Brain.",
        "Abstract": "The ability to sense sour provides an important sensory signal to prevent the ingestion of unripe, spoiled, or fermented foods. Taste and somatosensory receptors in the oral cavity trigger aversive behaviors in response to acid stimuli. Here, we show that the ion channel Otopetrin-1, a proton-selective channel normally involved in the sensation of gravity in the vestibular system, is essential for sour sensing in the taste system. We demonstrate that knockout of Otop1 eliminates acid responses from sour-sensing taste receptor cells (TRCs). In addition, we show that mice engineered to express otopetrin-1 in sweet TRCs have sweet cells that also respond to sour stimuli. Next, we genetically identified the taste ganglion neurons mediating each of the five basic taste qualities and demonstrate that sour taste uses its own dedicated labeled line from TRCs in the tongue to finely tuned taste neurons in the brain to trigger aversive behaviors.",
        "Keywords": [
            "brain circuits",
            "innate behaviors",
            "otopetrin",
            "sensory coding",
            "sour",
            "taste"
        ],
        "MeSH terms": [
            "Acids",
            "Afferent Pathways",
            "Animals",
            "Brain",
            "Female",
            "Male",
            "Membrane Proteins",
            "Mice",
            "Mice, Inbred C57BL",
            "Taste",
            "Taste Buds",
            "Taste Perception"
        ],
        "Authors": [
            {
                "First Name": "Jin",
                "Last Name": "Zhang",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Department of Neuroscience, Columbia University, New York, NY 10032, USA; Mortimer B. Zukerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Hao",
                "Last Name": "Jin",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Department of Neuroscience, Columbia University, New York, NY 10032, USA; Mortimer B. Zukerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Wenyi",
                "Last Name": "Zhang",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Department of Neuroscience, Columbia University, New York, NY 10032, USA; Mortimer B. Zukerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Cheng",
                "Last Name": "Ding",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Department of Neuroscience, Columbia University, New York, NY 10032, USA; Mortimer B. Zukerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Sean",
                "Last Name": "O'Keeffe",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Mingyu",
                "Last Name": "Ye",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Department of Neuroscience, Columbia University, New York, NY 10032, USA; Mortimer B. Zukerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Department of Neuroscience, Columbia University, New York, NY 10032, USA; Mortimer B. Zukerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA. Electronic address: cz2195@columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2019"
    },
    {
        "PMID": "29849148",
        "Title": "The coding of valence and identity in the mammalian taste system.",
        "Abstract": "The ability of the taste system to identify a tastant (what it tastes like) enables animals to recognize and discriminate between the different basic taste qualities",
        "Keywords": [],
        "MeSH terms": [
            "Amygdala",
            "Animals",
            "Appetitive Behavior",
            "Avoidance Learning",
            "Clozapine",
            "Discrimination, Psychological",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Models, Neurological",
            "Neurons",
            "Taste",
            "Water"
        ],
        "Authors": [
            {
                "First Name": "Li",
                "Last Name": "Wang",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Sarah",
                "Last Name": "Gillis-Smith",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yueqing",
                "Last Name": "Peng",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Juen",
                "Last Name": "Zhang",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Xiaoke",
                "Last Name": "Chen",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Neuroscience, Columbia College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nicholas J P",
                "Last Name": "Ryba",
                "Affiliation": "National Institute of Dental and Craniofacial Research, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY, USA. cz2195@columbia.edu."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2018"
    },
    {
        "PMID": "28792937",
        "Title": "Rewiring the taste system.",
        "Abstract": "In mammals, taste buds typically contain 50-100 tightly packed taste-receptor cells (TRCs), representing all five basic qualities: sweet, sour, bitter, salty and umami. Notably, mature taste cells have life spans of only 5-20 days and, consequently, are constantly replenished by differentiation of taste stem cells. Given the importance of establishing and maintaining appropriate connectivity between TRCs and their partner ganglion neurons (that is, ensuring that a labelled line from sweet TRCs connects to sweet neurons, bitter TRCs to bitter neurons, sour to sour, and so on), we examined how new connections are specified to retain fidelity of signal transmission. Here we show that bitter and sweet TRCs provide instructive signals to bitter and sweet target neurons via different guidance molecules (SEMA3A and SEMA7A). We demonstrate that targeted expression of SEMA3A or SEMA7A in different classes of TRCs produces peripheral taste systems with miswired sweet or bitter cells. Indeed, we engineered mice with bitter neurons that now responded to sweet tastants, sweet neurons that responded to bitter or sweet neurons responding to sour stimuli. Together, these results uncover the basic logic of the wiring of the taste system at the periphery, and illustrate how a labelled-line sensory circuit preserves signalling integrity despite rapid and stochastic turnover of receptor cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antigens, CD",
            "Ganglia",
            "Mice",
            "Neurons",
            "Semaphorin-3A",
            "Semaphorins",
            "Stem Cells",
            "Sweetening Agents",
            "Taste",
            "Taste Buds"
        ],
        "Authors": [
            {
                "First Name": "Hojoon",
                "Last Name": "Lee",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Lindsey J",
                "Last Name": "Macpherson",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Camilo A",
                "Last Name": "Parada",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Nicholas J P",
                "Last Name": "Ryba",
                "Affiliation": "National Institute of Dental and Craniofacial Research, National Institutes of Health, Bethesda, Maryland 20892, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2017"
    },
    {
        "PMID": "27840000",
        "Title": "Coding and Plasticity in the Mammalian Thermosensory System.",
        "Abstract": "Perception of the thermal environment begins with the activation of peripheral thermosensory neurons innervating the body surface. To understand how temperature is represented in vivo, we used genetically encoded calcium indicators to measure temperature-evoked responses in hundreds of neurons across the trigeminal ganglion. Our results show how warm, hot, and cold stimuli are represented by distinct population responses, uncover unique functional classes of thermosensory neurons mediating heat and cold sensing, and reveal the molecular logic for peripheral warmth sensing. Next, we examined how the peripheral somatosensory system is functionally reorganized to produce altered perception of the thermal environment after injury. We identify fundamental transformations in sensory coding, including the silencing and recruitment of large ensembles of neurons, providing a cellular basis for perceptual changes in temperature sensing, including heat hypersensitivity, persistence of heat perception, cold hyperalgesia, and cold analgesia.",
        "Keywords": [
            "TRP channels",
            "changes in peripheral coding",
            "injury",
            "sensory coding",
            "temperature representation",
            "warmth sensing"
        ],
        "MeSH terms": [
            "Animals",
            "Burns",
            "Cold Temperature",
            "Hot Temperature",
            "Hyperalgesia",
            "Hyperesthesia",
            "Mice",
            "Mice, Knockout",
            "Mice, Transgenic",
            "Neuronal Plasticity",
            "Neurons",
            "TRPA1 Cation Channel",
            "TRPM Cation Channels",
            "TRPV Cation Channels",
            "Thermosensing",
            "Transient Receptor Potential Channels",
            "Trigeminal Ganglion"
        ],
        "Authors": [
            {
                "First Name": "David A",
                "Last Name": "Yarmolinsky",
                "Affiliation": "Howard Hughes Medical Institute and Departments of Biochemistry and Molecular Biophysics and Neuroscience, Columbia College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Yueqing",
                "Last Name": "Peng",
                "Affiliation": "Howard Hughes Medical Institute and Departments of Biochemistry and Molecular Biophysics and Neuroscience, Columbia College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Leah A",
                "Last Name": "Pogorzala",
                "Affiliation": "National Institute of Dental and Craniofacial Research, National Institutes of Health, Bethesda, MD 20892, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Rutlin",
                "Affiliation": "Howard Hughes Medical Institute and Departments of Biochemistry and Molecular Biophysics and Neuroscience, Columbia College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Mark A",
                "Last Name": "Hoon",
                "Affiliation": "National Institute of Dental and Craniofacial Research, National Institutes of Health, Bethesda, MD 20892, USA."
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": "Howard Hughes Medical Institute and Departments of Biochemistry and Molecular Biophysics and Neuroscience, Columbia College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: cz2195@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2016"
    },
    {
        "PMID": "27831471",
        "Title": "Roger Tsien (1952-2016).",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Biochemistry",
            "Calcium",
            "History, 20th Century",
            "History, 21st Century",
            "Optical Imaging"
        ],
        "Authors": [
            {
                "First Name": "Charles",
                "Last Name": "Zuker",
                "Affiliation": "Departments of Biochemistry and Neuroscience, Howard Hughes Medical Institute, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: cz2195@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2016"
    },
    {
        "PMID": "26580015",
        "Title": "Sweet and bitter taste in the brain of awake behaving animals.",
        "Abstract": "Taste is responsible for evaluating the nutritious content of food, guiding essential appetitive behaviours, preventing the ingestion of toxic substances, and helping to ensure the maintenance of a healthy diet. Sweet and bitter are two of the most salient sensory percepts for humans and other animals; sweet taste allows the identification of energy-rich nutrients whereas bitter warns against the intake of potentially noxious chemicals. In mammals, information from taste receptor cells in the tongue is transmitted through multiple neural stations to the primary gustatory cortex in the brain. Recent imaging studies have shown that sweet and bitter are represented in the primary gustatory cortex by neurons organized in a spatial map, with each taste quality encoded by distinct cortical fields. Here we demonstrate that by manipulating the brain fields representing sweet and bitter taste we directly control an animal's internal representation, sensory perception, and behavioural actions. These results substantiate the segregation of taste qualities in the cortex, expose the innate nature of appetitive and aversive taste responses, and illustrate the ability of gustatory cortex to recapitulate complex behaviours in the absence of sensory input.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Appetitive Behavior",
            "Avoidance Learning",
            "Brain Mapping",
            "Cerebral Cortex",
            "Discrimination, Psychological",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Optogenetics",
            "Stereotaxic Techniques",
            "Taste",
            "Taste Perception",
            "Wakefulness"
        ],
        "Authors": [
            {
                "First Name": "Yueqing",
                "Last Name": "Peng",
                "Affiliation": "Howard Hughes Medical Institute, Columbia College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Sarah",
                "Last Name": "Gillis-Smith",
                "Affiliation": "Howard Hughes Medical Institute, Columbia College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Hao",
                "Last Name": "Jin",
                "Affiliation": "Howard Hughes Medical Institute, Columbia College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Dimitri",
                "Last Name": "Tränkner",
                "Affiliation": "Howard Hughes Medical Institute, Columbia College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Nicholas J P",
                "Last Name": "Ryba",
                "Affiliation": "National Institute of Dental and Craniofacial Research, National Institutes of Health, Bethesda, Maryland 20892, USA."
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": "Howard Hughes Medical Institute, Columbia College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2015"
    },
    {
        "PMID": "25815979",
        "Title": "Food for the brain.",
        "Abstract": "Diet is a major issue facing humanity. To combat malnourishment and diseases associated with overnutrition, both research and technological breakthroughs are needed.",
        "Keywords": [],
        "MeSH terms": [
            "Brain",
            "Dietary Proteins",
            "Food",
            "Gastrointestinal Tract",
            "Global Health",
            "History, Medieval",
            "Humans",
            "Malnutrition",
            "Microbiota",
            "Neural Pathways",
            "Overnutrition",
            "Sucrose"
        ],
        "Authors": [
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": "Howard Hughes Medical Institute, Departments of Biochemistry and Neuroscience, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA. Electronic address: cz2195@columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2015"
    },
    {
        "PMID": "25624099",
        "Title": "Thirst driving and suppressing signals encoded by distinct neural populations in the brain.",
        "Abstract": "Thirst is the basic instinct to drink water. Previously, it was shown that neurons in several circumventricular organs of the hypothalamus are activated by thirst-inducing conditions. Here we identify two distinct, genetically separable neural populations in the subfornical organ that trigger or suppress thirst. We show that optogenetic activation of subfornical organ excitatory neurons, marked by the expression of the transcription factor ETV-1, evokes intense drinking behaviour, and does so even in fully water-satiated animals. The light-induced response is highly specific for water, immediate and strictly locked to the laser stimulus. In contrast, activation of a second population of subfornical organ neurons, marked by expression of the vesicular GABA transporter VGAT, drastically suppresses drinking, even in water-craving thirsty animals. These results reveal an innate brain circuit that can turn an animal's water-drinking behaviour on and off, and probably functions as a centre for thirst control in the mammalian brain.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Calcium-Calmodulin-Dependent Protein Kinase Type 2",
            "DNA-Binding Proteins",
            "Dehydration",
            "Drinking",
            "Drinking Behavior",
            "Drinking Water",
            "Lasers",
            "Mice",
            "Optogenetics",
            "Satiety Response",
            "Subfornical Organ",
            "Thirst",
            "Transcription Factors",
            "Vesicular Inhibitory Amino Acid Transport Proteins"
        ],
        "Authors": [
            {
                "First Name": "Yuki",
                "Last Name": "Oka",
                "Affiliation": "1] Department of Biochemistry and Molecular Biophysics, Columbia College of Physicians and Surgeons, Howard Hughes Medical Institute, Columbia University, New York, New York 10032, USA [2] Department of Neuroscience, Columbia College of Physicians and Surgeons, Howard Hughes Medical Institute, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Mingyu",
                "Last Name": "Ye",
                "Affiliation": "1] Department of Biochemistry and Molecular Biophysics, Columbia College of Physicians and Surgeons, Howard Hughes Medical Institute, Columbia University, New York, New York 10032, USA [2] Department of Neuroscience, Columbia College of Physicians and Surgeons, Howard Hughes Medical Institute, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": "1] Department of Biochemistry and Molecular Biophysics, Columbia College of Physicians and Surgeons, Howard Hughes Medical Institute, Columbia University, New York, New York 10032, USA [2] Department of Neuroscience, Columbia College of Physicians and Surgeons, Howard Hughes Medical Institute, Columbia University, New York, New York 10032, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2015"
    },
    {
        "PMID": "25383521",
        "Title": "The neural representation of taste quality at the periphery.",
        "Abstract": "The mammalian taste system is responsible for sensing and responding to the five basic taste qualities: sweet, sour, bitter, salty and umami. Previously, we showed that each taste is detected by dedicated taste receptor cells (TRCs) on the tongue and palate epithelium. To understand how TRCs transmit information to higher neural centres, we examined the tuning properties of large ensembles of neurons in the first neural station of the gustatory system. Here, we generated and characterized a collection of transgenic mice expressing a genetically encoded calcium indicator in central and peripheral neurons, and used a gradient refractive index microendoscope combined with high-resolution two-photon microscopy to image taste responses from ganglion neurons buried deep at the base of the brain. Our results reveal fine selectivity in the taste preference of ganglion neurons; demonstrate a strong match between TRCs in the tongue and the principal neural afferents relaying taste information to the brain; and expose the highly specific transfer of taste information between taste cells and the central nervous system.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Calcium",
            "Geniculate Ganglion",
            "Mice",
            "Mice, Transgenic",
            "Neurons",
            "Taste",
            "Taste Buds",
            "Taste Perception",
            "Tongue"
        ],
        "Authors": [
            {
                "First Name": "Robert P J",
                "Last Name": "Barretto",
                "Affiliation": "Howard Hughes Medical Institute and Departments of Biochemistry and Molecular Biophysics and of Neuroscience, Columbia College of Physicians and Surgeons, Columbia University, New York 10032, USA."
            },
            {
                "First Name": "Sarah",
                "Last Name": "Gillis-Smith",
                "Affiliation": "Howard Hughes Medical Institute and Departments of Biochemistry and Molecular Biophysics and of Neuroscience, Columbia College of Physicians and Surgeons, Columbia University, New York 10032, USA."
            },
            {
                "First Name": "Jayaram",
                "Last Name": "Chandrashekar",
                "Affiliation": "Janelia Farm Research Campus, Howard Hughes Medical Institute, Ashburn, Virginia 20147, USA."
            },
            {
                "First Name": "David A",
                "Last Name": "Yarmolinsky",
                "Affiliation": "Howard Hughes Medical Institute and Departments of Biochemistry and Molecular Biophysics and of Neuroscience, Columbia College of Physicians and Surgeons, Columbia University, New York 10032, USA."
            },
            {
                "First Name": "Mark J",
                "Last Name": "Schnitzer",
                "Affiliation": "James H. Clark Center, Stanford University, Stanford, California 94305, USA."
            },
            {
                "First Name": "Nicholas J P",
                "Last Name": "Ryba",
                "Affiliation": "National Institute of Dental and Craniofacial Research, National Institutes of Health, Bethesda, Maryland 20892, USA."
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": "1] Howard Hughes Medical Institute and Departments of Biochemistry and Molecular Biophysics and of Neuroscience, Columbia College of Physicians and Surgeons, Columbia University, New York 10032, USA [2] Janelia Farm Research Campus, Howard Hughes Medical Institute, Ashburn, Virginia 20147, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2015"
    },
    {
        "PMID": "25049382",
        "Title": "Population of sensory neurons essential for asthmatic hyperreactivity of inflamed airways.",
        "Abstract": "Asthma is a common debilitating inflammatory lung disease affecting over 200 million people worldwide. Here, we investigated neurogenic components involved in asthmatic-like attacks using the ovalbumin-sensitized murine model of the disease, and identified a specific population of neurons that are required for airway hyperreactivity. We show that ablating or genetically silencing these neurons abolished the hyperreactive broncho-constrictions, even in the presence of a fully developed lung inflammatory immune response. These neurons are found in the vagal ganglia and are characterized by the expression of the transient receptor potential vanilloid 1 (TRPV1) ion channel. However, the TRPV1 channel itself is not required for the asthmatic-like hyperreactive airway response. We also demonstrate that optogenetic stimulation of this population of TRP-expressing cells with channelrhodopsin dramatically exacerbates airway hyperreactivity of inflamed airways. Notably, these cells express the sphingosine-1-phosphate receptor 3 (S1PR3), and stimulation with a S1PR3 agonist efficiently induced broncho-constrictions, even in the absence of ovalbumin sensitization and inflammation. Our results show that the airway hyperreactivity phenotype can be physiologically dissociated from the immune component, and provide a platform for devising therapeutic approaches to asthma that target these pathways separately.",
        "Keywords": [
            "airway inflammation",
            "bronchospasms"
        ],
        "MeSH terms": [
            "Animals",
            "Asthma",
            "Bronchial Hyperreactivity",
            "Gene Deletion",
            "Gene Silencing",
            "Mice",
            "Mice, Inbred C57BL",
            "Pneumonia",
            "Receptors, Lysosphingolipid",
            "Respiratory System",
            "Sensory Receptor Cells",
            "TRPV Cation Channels",
            "Vagus Nerve"
        ],
        "Authors": [
            {
                "First Name": "Dimitri",
                "Last Name": "Tränkner",
                "Affiliation": "Janelia Farm Research Campus, Howard Hughes Medical Institute, Ashburn, VA 20147;"
            },
            {
                "First Name": "Nadeau",
                "Last Name": "Hahne",
                "Affiliation": "Janelia Farm Research Campus, Howard Hughes Medical Institute, Ashburn, VA 20147;"
            },
            {
                "First Name": "Ken",
                "Last Name": "Sugino",
                "Affiliation": "Janelia Farm Research Campus, Howard Hughes Medical Institute, Ashburn, VA 20147;"
            },
            {
                "First Name": "Mark A",
                "Last Name": "Hoon",
                "Affiliation": "National Institute of Dental and Craniofacial Research, National Institutes of Health, Bethesda, MD 20892; and."
            },
            {
                "First Name": "Charles",
                "Last Name": "Zuker",
                "Affiliation": "Janelia Farm Research Campus, Howard Hughes Medical Institute, Ashburn, VA 20147;Department of Biochemistry and Molecular Biophysics,Department of Neuroscience, andHoward Hughes Medical Institute, Columbia College of Physicians and Surgeons, Columbia University, NY 10032 cz2195@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2014"
    },
    {
        "PMID": "23407495",
        "Title": "High salt recruits aversive taste pathways.",
        "Abstract": "In the tongue, distinct classes of taste receptor cells detect the five basic tastes; sweet, sour, bitter, sodium salt and umami. Among these qualities, bitter and sour stimuli are innately aversive, whereas sweet and umami are appetitive and generally attractive to animals. By contrast, salty taste is unique in that increasing salt concentration fundamentally transforms an innately appetitive stimulus into a powerfully aversive one. This appetitive-aversive balance helps to maintain appropriate salt consumption, and represents an important part of fluid and electrolyte homeostasis. We have shown previously that the appetitive responses to NaCl are mediated by taste receptor cells expressing the epithelial sodium channel, ENaC, but the cellular substrate for salt aversion was unknown. Here we examine the cellular and molecular basis for the rejection of high concentrations of salts. We show that high salt recruits the two primary aversive taste pathways by activating the sour- and bitter-taste-sensing cells. We also demonstrate that genetic silencing of these pathways abolishes behavioural aversion to concentrated salt, without impairing salt attraction. Notably, mice devoid of salt-aversion pathways show unimpeded, continuous attraction even to very high concentrations of NaCl. We propose that the 'co-opting' of sour and bitter neural pathways evolved as a means to ensure that high levels of salt reliably trigger robust behavioural rejection, thus preventing its potentially detrimental effects on health.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Appetite",
            "Feeding Behavior",
            "Gene Silencing",
            "Mice",
            "Mice, Knockout",
            "Mutation",
            "Phospholipase C beta",
            "Sodium Chloride, Dietary",
            "TRPM Cation Channels",
            "Taste",
            "Taste Buds"
        ],
        "Authors": [
            {
                "First Name": "Yuki",
                "Last Name": "Oka",
                "Affiliation": "Howard Hughes Medical Institute and Department of Biochemistry and Molecular Biophysics, Columbia College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Matthew",
                "Last Name": "Butnaru",
                "Affiliation": ""
            },
            {
                "First Name": "Lars",
                "Last Name": "von Buchholtz",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas J P",
                "Last Name": "Ryba",
                "Affiliation": ""
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2013"
    },
    {
        "PMID": "22627793",
        "Title": "The best of times, the worst of times for psychiatric disease.",
        "Abstract": "As long-awaited advances in psychiatric genetics begin to materialize in force, promising to steer us safely to the best of times in psychiatric disease research, many pharmaceutical companies pull away from the challenge of drug development, threatening to bring us to the worst of times for the field. There is a real danger of missed opportunities and a sense of urgency for defining a clear path forward.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Drug Industry",
            "Humans",
            "Mental Disorders",
            "Psychiatry",
            "Research Design"
        ],
        "Authors": [
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan",
                "Last Name": "Flint",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            },
            {
                "First Name": "Robert C",
                "Last Name": "Malenka",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2012"
    },
    {
        "PMID": "21885776",
        "Title": "A gustotopic map of taste qualities in the mammalian brain.",
        "Abstract": "The taste system is one of our fundamental senses, responsible for detecting and responding to sweet, bitter, umami, salty, and sour stimuli. In the tongue, the five basic tastes are mediated by separate classes of taste receptor cells each finely tuned to a single taste quality. We explored the logic of taste coding in the brain by examining how sweet, bitter, umami, and salty qualities are represented in the primary taste cortex of mice. We used in vivo two-photon calcium imaging to demonstrate topographic segregation in the functional architecture of the gustatory cortex. Each taste quality is represented in its own separate cortical field, revealing the existence of a gustotopic map in the brain. These results expose the basic logic for the central representation of taste.",
        "Keywords": [],
        "MeSH terms": [
            "Afferent Pathways",
            "Animals",
            "Brain Mapping",
            "Cerebral Cortex",
            "Cycloheximide",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Molecular Imaging",
            "Neurons",
            "Sodium Chloride",
            "Sodium Glutamate",
            "Sweetening Agents",
            "Taste",
            "Taste Buds"
        ],
        "Authors": [
            {
                "First Name": "Xiaoke",
                "Last Name": "Chen",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Mariano",
                "Last Name": "Gabitto",
                "Affiliation": ""
            },
            {
                "First Name": "Yueqing",
                "Last Name": "Peng",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas J P",
                "Last Name": "Ryba",
                "Affiliation": ""
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2011"
    },
    {
        "PMID": "21654803",
        "Title": "Visual place learning in Drosophila melanogaster.",
        "Abstract": "The ability of insects to learn and navigate to specific locations in the environment has fascinated naturalists for decades. The impressive navigational abilities of ants, bees, wasps and other insects demonstrate that insects are capable of visual place learning, but little is known about the underlying neural circuits that mediate these behaviours. Drosophila melanogaster (common fruit fly) is a powerful model organism for dissecting the neural circuitry underlying complex behaviours, from sensory perception to learning and memory. Drosophila can identify and remember visual features such as size, colour and contour orientation. However, the extent to which they use vision to recall specific locations remains unclear. Here we describe a visual place learning platform and demonstrate that Drosophila are capable of forming and retaining visual place memories to guide selective navigation. By targeted genetic silencing of small subsets of cells in the Drosophila brain, we show that neurons in the ellipsoid body, but not in the mushroom bodies, are necessary for visual place learning. Together, these studies reveal distinct neuroanatomical substrates for spatial versus non-spatial learning, and establish Drosophila as a powerful model for the study of spatial memories.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Conditioning, Psychological",
            "Cues",
            "Drosophila melanogaster",
            "Female",
            "Glass",
            "Learning",
            "Locomotion",
            "Memory",
            "Models, Animal",
            "Models, Neurological",
            "Mushroom Bodies",
            "Odorants",
            "Orientation",
            "Silicon Dioxide",
            "Temperature",
            "Time Factors",
            "Visual Perception"
        ],
        "Authors": [
            {
                "First Name": "Tyler A",
                "Last Name": "Ofstad",
                "Affiliation": "Janelia Farm Research Campus, Howard Hughes Medical Institute, 19700 Helix Drive, Ashburn, Virginia 20147, USA."
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": ""
            },
            {
                "First Name": "Michael B",
                "Last Name": "Reiser",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2011"
    },
    {
        "PMID": "21335241",
        "Title": "The coding of temperature in the Drosophila brain.",
        "Abstract": "Thermosensation is an indispensable sensory modality. Here, we study temperature coding in Drosophila, and show that temperature is represented by a spatial map of activity in the brain. First, we identify TRP channels that function in the fly antenna to mediate the detection of cold stimuli. Next, we identify the hot-sensing neurons and show that hot and cold antennal receptors project onto distinct, but adjacent glomeruli in the Proximal-Antennal-Protocerebrum (PAP) forming a thermotopic map in the brain. We use two-photon imaging to reveal the functional segregation of hot and cold responses in the PAP, and show that silencing the hot- or cold-sensing neurons produces animals with distinct and discrete deficits in their behavioral responses to thermal stimuli. Together, these results demonstrate that dedicated populations of cells orchestrate behavioral responses to different temperature stimuli, and reveal a labeled-line logic for the coding of temperature information in the brain.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Cold Temperature",
            "Drosophila",
            "Drosophila Proteins",
            "Hot Temperature",
            "Sensory Receptor Cells",
            "TRPP Cation Channels",
            "Thermosensing"
        ],
        "Authors": [
            {
                "First Name": "Marco",
                "Last Name": "Gallio",
                "Affiliation": "Departments of Neurobiology and Neurosciences, University of California at San Diego, La Jolla, 92093, USA."
            },
            {
                "First Name": "Tyler A",
                "Last Name": "Ofstad",
                "Affiliation": ""
            },
            {
                "First Name": "Lindsey J",
                "Last Name": "Macpherson",
                "Affiliation": ""
            },
            {
                "First Name": "Jing W",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2011"
    },
    {
        "PMID": "20107438",
        "Title": "The cells and peripheral representation of sodium taste in mice.",
        "Abstract": "Salt taste in mammals can trigger two divergent behavioural responses. In general, concentrated saline solutions elicit robust behavioural aversion, whereas low concentrations of NaCl are typically attractive, particularly after sodium depletion. Notably, the attractive salt pathway is selectively responsive to sodium and inhibited by amiloride, whereas the aversive one functions as a non-selective detector for a wide range of salts. Because amiloride is a potent inhibitor of the epithelial sodium channel (ENaC), ENaC has been proposed to function as a component of the salt-taste-receptor system. Previously, we showed that four of the five basic taste qualities-sweet, sour, bitter and umami-are mediated by separate taste-receptor cells (TRCs) each tuned to a single taste modality, and wired to elicit stereotypical behavioural responses. Here we show that sodium sensing is also mediated by a dedicated population of TRCs. These taste cells express the epithelial sodium channel ENaC, and mediate behavioural attraction to NaCl. We genetically engineered mice lacking ENaCalpha in TRCs, and produced animals exhibiting a complete loss of salt attraction and sodium taste responses. Together, these studies substantiate independent cellular substrates for all five basic taste qualities, and validate the essential role of ENaC for sodium taste in mice.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Behavior",
            "Epithelial Sodium Channels",
            "Mice",
            "Mice, Transgenic",
            "Sodium",
            "Taste",
            "Taste Buds"
        ],
        "Authors": [
            {
                "First Name": "Jayaram",
                "Last Name": "Chandrashekar",
                "Affiliation": "Howard Hughes Medical Institute and Department of Neurobiology, University of California at San Diego, La Jolla, California 92093-0649, USA"
            },
            {
                "First Name": "Christina",
                "Last Name": "Kuhn",
                "Affiliation": ""
            },
            {
                "First Name": "Yuki",
                "Last Name": "Oka",
                "Affiliation": ""
            },
            {
                "First Name": "David A",
                "Last Name": "Yarmolinsky",
                "Affiliation": ""
            },
            {
                "First Name": "Edith",
                "Last Name": "Hummler",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas J P",
                "Last Name": "Ryba",
                "Affiliation": ""
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2010"
    },
    {
        "PMID": "19837029",
        "Title": "Common sense about taste: from mammals to insects.",
        "Abstract": "The sense of taste is a specialized chemosensory system dedicated to the evaluation of food and drink. Despite the fact that vertebrates and insects have independently evolved distinct anatomic and molecular pathways for taste sensation, there are clear parallels in the organization and coding logic between the two systems. There is now persuasive evidence that tastant quality is mediated by labeled lines, whereby distinct and strictly segregated populations of taste receptor cells encode each of the taste qualities.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chemoreceptor Cells",
            "Insecta",
            "Mammals",
            "Taste",
            "Taste Buds",
            "Tongue"
        ],
        "Authors": [
            {
                "First Name": "David A",
                "Last Name": "Yarmolinsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas J P",
                "Last Name": "Ryba",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2009"
    },
    {
        "PMID": "19833970",
        "Title": "The taste of carbonation.",
        "Abstract": "Carbonated beverages are commonly available and immensely popular, but little is known about the cellular and molecular mechanisms underlying the perception of carbonation in the mouth. In mammals, carbonation elicits both somatosensory and chemosensory responses, including activation of taste neurons. We have identified the cellular and molecular substrates for the taste of carbonation. By targeted genetic ablation and the silencing of synapses in defined populations of taste receptor cells, we demonstrated that the sour-sensing cells act as the taste sensors for carbonation, and showed that carbonic anhydrase 4, a glycosylphosphatidylinositol-anchored enzyme, functions as the principal CO2 taste sensor. Together, these studies reveal the basis of the taste of carbonation as well as the contribution of taste cells in the orosensory response to CO2.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Benzolamide",
            "Bicarbonates",
            "Calcium Channels",
            "Carbon Dioxide",
            "Carbonated Beverages",
            "Carbonic Anhydrase IV",
            "Carbonic Anhydrase Inhibitors",
            "Carbonic Anhydrases",
            "Chorda Tympani Nerve",
            "Gene Expression Profiling",
            "Mice",
            "Mice, Transgenic",
            "Protons",
            "Receptors, Cell Surface",
            "Taste",
            "Taste Buds",
            "Taste Perception"
        ],
        "Authors": [
            {
                "First Name": "Jayaram",
                "Last Name": "Chandrashekar",
                "Affiliation": "Howard Hughes Medical Institute and Departments of Neurobiology and Neurosciences, University of California, San Diego, La Jolla, CA 92093, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Yarmolinsky",
                "Affiliation": ""
            },
            {
                "First Name": "Lars",
                "Last Name": "von Buchholtz",
                "Affiliation": ""
            },
            {
                "First Name": "Yuki",
                "Last Name": "Oka",
                "Affiliation": ""
            },
            {
                "First Name": "William",
                "Last Name": "Sly",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas J P",
                "Last Name": "Ryba",
                "Affiliation": ""
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2009"
    },
    {
        "PMID": "18297055",
        "Title": "Preserving cell shape under environmental stress.",
        "Abstract": "Maintaining cell shape and tone is crucial for the function and survival of cells and tissues. Mechanotransduction relies on the transformation of minuscule mechanical forces into high-fidelity electrical responses. When mechanoreceptors are stimulated, mechanically sensitive cation channels open and produce an inward transduction current that depolarizes the cell. For this process to operate effectively, the transduction machinery has to retain integrity and remain unfailingly independent of environmental changes. This is particularly challenging for poikilothermic organisms, where changes in temperature in the environment may impact the function of mechanoreceptor neurons. Thus, we wondered how insects whose habitat might quickly vary over several tens of degrees of temperature manage to maintain highly effective mechanical senses. We screened for Drosophila mutants with defective mechanical responses at elevated ambient temperatures, and identified a gene, spam, whose role is to protect the mechanosensory organ from massive cellular deformation caused by heat-induced osmotic imbalance. Here we show that Spam protein forms an extracellular shield that guards mechanosensory neurons from environmental insult. Remarkably, heterologously expressed Spam protein also endowed other cells with superb defence against physically and chemically induced deformation. We studied the mechanical impact of Spam coating and show that spam-coated cells are up to ten times stiffer than uncoated controls. Together, these results help explain how poikilothermic organisms preserve the architecture of critical cells during environmental stress, and illustrate an elegant and simple solution to such challenge.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Line",
            "Cell Shape",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Electrophysiology",
            "Environment",
            "Eye Proteins",
            "Hot Temperature",
            "Humidity",
            "Mechanoreceptors",
            "Mechanotransduction, Cellular",
            "Models, Biological",
            "Osmotic Pressure",
            "Stimulation, Chemical",
            "Stress, Mechanical"
        ],
        "Authors": [
            {
                "First Name": "Boaz",
                "Last Name": "Cook",
                "Affiliation": "Howard Hughes Medical Institute and Departments of Neurobiology and Neurosciences, University of California at San Diego, La Jolla, California 92093-0649, USA."
            },
            {
                "First Name": "Robert W",
                "Last Name": "Hardy",
                "Affiliation": ""
            },
            {
                "First Name": "William B",
                "Last Name": "McConnaughey",
                "Affiliation": ""
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2008"
    },
    {
        "PMID": "17108952",
        "Title": "The receptors and cells for mammalian taste.",
        "Abstract": "The emerging picture of taste coding at the periphery is one of elegant simplicity. Contrary to what was generally believed, it is now clear that distinct cell types expressing unique receptors are tuned to detect each of the five basic tastes: sweet, sour, bitter, salty and umami. Importantly, receptor cells for each taste quality function as dedicated sensors wired to elicit stereotypic responses.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Receptors, G-Protein-Coupled",
            "Signal Transduction",
            "Taste",
            "Taste Buds"
        ],
        "Authors": [
            {
                "First Name": "Jayaram",
                "Last Name": "Chandrashekar",
                "Affiliation": "Howard Hughes Medical Institute and Departments of Neurobiology and Neurosciences, University of California at San Diego, La Jolla, California 92093-0649, USA."
            },
            {
                "First Name": "Mark A",
                "Last Name": "Hoon",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas J P",
                "Last Name": "Ryba",
                "Affiliation": ""
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2006"
    },
    {
        "PMID": "17036004",
        "Title": "Transforming the architecture of compound eyes.",
        "Abstract": "Eyes differ markedly in the animal kingdom, and are an extreme example of the evolution of multiple anatomical solutions to light detection and image formation. A salient feature of all photoreceptor cells is the presence of a specialized compartment (disc outer segments in vertebrates, and microvillar rhabdomeres in insects), whose primary role is to accommodate the millions of light receptor molecules required for efficient photon collection. In insects, compound eyes can have very different inner architectures. Fruitflies and houseflies have an open rhabdom system, in which the seven rhabdomeres of each ommatidium are separated from each other and function as independent light guides. In contrast, bees and various mosquitoes and beetle species have a closed system, in which rhabdomeres within each ommatidium are fused to each other, thus sharing the same visual axis. To understand the transition between open and closed rhabdom systems, we isolated and characterized the role of Drosophila genes involved in rhabdomere assembly. Here we show that Spacemaker, a secreted protein expressed only in the eyes of insects with open rhabdom systems, acts together with Prominin and the cell adhesion molecule Chaoptin to choreograph the partitioning of rhabdomeres into an open system. Furthermore, the complete loss of spacemaker (spam) converts an open rhabdom system to a closed one, whereas its targeted expression to photoreceptors of a closed system markedly reorganizes the architecture of the compound eyes to resemble an open system. Our results provide a molecular atlas for the construction of microvillar assemblies and illustrate the critical effect of differences in a single structural protein in morphogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Adhesiveness",
            "Animals",
            "Bees",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Eye",
            "Eye Proteins",
            "Membrane Glycoproteins",
            "Molecular Sequence Data",
            "Morphogenesis",
            "Mutation"
        ],
        "Authors": [
            {
                "First Name": "Andrew C",
                "Last Name": "Zelhof",
                "Affiliation": "Howard Hughes Medical Institute and Department of Neurobiology, University of California at San Diego, La Jolla, California 92093-0649, USA. charles@flyeye.ucsd.edu"
            },
            {
                "First Name": "Robert W",
                "Last Name": "Hardy",
                "Affiliation": ""
            },
            {
                "First Name": "Ann",
                "Last Name": "Becker",
                "Affiliation": ""
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2006"
    },
    {
        "PMID": "16929298",
        "Title": "The cells and logic for mammalian sour taste detection.",
        "Abstract": "Mammals taste many compounds yet use a sensory palette consisting of only five basic taste modalities: sweet, bitter, sour, salty and umami (the taste of monosodium glutamate). Although this repertoire may seem modest, it provides animals with critical information about the nature and quality of food. Sour taste detection functions as an important sensory input to warn against the ingestion of acidic (for example, spoiled or unripe) food sources. We have used a combination of bioinformatics, genetic and functional studies to identify PKD2L1, a polycystic-kidney-disease-like ion channel, as a candidate mammalian sour taste sensor. In the tongue, PKD2L1 is expressed in a subset of taste receptor cells distinct from those responsible for sweet, bitter and umami taste. To examine the role of PKD2L1-expressing taste cells in vivo, we engineered mice with targeted genetic ablations of selected populations of taste receptor cells. Animals lacking PKD2L1-expressing cells are completely devoid of taste responses to sour stimuli. Notably, responses to all other tastants remained unaffected, proving that the segregation of taste qualities even extends to ionic stimuli. Our results now establish independent cellular substrates for four of the five basic taste modalities, and support a comprehensive labelled-line mode of taste coding at the periphery. Notably, PKD2L1 is also expressed in specific neurons surrounding the central canal of the spinal cord. Here we demonstrate that these PKD2L1-expressing neurons send projections to the central canal, and selectively trigger action potentials in response to decreases in extracellular pH. We propose that these cells correspond to the long-sought components of the cerebrospinal fluid chemosensory system. Taken together, our results suggest a common basis for acid sensing in disparate physiological settings.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Calcium Channels",
            "Computational Biology",
            "Gene Expression Profiling",
            "Hydrogen-Ion Concentration",
            "In Vitro Techniques",
            "Membrane Glycoproteins",
            "Mice",
            "Mice, Transgenic",
            "Neurons",
            "Phosphoproteins",
            "Receptors, Cell Surface",
            "Spinal Cord",
            "Taste",
            "Tongue"
        ],
        "Authors": [
            {
                "First Name": "Angela L",
                "Last Name": "Huang",
                "Affiliation": "Howard Hughes Medical Institute and Departments of Neurobiology and Neurosciences, University of California at San Diego, La Jolla, California 92093-0649, USA."
            },
            {
                "First Name": "Xiaoke",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Mark A",
                "Last Name": "Hoon",
                "Affiliation": ""
            },
            {
                "First Name": "Jayaram",
                "Last Name": "Chandrashekar",
                "Affiliation": ""
            },
            {
                "First Name": "Wei",
                "Last Name": "Guo",
                "Affiliation": ""
            },
            {
                "First Name": "Dimitri",
                "Last Name": "Tränkner",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas J P",
                "Last Name": "Ryba",
                "Affiliation": ""
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2006"
    },
    {
        "PMID": "15759003",
        "Title": "The receptors and coding logic for bitter taste.",
        "Abstract": "The sense of taste provides animals with valuable information about the nature and quality of food. Bitter taste detection functions as an important sensory input to warn against the ingestion of toxic and noxious substances. T2Rs are a family of approximately 30 highly divergent G-protein-coupled receptors (GPCRs) that are selectively expressed in the tongue and palate epithelium and are implicated in bitter taste sensing. Here we demonstrate, using a combination of genetic, behavioural and physiological studies, that T2R receptors are necessary and sufficient for the detection and perception of bitter compounds, and show that differences in T2Rs between species (human and mouse) can determine the selectivity of bitter taste responses. In addition, we show that mice engineered to express a bitter taste receptor in 'sweet cells' become strongly attracted to its cognate bitter tastants, whereas expression of the same receptor (or even a novel GPCR) in T2R-expressing cells resulted in mice that are averse to the respective compounds. Together these results illustrate the fundamental principle of bitter taste coding at the periphery: dedicated cells act as broadly tuned bitter sensors that are wired to mediate behavioural aversion.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Food Preferences",
            "Humans",
            "Mice",
            "Mice, Inbred BALB C",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Palate",
            "Physical Stimulation",
            "Receptors, G-Protein-Coupled",
            "Species Specificity",
            "Substrate Specificity",
            "Taste",
            "Tongue"
        ],
        "Authors": [
            {
                "First Name": "Ken L",
                "Last Name": "Mueller",
                "Affiliation": "Howard Hughes Medical Institute and Department of Biology, University of California at San Diego, La Jolla, California 92093-0649, USA."
            },
            {
                "First Name": "Mark A",
                "Last Name": "Hoon",
                "Affiliation": ""
            },
            {
                "First Name": "Isolde",
                "Last Name": "Erlenbach",
                "Affiliation": ""
            },
            {
                "First Name": "Jayaram",
                "Last Name": "Chandrashekar",
                "Affiliation": ""
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas J P",
                "Last Name": "Ryba",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2005"
    },
    {
        "PMID": "15137945",
        "Title": "Decoding cilia function: defining specialized genes required for compartmentalized cilia biogenesis.",
        "Abstract": "The evolution of the ancestral eukaryotic flagellum is an example of a cellular organelle that became dispensable in some modern eukaryotes while remaining an essential motile and sensory apparatus in others. To help define the repertoire of specialized proteins needed for the formation and function of cilia, we used comparative genomics to analyze the genomes of organisms with prototypical cilia, modified cilia, or no cilia and identified approximately 200 genes that are absent in the genomes of nonciliated eukaryotes but are conserved in ciliated organisms. Importantly, over 80% of the known ancestral proteins involved in cilia function are included in this small collection. Using Drosophila as a model system, we then characterized a novel family of proteins (OSEGs: outer segment) essential for ciliogenesis. We show that osegs encode components of a specialized transport pathway unique to the cilia compartment and are related to prototypical intracellular transport proteins.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Carrier Proteins",
            "Cell Compartmentation",
            "Cell Differentiation",
            "Cilia",
            "Drosophila melanogaster",
            "Eukaryotic Cells",
            "Evolution, Molecular",
            "Gene Expression Regulation, Developmental",
            "Genome",
            "Humans",
            "Microscopy, Electron",
            "Neurons, Afferent",
            "Oligonucleotide Array Sequence Analysis",
            "Phylogeny"
        ],
        "Authors": [
            {
                "First Name": "Tomer",
                "Last Name": "Avidor-Reiss",
                "Affiliation": "Howard Hughes Medical Institute and Division of Biological Sciences and Department of Neurosciences, University of California at San Diego, La Jolla, CA 92093, USA."
            },
            {
                "First Name": "Andreia M",
                "Last Name": "Maer",
                "Affiliation": ""
            },
            {
                "First Name": "Edmund",
                "Last Name": "Koundakjian",
                "Affiliation": ""
            },
            {
                "First Name": "Andrey",
                "Last Name": "Polyanovsky",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas",
                "Last Name": "Keil",
                "Affiliation": ""
            },
            {
                "First Name": "Shankar",
                "Last Name": "Subramaniam",
                "Affiliation": ""
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2004"
    },
    {
        "PMID": "14636554",
        "Title": "The receptors for mammalian sweet and umami taste.",
        "Abstract": "Sweet and umami (the taste of monosodium glutamate) are the main attractive taste modalities in humans. T1Rs are candidate mammalian taste receptors that combine to assemble two heteromeric G-protein-coupled receptor complexes: T1R1+3, an umami sensor, and T1R2+3, a sweet receptor. We now report the behavioral and physiological characterization of T1R1, T1R2, and T1R3 knockout mice. We demonstrate that sweet and umami taste are strictly dependent on T1R-receptors, and show that selective elimination of T1R-subunits differentially abolishes detection and perception of these two taste modalities. To examine the basis of sweet tastant recognition and coding, we engineered animals expressing either the human T1R2-receptor (hT1R2), or a modified opioid-receptor (RASSL) in sweet cells. Expression of hT1R2 in mice generates animals with humanized sweet taste preferences, while expression of RASSL drives strong attraction to a synthetic opiate, demonstrating that sweet cells trigger dedicated behavioral outputs, but their tastant selectivity is determined by the nature of the receptors.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Flavoring Agents",
            "Gene Deletion",
            "Humans",
            "In Situ Hybridization",
            "Mice",
            "Mice, Knockout",
            "Protein Isoforms",
            "Protein Subunits",
            "Receptors, G-Protein-Coupled",
            "Receptors, Opioid, kappa",
            "Sodium Glutamate",
            "Sucrose",
            "Taste",
            "Taste Buds"
        ],
        "Authors": [
            {
                "First Name": "Grace Q",
                "Last Name": "Zhao",
                "Affiliation": "Howard Hughes Medical Institute and Departments of Biology and Neurosciences, University of California at San Diego, La Jolla, CA 92093, USA."
            },
            {
                "First Name": "Yifeng",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Mark A",
                "Last Name": "Hoon",
                "Affiliation": ""
            },
            {
                "First Name": "Jayaram",
                "Last Name": "Chandrashekar",
                "Affiliation": ""
            },
            {
                "First Name": "Isolde",
                "Last Name": "Erlenbach",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas J P",
                "Last Name": "Ryba",
                "Affiliation": ""
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2003"
    },
    {
        "PMID": "12581520",
        "Title": "Coding of sweet, bitter, and umami tastes: different receptor cells sharing similar signaling pathways.",
        "Abstract": "Mammals can taste a wide repertoire of chemosensory stimuli. Two unrelated families of receptors (T1Rs and T2Rs) mediate responses to sweet, amino acids, and bitter compounds. Here, we demonstrate that knockouts of TRPM5, a taste TRP ion channel, or PLCbeta2, a phospholipase C selectively expressed in taste tissue, abolish sweet, amino acid, and bitter taste reception, but do not impact sour or salty tastes. Therefore, despite relying on different receptors, sweet, amino acid, and bitter transduction converge on common signaling molecules. Using PLCbeta2 taste-blind animals, we then examined a fundamental question in taste perception: how taste modalities are encoded at the cellular level. Mice engineered to rescue PLCbeta2 function exclusively in bitter-receptor expressing cells respond normally to bitter tastants but do not taste sweet or amino acid stimuli. Thus, bitter is encoded independently of sweet and amino acids, and taste receptor cells are not broadly tuned across these modalities.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Cell Membrane",
            "Cells, Cultured",
            "Citric Acid",
            "Female",
            "GTP-Binding Proteins",
            "Glutamic Acid",
            "Isoenzymes",
            "Male",
            "Membrane Proteins",
            "Mice",
            "Mice, Knockout",
            "Neurons, Afferent",
            "Phospholipase C beta",
            "Quinine",
            "Receptors, Cell Surface",
            "Sensory Receptor Cells",
            "Signal Transduction",
            "Sucrose",
            "TRPM Cation Channels",
            "Taste",
            "Taste Buds",
            "Type C Phospholipases"
        ],
        "Authors": [
            {
                "First Name": "Yifeng",
                "Last Name": "Zhang",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biology, University of California, San Diego, La Jolla, CA 92093, USA."
            },
            {
                "First Name": "Mark A",
                "Last Name": "Hoon",
                "Affiliation": ""
            },
            {
                "First Name": "Jayaram",
                "Last Name": "Chandrashekar",
                "Affiliation": ""
            },
            {
                "First Name": "Ken L",
                "Last Name": "Mueller",
                "Affiliation": ""
            },
            {
                "First Name": "Boaz",
                "Last Name": "Cook",
                "Affiliation": ""
            },
            {
                "First Name": "Dianqing",
                "Last Name": "Wu",
                "Affiliation": ""
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas J P",
                "Last Name": "Ryba",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2003"
    },
    {
        "PMID": "11894099",
        "Title": "An amino-acid taste receptor.",
        "Abstract": "The sense of taste provides animals with valuable information about the nature and quality of food. Mammals can recognize and respond to a diverse repertoire of chemical entities, including sugars, salts, acids and a wide range of toxic substances. Several amino acids taste sweet or delicious (umami) to humans, and are attractive to rodents and other animals. This is noteworthy because L-amino acids function as the building blocks of proteins, as biosynthetic precursors of many biologically relevant small molecules, and as metabolic fuel. Thus, having a taste pathway dedicated to their detection probably had significant evolutionary implications. Here we identify and characterize a mammalian amino-acid taste receptor. This receptor, T1R1+3, is a heteromer of the taste-specific T1R1 and T1R3 G-protein-coupled receptors. We demonstrate that T1R1 and T1R3 combine to function as a broadly tuned L-amino-acid sensor responding to most of the 20 standard amino acids, but not to their D-enantiomers or other compounds. We also show that sequence differences in T1R receptors within and between species (human and mouse) can significantly influence the selectivity and specificity of taste responses.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Amino Acids",
            "Animals",
            "Calcium Signaling",
            "Cell Line",
            "Chorda Tympani Nerve",
            "Dose-Response Relationship, Drug",
            "Heterotrimeric GTP-Binding Proteins",
            "Humans",
            "Inosine Monophosphate",
            "Mice",
            "Mutation",
            "Polymorphism, Genetic",
            "Protein Subunits",
            "Receptors, Cell Surface",
            "Receptors, G-Protein-Coupled",
            "Stereoisomerism",
            "Structure-Activity Relationship",
            "Substrate Specificity",
            "Taste",
            "Taste Buds",
            "Transfection"
        ],
        "Authors": [
            {
                "First Name": "Greg",
                "Last Name": "Nelson",
                "Affiliation": "Howard Hughes Medical Institute and Departments of Biology and Neurosciences, University of California at San Diego, La Jolla, California, 92093-0649, USA."
            },
            {
                "First Name": "Jayaram",
                "Last Name": "Chandrashekar",
                "Affiliation": ""
            },
            {
                "First Name": "Mark A",
                "Last Name": "Hoon",
                "Affiliation": ""
            },
            {
                "First Name": "Luxin",
                "Last Name": "Feng",
                "Affiliation": ""
            },
            {
                "First Name": "Grace",
                "Last Name": "Zhao",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas J P",
                "Last Name": "Ryba",
                "Affiliation": ""
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2002"
    },
    {
        "PMID": "11882874",
        "Title": "Neurobiology: a cool ion channel.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Cold Temperature",
            "Humans",
            "Ion Channels",
            "Menthol",
            "Neoplasm Proteins",
            "Neurons",
            "Receptors, Drug",
            "TRPM Cation Channels",
            "Thermoreceptors"
        ],
        "Authors": [
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2002"
    }
]