[
    {
        "PMID": "37986878",
        "Title": "Abstract representations emerge in human hippocampal neurons during inference behavior.",
        "Abstract": "",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Hristos S",
                "Last Name": "Courellis",
                "Affiliation": ""
            },
            {
                "First Name": "Juri",
                "Last Name": "Mixha",
                "Affiliation": ""
            },
            {
                "First Name": "Araceli R",
                "Last Name": "Cardenas",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel",
                "Last Name": "Kimmel",
                "Affiliation": ""
            },
            {
                "First Name": "Chrystal M",
                "Last Name": "Reed",
                "Affiliation": ""
            },
            {
                "First Name": "Taufik A",
                "Last Name": "Valiante",
                "Affiliation": ""
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": ""
            },
            {
                "First Name": "Adam N",
                "Last Name": "Mamelak",
                "Affiliation": ""
            },
            {
                "First Name": "Stefano",
                "Last Name": "Fusi",
                "Affiliation": ""
            },
            {
                "First Name": "Ueli",
                "Last Name": "Rutishauser",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "37790470",
        "Title": "The representational geometry of emotional states in basolateral amygdala.",
        "Abstract": "Sensory stimuli associated with aversive outcomes cause multiple behavioral responses related to an animal's evolving emotional state, but neural mechanisms underlying these processes remain unclear. Here aversive stimuli were presented to mice, eliciting two responses reflecting fear and flight to safety: tremble and ingress into a virtual burrow. Inactivation of basolateral amygdala (BLA) eliminated differential responses to aversive and neutral stimuli without eliminating responses themselves, suggesting BLA signals valence, not motor commands. However, two-photon imaging revealed that neurons typically exhibited mixed selectivity for stimulus identity, valence, tremble and/or ingress. Despite heterogeneous selectivity, BLA representational geometry was lower-dimensional when encoding valence, tremble and safety, enabling generalization of emotions across conditions. Further, tremble and valence coding directions were orthogonal, allowing linear readouts to specialize. Thus BLA representational geometry confers two computational properties that identify specialized neural circuits encoding variables describing emotional states: generalization across conditions, and readouts lacking interference from other readouts.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Pia-Kelsey",
                "Last Name": "O'Neill",
                "Affiliation": ""
            },
            {
                "First Name": "Lorenzo",
                "Last Name": "Posani",
                "Affiliation": ""
            },
            {
                "First Name": "Jozsef",
                "Last Name": "Meszaros",
                "Affiliation": ""
            },
            {
                "First Name": "Phebe",
                "Last Name": "Warren",
                "Affiliation": ""
            },
            {
                "First Name": "Carl E",
                "Last Name": "Schoonover",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew J P",
                "Last Name": "Fink",
                "Affiliation": ""
            },
            {
                "First Name": "Stefano",
                "Last Name": "Fusi",
                "Affiliation": ""
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2024"
    },
    {
        "PMID": "36670132",
        "Title": "Visuospatial information foraging describes search behavior in learning latent environmental features.",
        "Abstract": "In the real world, making sequences of decisions to achieve goals often depends upon the ability to learn aspects of the environment that are not directly perceptible. Learning these so-called latent features requires seeking information about them. Prior efforts to study latent feature learning often used single decisions, used few features, and failed to distinguish between reward-seeking and information-seeking. To overcome this, we designed a task in which humans and monkeys made a series of choices to search for shapes hidden on a grid. On our task, the effects of reward and information outcomes from uncovering parts of shapes could be disentangled. Members of both species adeptly learned the shapes and preferred to select tiles expected to be informative earlier in trials than previously rewarding ones, searching a part of the grid until their outcomes dropped below the average information outcome-a pattern consistent with foraging behavior. In addition, how quickly humans learned the shapes was predicted by how well their choice sequences matched the foraging pattern, revealing an unexpected connection between foraging and learning. This adaptive search for information may underlie the ability in humans and monkeys to learn latent features to support goal-directed behavior in the long run.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Learning",
            "Feeding Behavior",
            "Reward",
            "Choice Behavior"
        ],
        "Authors": [
            {
                "First Name": "David L",
                "Last Name": "Barack",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, USA. dbarack@gmail.com."
            },
            {
                "First Name": "Akram",
                "Last Name": "Bakkour",
                "Affiliation": "Department of Psychology, University of Chicago, Chicago, USA."
            },
            {
                "First Name": "Daphna",
                "Last Name": "Shohamy",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, USA."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, USA."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2023"
    },
    {
        "PMID": "35397211",
        "Title": "Prelimbic cortex drives discrimination of non-aversion via amygdala somatostatin interneurons.",
        "Abstract": "The amygdala and prelimbic cortex (PL) communicate during fear discrimination retrieval, but how they coordinate discrimination of a non-threatening stimulus is unknown. Here, we show that somatostatin (SOM) interneurons in the basolateral amygdala (BLA) become active specifically during learned non-threatening cues and desynchronize cell firing by blocking phase reset of theta oscillations during the safe cue. Furthermore, we show that SOM activation and desynchronization of the BLA is PL-dependent and promotes discrimination of non-threat. Thus, fear discrimination engages PL-dependent coordination of BLA SOM responses to non-threatening stimuli.",
        "Keywords": [
            "amygdala",
            "discrimination",
            "interneurons",
            "non-threat",
            "oscillations",
            "prelimbic",
            "safety",
            "somatostatin"
        ],
        "MeSH terms": [
            "Amygdala",
            "Basolateral Nuclear Complex",
            "Fear",
            "Interneurons",
            "Prefrontal Cortex",
            "Somatostatin"
        ],
        "Authors": [
            {
                "First Name": "Joseph M",
                "Last Name": "Stujenske",
                "Affiliation": "Department of Psychiatry, Weill Cornell Medical College, New York, NY 10065, USA. Electronic address: jmstujenske@gmail.com."
            },
            {
                "First Name": "Pia-Kelsey",
                "Last Name": "O'Neill",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10027, USA; The Mortimer B. Zuckerman Mind, Brain, and Behavior Institute, Columbia University, New York, NY 10027, USA; Department of Neuroscience, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Carolina",
                "Last Name": "Fernandes-Henriques",
                "Affiliation": "Biology Program, The Graduate Center, City University of New York, New York, NY 10016, USA; Department of Biological Sciences, Hunter College, City University of New York, New York, NY 10065, USA."
            },
            {
                "First Name": "Itzick",
                "Last Name": "Nahmoud",
                "Affiliation": "Wayne State University School of Medicine, Detroit, MI 48201, USA."
            },
            {
                "First Name": "Samantha R",
                "Last Name": "Goldburg",
                "Affiliation": "Department of Ophthalmology, Northwell Health, Great Neck, NY 11021, USA."
            },
            {
                "First Name": "Ashna",
                "Last Name": "Singh",
                "Affiliation": "Department of Psychiatry, Weill Cornell Medical College, New York, NY 10065, USA."
            },
            {
                "First Name": "Laritza",
                "Last Name": "Diaz",
                "Affiliation": "Charles E. Schmidt College of Medicine, Boca Raton, FL 33431, USA."
            },
            {
                "First Name": "Margarita",
                "Last Name": "Labkovich",
                "Affiliation": "Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "William",
                "Last Name": "Hardin",
                "Affiliation": "Amazon Games, San Diego, CA 92127, USA."
            },
            {
                "First Name": "Scott S",
                "Last Name": "Bolkan",
                "Affiliation": "Princeton Neuroscience Institute, Princeton, New Jersey 08540, USA."
            },
            {
                "First Name": "Thomas R",
                "Last Name": "Reardon",
                "Affiliation": "Meta Reality Labs, Redmond, WA 98052, USA."
            },
            {
                "First Name": "Timothy J",
                "Last Name": "Spellman",
                "Affiliation": "Department of Neuroscience, UConn School of Medicine, Farmington, CT 06032, USA."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10027, USA; The Mortimer B. Zuckerman Mind, Brain, and Behavior Institute, Columbia University, New York, NY 10027, USA; Department of Neuroscience, Columbia University, New York, NY 10027, USA; Kavli Institute for Brain Sciences, Columbia University, New York, NY 10027, USA; New York State Psychiatric Institute, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Joshua A",
                "Last Name": "Gordon",
                "Affiliation": "National Institute of Mental Health, Bethesda, MD 20892, USA."
            },
            {
                "First Name": "Conor",
                "Last Name": "Liston",
                "Affiliation": "Department of Psychiatry, Weill Cornell Medical College, New York, NY 10065, USA."
            },
            {
                "First Name": "Ekaterina",
                "Last Name": "Likhtik",
                "Affiliation": "Biology Program, The Graduate Center, City University of New York, New York, NY 10016, USA; Department of Biological Sciences, Hunter College, City University of New York, New York, NY 10065, USA. Electronic address: elikhtik@genectr.hunter.cuny.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2022"
    },
    {
        "PMID": "34550974",
        "Title": "Partitioning variability in animal behavioral videos using semi-supervised variational autoencoders.",
        "Abstract": "Recent neuroscience studies demonstrate that a deeper understanding of brain function requires a deeper understanding of behavior. Detailed behavioral measurements are now often collected using video cameras, resulting in an increased need for computer vision algorithms that extract useful information from video data. Here we introduce a new video analysis tool that combines the output of supervised pose estimation algorithms (e.g. DeepLabCut) with unsupervised dimensionality reduction methods to produce interpretable, low-dimensional representations of behavioral videos that extract more information than pose estimates alone. We demonstrate this tool by extracting interpretable behavioral features from videos of three different head-fixed mouse preparations, as well as a freely moving mouse in an open field arena, and show how these interpretable features can facilitate downstream behavioral and neural analyses. We also show how the behavioral features produced by our model improve the precision and interpretation of these downstream analyses compared to using the outputs of either fully supervised or fully unsupervised methods alone.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Animals",
            "Artificial Intelligence",
            "Behavior, Animal",
            "Computational Biology",
            "Computer Simulation",
            "Markov Chains",
            "Mice",
            "Models, Statistical",
            "Neural Networks, Computer",
            "Supervised Machine Learning",
            "Unsupervised Machine Learning",
            "Video Recording"
        ],
        "Authors": [
            {
                "First Name": "Matthew R",
                "Last Name": "Whiteway",
                "Affiliation": "Center for Theoretical Neuroscience, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Dan",
                "Last Name": "Biderman",
                "Affiliation": "Center for Theoretical Neuroscience, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Yoni",
                "Last Name": "Friedman",
                "Affiliation": "Center for Theoretical Neuroscience, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Mario",
                "Last Name": "Dipoppa",
                "Affiliation": "Center for Theoretical Neuroscience, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "E Kelly",
                "Last Name": "Buchanan",
                "Affiliation": "Center for Theoretical Neuroscience, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Anqi",
                "Last Name": "Wu",
                "Affiliation": "Center for Theoretical Neuroscience, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "John",
                "Last Name": "Zhou",
                "Affiliation": "Department of Computer Science, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Niccolò",
                "Last Name": "Bonacchi",
                "Affiliation": "Champalimaud Centre for the Unknown, Lisbon, Portugal."
            },
            {
                "First Name": "Nathaniel J",
                "Last Name": "Miska",
                "Affiliation": "Sainsbury-Wellcome Centre for Neural Circuits and Behavior, University College London, London, United Kingdom."
            },
            {
                "First Name": "Jean-Paul",
                "Last Name": "Noel",
                "Affiliation": "Center for Neural Science, New York University, New York, New York, United States of America."
            },
            {
                "First Name": "Erica",
                "Last Name": "Rodriguez",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Michael",
                "Last Name": "Schartner",
                "Affiliation": "Champalimaud Centre for the Unknown, Lisbon, Portugal."
            },
            {
                "First Name": "Karolina",
                "Last Name": "Socha",
                "Affiliation": "Institute of Ophthalmology, University College London, London, United Kingdom."
            },
            {
                "First Name": "Anne E",
                "Last Name": "Urai",
                "Affiliation": "Cognitive Psychology Unit, Leiden University, Leiden, The Netherlands."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "John P",
                "Last Name": "Cunningham",
                "Affiliation": "Center for Theoretical Neuroscience, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Liam",
                "Last Name": "Paninski",
                "Affiliation": "Center for Theoretical Neuroscience, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS computational biology",
        "PubDate": "2021"
    },
    {
        "PMID": "33058757",
        "Title": "The Geometry of Abstraction in the Hippocampus and Prefrontal Cortex.",
        "Abstract": "The curse of dimensionality plagues models of reinforcement learning and decision making. The process of abstraction solves this by constructing variables describing features shared by different instances, reducing dimensionality and enabling generalization in novel situations. Here, we characterized neural representations in monkeys performing a task described by different hidden and explicit variables. Abstraction was defined operationally using the generalization performance of neural decoders across task conditions not used for training, which requires a particular geometry of neural representations. Neural ensembles in prefrontal cortex, hippocampus, and simulated neural networks simultaneously represented multiple variables in a geometry reflecting abstraction but that still allowed a linear classifier to decode a large number of other variables (high shattering dimensionality). Furthermore, this geometry changed in relation to task events and performance. These findings elucidate how the brain and artificial systems represent variables in an abstract format while preserving the advantages conferred by high shattering dimensionality.",
        "Keywords": [
            "abstraction",
            "anterior cingulate cortex",
            "artificial neural networks",
            "dimensionality",
            "disentangled representations",
            "factorized representations",
            "hippocampus",
            "mixed selectivity",
            "prefrontal cortex",
            "representational geometry"
        ],
        "MeSH terms": [
            "Animals",
            "Behavior, Animal",
            "Brain Mapping",
            "Computer Simulation",
            "Hippocampus",
            "Learning",
            "Macaca mulatta",
            "Male",
            "Models, Neurological",
            "Neural Networks, Computer",
            "Neurons",
            "Prefrontal Cortex",
            "Reinforcement, Psychology",
            "Task Performance and Analysis"
        ],
        "Authors": [
            {
                "First Name": "Silvia",
                "Last Name": "Bernardi",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY, USA; Research Foundation for Mental Hygiene, Menands, NY, USA; Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA; New York State Psychiatric Institute, New York, NY, USA."
            },
            {
                "First Name": "Marcus K",
                "Last Name": "Benna",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, USA; Center for Theoretical Neuroscience, Columbia University, New York, NY, USA; Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA; Neurobiology Section, Division of Biological Sciences, University of California, San Diego, La Jolla, CA, USA."
            },
            {
                "First Name": "Mattia",
                "Last Name": "Rigotti",
                "Affiliation": "IBM Research AI, Yorktown Heights, NY, USA."
            },
            {
                "First Name": "Jérôme",
                "Last Name": "Munuera",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Stefano",
                "Last Name": "Fusi",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, USA; Center for Theoretical Neuroscience, Columbia University, New York, NY, USA; Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA; Kavli Institute for Brain Sciences, Columbia University, New York, NY, USA. Electronic address: sf2237@columbia.edu."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, USA; Department of Psychiatry, Columbia University, New York, NY, USA; Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA; Kavli Institute for Brain Sciences, Columbia University, New York, NY, USA; New York State Psychiatric Institute, New York, NY, USA. Electronic address: cds2005@columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2020"
    },
    {
        "PMID": "32859756",
        "Title": "Low-dimensional dynamics for working memory and time encoding.",
        "Abstract": "Our decisions often depend on multiple sensory experiences separated by time delays. The brain can remember these experiences and, simultaneously, estimate the timing between events. To understand the mechanisms underlying working memory and time encoding, we analyze neural activity recorded during delays in four experiments on nonhuman primates. To disambiguate potential mechanisms, we propose two analyses, namely, decoding the passage of time from neural data and computing the cumulative dimensionality of the neural trajectory over time. Time can be decoded with high precision in tasks where timing information is relevant and with lower precision when irrelevant for performing the task. Neural trajectories are always observed to be low-dimensional. In addition, our results further constrain the mechanisms underlying time encoding as we find that the linear \"ramping\" component of each neuron's firing rate strongly contributes to the slow timescale variations that make decoding time possible. These constraints rule out working memory models that rely on constant, sustained activity and neural networks with high-dimensional trajectories, like reservoir networks. Instead, recurrent networks trained with backpropagation capture the time-encoding properties and the dimensionality observed in the data.",
        "Keywords": [
            "neural dynamics",
            "recurrent networks",
            "reservoir computing",
            "time decoding",
            "working memory"
        ],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Brain Mapping",
            "Memory, Short-Term",
            "Nerve Net",
            "Neural Networks, Computer",
            "Neurons",
            "Primates"
        ],
        "Authors": [
            {
                "First Name": "Christopher J",
                "Last Name": "Cueva",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10027; ccueva@gmail.com ranulfo.romo@gmail.com sf2237@columbia.edu."
            },
            {
                "First Name": "Alex",
                "Last Name": "Saez",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Encarni",
                "Last Name": "Marcos",
                "Affiliation": "Instituto de Neurociencias de Alicante, Consejo Superior de Investigaciones Científicas-Universidad Miguel Hernández de Elche, San Juan de Alicante 03550, Spain."
            },
            {
                "First Name": "Aldo",
                "Last Name": "Genovesio",
                "Affiliation": "Department of Physiology and Pharmacology, Sapienza University of Rome, Rome 00185, Italy."
            },
            {
                "First Name": "Mehrdad",
                "Last Name": "Jazayeri",
                "Affiliation": "McGovern Institute for Brain Research, Massachusetts Institute of Technology, Cambridge, MA 02139."
            },
            {
                "First Name": "Ranulfo",
                "Last Name": "Romo",
                "Affiliation": "Instituto de Fisiolgía Celular-Neurociencias, Universidad Nacional Autónoma de México, 04510 Mexico City, Mexico; ccueva@gmail.com ranulfo.romo@gmail.com sf2237@columbia.edu."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Stefano",
                "Last Name": "Fusi",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10027; ccueva@gmail.com ranulfo.romo@gmail.com sf2237@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2020"
    },
    {
        "PMID": "31871162",
        "Title": "The contribution of nonhuman primate research to the understanding of emotion and cognition and its clinical relevance.",
        "Abstract": "Psychiatric disorders are often conceptualized as arising from dysfunctional interactions between neural systems mediating cognitive and emotional processes. Mechanistic insights into these interactions have been lacking in part because most work in emotions has occurred in rodents, often without concurrent manipulations of cognitive variables. Nonhuman primate (NHP) model systems provide a powerful platform for investigating interactions between cognitive operations and emotions due to NHPs' strong homology with humans in behavioral repertoire and brain anatomy. Recent electrophysiological studies in NHPs have delineated how neural signals in the amygdala, a brain structure linked to emotion, predict impending appetitive and aversive stimuli. In addition, abstract conceptual information has also been shown to be represented in the amygdala and in interconnected brain structures such as the hippocampus and prefrontal cortex. Flexible adjustments of emotional behavior require the ability to apply conceptual knowledge and generalize to different, often novel, situations, a hallmark example of interactions between cognitive and emotional processes. Elucidating the neural mechanisms that explain how the brain processes conceptual information in relation to emotional variables promises to provide important insights into the pathophysiology accounting for symptoms in neuropsychiatric disorders.",
        "Keywords": [
            "abstraction",
            "amygdala",
            "emotion",
            "nonhuman primates",
            "prefrontal cortex"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Silvia",
                "Last Name": "Bernardi",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2019"
    },
    {
        "PMID": "29849148",
        "Title": "The coding of valence and identity in the mammalian taste system.",
        "Abstract": "The ability of the taste system to identify a tastant (what it tastes like) enables animals to recognize and discriminate between the different basic taste qualities",
        "Keywords": [],
        "MeSH terms": [
            "Amygdala",
            "Animals",
            "Appetitive Behavior",
            "Avoidance Learning",
            "Clozapine",
            "Discrimination, Psychological",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Models, Neurological",
            "Neurons",
            "Taste",
            "Water"
        ],
        "Authors": [
            {
                "First Name": "Li",
                "Last Name": "Wang",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Sarah",
                "Last Name": "Gillis-Smith",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yueqing",
                "Last Name": "Peng",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Juen",
                "Last Name": "Zhang",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Xiaoke",
                "Last Name": "Chen",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Neuroscience, Columbia College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nicholas J P",
                "Last Name": "Ryba",
                "Affiliation": "National Institute of Dental and Craniofacial Research, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Charles S",
                "Last Name": "Zuker",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY, USA. cz2195@columbia.edu."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2018"
    },
    {
        "PMID": "29525574",
        "Title": "Basolateral amygdala circuitry in positive and negative valence.",
        "Abstract": "All organisms must solve the same fundamental problem: they must acquire rewards and avoid danger in order to survive. A key challenge for the nervous system is therefore to connect motivationally salient sensory stimuli to neural circuits that engage appropriate valence-specific behavioral responses. Anatomical, behavioral, and electrophysiological data have long suggested that the amygdala plays a central role in this process. Here we review experimental efforts leveraging recent technological advances to provide previously unattainable insights into the functional, anatomical, and genetic identity of neural populations within the amygdala that connect sensory stimuli to valence-specific behavioral responses.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Basolateral Nuclear Complex",
            "Humans",
            "Nerve Net",
            "Reinforcement, Psychology"
        ],
        "Authors": [
            {
                "First Name": "Pia-Kelsey",
                "Last Name": "O'Neill",
                "Affiliation": "Department of Neuroscience, Columbia University, 1051 Riverside Drive Unit 87, New York, NY 10032, USA."
            },
            {
                "First Name": "Felicity",
                "Last Name": "Gore",
                "Affiliation": "Department of Bioengineering, Stanford University, 443 Via Ortega, Stanford, CA 94305, USA."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Neuroscience, Columbia University, 1051 Riverside Drive Unit 87, New York, NY 10032, USA; Department of Psychiatry, Columbia University, 1051 Riverside Drive Unit 87, New York, NY 10032, USA; New York State Psychiatric Institute, 1051 Riverside Drive Unit 87, New York, NY 10032, USA; Kavli Institute for Brain Sciences, 1051 Riverside Drive Unit 87, New York, NY 10032, USA. Electronic address: cds2005@columbia.edu."
            }
        ],
        "Journal": "Current opinion in neurobiology",
        "PubDate": "2018"
    },
    {
        "PMID": "29459764",
        "Title": "Shared neural coding for social hierarchy and reward value in primate amygdala.",
        "Abstract": "The social brain hypothesis posits that dedicated neural systems process social information. In support of this, neurophysiological data have shown that some brain regions are specialized for representing faces. It remains unknown, however, whether distinct anatomical substrates also represent more complex social variables, such as the hierarchical rank of individuals within a social group. Here we show that the primate amygdala encodes the hierarchical rank of individuals in the same neuronal ensembles that encode the rewards associated with nonsocial stimuli. By contrast, orbitofrontal and anterior cingulate cortices lack strong representations of hierarchical rank while still representing reward values. These results challenge the conventional view that dedicated neural systems process social information. Instead, information about hierarchical rank-which contributes to the assessment of the social value of individuals within a group-is linked in the amygdala to representations of rewards associated with nonsocial stimuli.",
        "Keywords": [],
        "MeSH terms": [
            "Amygdala",
            "Animals",
            "Conditioning, Operant",
            "Hierarchy, Social",
            "Macaca mulatta",
            "Male",
            "Neurons",
            "Photic Stimulation",
            "Reward"
        ],
        "Authors": [
            {
                "First Name": "Jérôme",
                "Last Name": "Munuera",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, USA. jerome.munuera@gmail.com."
            },
            {
                "First Name": "Mattia",
                "Last Name": "Rigotti",
                "Affiliation": "IBM T.J. Watson Research Center, Yorktown Heights, NY, USA."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, USA. cds2005@columbia.edu."
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2018"
    },
    {
        "PMID": "28683271",
        "Title": "Distinct Roles for the Amygdala and Orbitofrontal Cortex in Representing the Relative Amount of Expected Reward.",
        "Abstract": "The same reward can possess different motivational meaning depending upon its magnitude relative to other rewards. To study the neurophysiological mechanisms mediating assignment of motivational meaning, we recorded the activity of neurons in the amygdala and orbitofrontal cortex (OFC) of monkeys during a Pavlovian task in which the relative amount of liquid reward associated with one conditioned stimulus (CS) was manipulated by changing the reward amount associated with a second CS. Anticipatory licking tracked relative reward magnitude, implying that monkeys integrated information about recent rewards to adjust the motivational meaning of a CS. Upon changes in relative reward magnitude, neural responses to reward-predictive cues updated more rapidly in OFC than amygdala, and activity in OFC but not the amygdala was modulated by recent reward history. These results highlight a distinction between the amygdala and OFC in assessing reward history to support the flexible assignment of motivational meaning to sensory cues.",
        "Keywords": [
            "OFC",
            "Pavlovian learning",
            "amygdala",
            "motivation",
            "orbitofrontal cortex",
            "range adaptation",
            "relative reward",
            "reward history"
        ],
        "MeSH terms": [
            "Amygdala",
            "Animals",
            "Behavior, Animal",
            "Conditioning, Classical",
            "Cues",
            "Linear Models",
            "Macaca mulatta",
            "Motivation",
            "Neurons",
            "Prefrontal Cortex",
            "Reward"
        ],
        "Authors": [
            {
                "First Name": "Rebecca A",
                "Last Name": "Saez",
                "Affiliation": "Department of Neuroscience, Columbia University, 1051 Riverside Drive Unit 87, New York, NY 10032, USA."
            },
            {
                "First Name": "Alexandre",
                "Last Name": "Saez",
                "Affiliation": "Department of Neuroscience, Columbia University, 1051 Riverside Drive Unit 87, New York, NY 10032, USA."
            },
            {
                "First Name": "Joseph J",
                "Last Name": "Paton",
                "Affiliation": "Department of Neuroscience, Columbia University, 1051 Riverside Drive Unit 87, New York, NY 10032, USA."
            },
            {
                "First Name": "Brian",
                "Last Name": "Lau",
                "Affiliation": "Department of Neuroscience, Columbia University, 1051 Riverside Drive Unit 87, New York, NY 10032, USA."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Neuroscience, Columbia University, 1051 Riverside Drive Unit 87, New York, NY 10032, USA; Kavli Institute for Brain Sciences, Columbia University, 1051 Riverside Drive Unit 87, New York, NY 10032, USA; Department of Psychiatry, Columbia University, 1051 Riverside Drive Unit 87, New York, NY 10032, USA; New York State Psychiatric Institute, 1051 Riverside Drive Unit 87, New York, NY 10032, USA. Electronic address: cds2005@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2017"
    },
    {
        "PMID": "26479590",
        "Title": "Reward expectation differentially modulates attentional behavior and activity in visual area V4.",
        "Abstract": "Neural activity in visual area V4 is enhanced when attention is directed into neuronal receptive fields. However, the source of this enhancement is unclear, as most physiological studies have manipulated attention by changing the absolute reward associated with a particular location as well as its value relative to other locations. We trained monkeys to discriminate the orientation of two stimuli presented simultaneously in different hemifields while we independently varied the reward magnitude associated with correct discrimination at each location. Behavioral measures of attention were controlled by the relative value of each location. By contrast, neurons in V4 were consistently modulated by absolute reward value, exhibiting increased activity, increased gamma-band power and decreased trial-to-trial variability whenever receptive field locations were associated with large rewards. These data challenge the notion that the perceptual benefits of spatial attention rely on increased signal-to-noise in V4. Instead, these benefits likely derive from downstream selection mechanisms.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Attention",
            "Behavior, Animal",
            "Macaca mulatta",
            "Male",
            "Models, Animal",
            "Neurons",
            "Photic Stimulation",
            "Psychomotor Performance",
            "Reward",
            "Space Perception",
            "Visual Cortex",
            "Visual Perception"
        ],
        "Authors": [
            {
                "First Name": "Jalal K",
                "Last Name": "Baruni",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Brian",
                "Last Name": "Lau",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2015"
    },
    {
        "PMID": "26240431",
        "Title": "Manipulating neural activity in physiologically classified neurons: triumphs and challenges.",
        "Abstract": "Understanding brain function requires knowing both how neural activity encodes information and how this activity generates appropriate responses. Electrophysiological, imaging and immediate early gene immunostaining studies have been instrumental in identifying and characterizing neurons that respond to different sensory stimuli, events and motor actions. Here we highlight approaches that have manipulated the activity of physiologically classified neurons to determine their role in the generation of behavioural responses. Previous experiments have often exploited the functional architecture observed in many cortical areas, where clusters of neurons share response properties. However, many brain structures do not exhibit such functional architecture. Instead, neurons with different response properties are anatomically intermingled. Emerging genetic approaches have enabled the identification and manipulation of neurons that respond to specific stimuli despite the lack of discernable anatomical organization. These approaches have advanced understanding of the circuits mediating sensory perception, learning and memory, and the generation of behavioural responses by providing causal evidence linking neural response properties to appropriate behavioural output. However, significant challenges remain for understanding cognitive processes that are probably mediated by neurons with more complex physiological response properties. Currently available strategies may prove inadequate for determining how activity in these neurons is causally related to cognitive behaviour.",
        "Keywords": [
            "amygdala",
            "hippocampus",
            "immediate early genes",
            "microstimulation",
            "nucleus accumbens",
            "optogenetics"
        ],
        "MeSH terms": [
            "Animals",
            "Behavior",
            "Brain",
            "Conditioning, Psychological",
            "Electrophysiological Phenomena",
            "Fear",
            "Genetic Techniques",
            "Humans",
            "Learning",
            "Memory",
            "Neurons",
            "Substance-Related Disorders"
        ],
        "Authors": [
            {
                "First Name": "Felicity",
                "Last Name": "Gore",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Edmund C",
                "Last Name": "Schwartz",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA WM. Keck Center on Brain Plasticity and Cognition, Columbia University, New York, NY 10032, USA Mahoney Center for Brain Behavior, Columbia University, New York, NY 10032, USA New York State Psychiatric Institute, New York, NY 10032, USA cds2005@columbia.edu."
            }
        ],
        "Journal": "Philosophical transactions of the Royal Society of London. Series B, Biological sciences",
        "PubDate": "2015"
    },
    {
        "PMID": "26240417",
        "Title": "Understanding the brain by controlling neural activity.",
        "Abstract": "Causal methods to interrogate brain function have been employed since the advent of modern neuroscience in the nineteenth century. Initially, randomly placed electrodes and stimulation of parts of the living brain were used to localize specific functions to these areas. Recent technical developments have rejuvenated this approach by providing more precise tools to dissect the neural circuits underlying behaviour, perception and cognition. Carefully controlled behavioural experiments have been combined with electrical devices, targeted genetically encoded tools and neurochemical approaches to manipulate information processing in the brain. The ability to control brain activity in these ways not only deepens our understanding of brain function but also provides new avenues for clinical intervention, particularly in conditions where brain processing has gone awry.",
        "Keywords": [
            "behaviour",
            "brain stimulation",
            "neural circuits",
            "neurophysiology",
            "optogenetics",
            "perception"
        ],
        "MeSH terms": [
            "Animals",
            "Behavior",
            "Brain",
            "Brain Mapping",
            "Cognition",
            "Electric Stimulation",
            "Humans"
        ],
        "Authors": [
            {
                "First Name": "Kristine",
                "Last Name": "Krug",
                "Affiliation": "Deparment of Physiology, Anatomy and Genetics, University of Oxford, Oxford, UK kristine.krug@dpag.ox.ac.uk."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Departments of Neuroscience and Psychiatry, Columbia University, New York, NY, USA New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Scott",
                "Last Name": "Waddell",
                "Affiliation": "Centre for Neural Circuits and Behaviour, University of Oxford, Oxford, UK."
            }
        ],
        "Journal": "Philosophical transactions of the Royal Society of London. Series B, Biological sciences",
        "PubDate": "2015"
    },
    {
        "PMID": "26140594",
        "Title": "Neural Representations of Unconditioned Stimuli in Basolateral Amygdala Mediate Innate and Learned Responses.",
        "Abstract": "Stimuli that possess inherently rewarding or aversive qualities elicit emotional responses and also induce learning by imparting valence upon neutral sensory cues. Evidence has accumulated implicating the amygdala as a critical structure in mediating these processes. We have developed a genetic strategy to identify the representations of rewarding and aversive unconditioned stimuli (USs) in the basolateral amygdala (BLA) and have examined their role in innate and learned responses. Activation of an ensemble of US-responsive cells in the BLA elicits innate physiological and behavioral responses of different valence. Activation of this US ensemble can also reinforce appetitive and aversive learning when paired with differing neutral stimuli. Moreover, we establish that the activation of US-responsive cells in the BLA is necessary for the expression of a conditioned response. Neural representations of conditioned and unconditioned stimuli therefore ultimately connect to US-responsive cells in the BLA to elicit both innate and learned responses.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Appetitive Behavior",
            "Basolateral Nuclear Complex",
            "Behavior, Animal",
            "Conditioning, Classical",
            "Learning",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Reward"
        ],
        "Authors": [
            {
                "First Name": "Felicity",
                "Last Name": "Gore",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Edmund C",
                "Last Name": "Schwartz",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Baylor C",
                "Last Name": "Brangers",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Stanley",
                "Last Name": "Aladi",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Joseph M",
                "Last Name": "Stujenske",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Ekaterina",
                "Last Name": "Likhtik",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Marco J",
                "Last Name": "Russo",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Joshua A",
                "Last Name": "Gordon",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA; New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA; Department of Psychiatry, Columbia University, New York, NY 10032, USA; New York State Psychiatric Institute, New York, NY 10032, USA. Electronic address: cds2005@columbia.edu."
            },
            {
                "First Name": "Richard",
                "Last Name": "Axel",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA; Howard Hughes Medical Institute, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: ra27@columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2015"
    },
    {
        "PMID": "25471563",
        "Title": "Task-dependent spatial selectivity in the primate amygdala.",
        "Abstract": "Humans and other animals routinely encounter visual stimuli that indicate whether future reward delivery depends upon the identity or location of a stimulus, or the performance of a particular action. These reinforcement contingencies can influence how much attention is directed toward a stimulus. Neurons in the primate amygdala encode information about the association between visual stimuli and reinforcement as well as about the location of reward-predictive stimuli. Amygdala neural activity also predicts variability in spatial attention. In principle, the spatial properties of amygdala neurons may be present independent of spatial attention allocation. Alternatively, the encoding of spatial information may require attention. We trained monkeys to perform tasks that engaged spatial attention to varying degrees to understand the genesis of spatial processing in the amygdala. During classical conditioning tasks, conditioned stimuli appeared at different locations; amygdala neurons responded selectively to the location of stimuli. These spatial signals diminished rapidly upon stimulus disappearance and were unrelated to selectivity for expected reward. In contrast, spatial selectivity was sustained in time when monkeys performed a delayed saccade task that required sustained spatial attention. This temporally extended spatial signal was correlated with signals encoding reward expectation. Furthermore, variability in firing rates was correlated with variability in spatial attention, as measured by reaction time. These results reveal two types of spatial signals in the amygdala: one that is tied to initial visual responses and a second that reflects coordination between spatial and reinforcement information and that relates to the engagement of spatial attention.",
        "Keywords": [
            "amygdala",
            "attention",
            "spatial"
        ],
        "MeSH terms": [
            "Amygdala",
            "Animals",
            "Attention",
            "Conditioning, Classical",
            "Conditioning, Operant",
            "Macaca mulatta",
            "Male",
            "Neurons",
            "Photic Stimulation",
            "Reaction Time",
            "Reward",
            "Saccades",
            "Space Perception"
        ],
        "Authors": [
            {
                "First Name": "Ellen L",
                "Last Name": "Peck",
                "Affiliation": "Department of Neuroscience."
            },
            {
                "First Name": "Christopher J",
                "Last Name": "Peck",
                "Affiliation": "Department of Neuroscience."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Neuroscience, Department of Psychiatry, Kavli Institute for Brain Sciences, W.M. Keck Center on Brain Plasticity and Cognition, and New York State Psychiatric Institute, Columbia University, New York, New York 10032 cds2005@columbia.edu."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2014"
    },
    {
        "PMID": "25358090",
        "Title": "Amygdala neural activity reflects spatial attention towards stimuli promising reward or threatening punishment.",
        "Abstract": "Humans and other animals routinely identify and attend to sensory stimuli so as to rapidly acquire rewards or avoid aversive experiences. Emotional arousal, a process mediated by the amygdala, can enhance attention to stimuli in a non-spatial manner. However, amygdala neural activity was recently shown to encode spatial information about reward-predictive stimuli, and to correlate with spatial attention allocation. If representing the motivational significance of sensory stimuli within a spatial framework reflects a general principle of amygdala function, then spatially selective neural responses should also be elicited by sensory stimuli threatening aversive events. Recordings from amygdala neurons were therefore obtained while monkeys directed spatial attention towards stimuli promising reward or threatening punishment. Neural responses encoded spatial information similarly for stimuli associated with both valences of reinforcement, and responses reflected spatial attention allocation. The amygdala therefore may act to enhance spatial attention to sensory stimuli associated with rewarding or aversive experiences.",
        "Keywords": [
            "M. mulatta",
            "amygdala",
            "attention",
            "emotion",
            "neuroscience"
        ],
        "MeSH terms": [
            "Action Potentials",
            "Amygdala",
            "Animals",
            "Appetite",
            "Attention",
            "Cues",
            "Fixation, Ocular",
            "Macaca mulatta",
            "Male",
            "Neurons",
            "Photic Stimulation",
            "Punishment",
            "Reward",
            "Space Perception",
            "Task Performance and Analysis"
        ],
        "Authors": [
            {
                "First Name": "Christopher J",
                "Last Name": "Peck",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, United States."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2014"
    },
    {
        "PMID": "25297102",
        "Title": "The amygdala and basal forebrain as a pathway for motivationally guided attention.",
        "Abstract": "Visual stimuli associated with rewards attract spatial attention. Neurophysiological mechanisms that mediate this process must register both the motivational significance and location of visual stimuli. Recent neurophysiological evidence indicates that the amygdala encodes information about both of these parameters. Furthermore, the firing rate of amygdala neurons predicts the allocation of spatial attention. One neural pathway through which the amygdala might influence attention involves the intimate and bidirectional connections between the amygdala and basal forebrain (BF), a brain area long implicated in attention. Neurons in the rhesus monkey amygdala and BF were therefore recorded simultaneously while subjects performed a detection task in which the stimulus-reward associations of visual stimuli modulated spatial attention. Neurons in BF were spatially selective for reward-predictive stimuli, much like the amygdala. The onset of reward-predictive signals in each brain area suggested different routes of processing for reward-predictive stimuli appearing in the ipsilateral and contralateral fields. Moreover, neurons in the amygdala, but not BF, tracked trial-to-trial fluctuations in spatial attention. These results suggest that the amygdala and BF could play distinct yet inter-related roles in influencing attention elicited by reward-predictive stimuli.",
        "Keywords": [
            "amygdala",
            "attention",
            "basal forebrain",
            "emotion"
        ],
        "MeSH terms": [
            "Amygdala",
            "Animals",
            "Attention",
            "Basal Forebrain",
            "Cues",
            "Electric Stimulation",
            "Emotions",
            "Functional Laterality",
            "Macaca mulatta",
            "Male",
            "Motivation",
            "Neural Pathways",
            "Photic Stimulation"
        ],
        "Authors": [
            {
                "First Name": "Christopher J",
                "Last Name": "Peck",
                "Affiliation": "Department of Neuroscience and."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Neuroscience and Department of Psychiatry, Columbia University, New York, New York 10027, Kavli Institute for Brain Sciences, New York, New York 10032, W.M. Keck Center on Brain Plasticity and Cognition, New York, New York 10032, and New York State Psychiatric Institute, New York, New York 10032 cds2005@columbia.edu."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2014"
    },
    {
        "PMID": "23377126",
        "Title": "The primate amygdala combines information about space and value.",
        "Abstract": "A stimulus predicting reinforcement can trigger emotional responses, such as arousal, and cognitive ones, such as increased attention toward the stimulus. Neuroscientists have long appreciated that the amygdala mediates spatially nonspecific emotional responses, but it remains unclear whether the amygdala links motivational and spatial representations. To test whether amygdala neurons encode spatial and motivational information, we presented reward-predictive cues in different spatial configurations to monkeys and assessed how these cues influenced spatial attention. Cue configuration and predicted reward magnitude modulated amygdala neural activity in a coordinated fashion. Moreover, fluctuations in activity were correlated with trial-to-trial variability in spatial attention. Thus, the amygdala integrates spatial and motivational information, which may influence the spatial allocation of cognitive resources. These results suggest that amygdala dysfunction may contribute to deficits in cognitive processes normally coordinated with emotional responses, such as the directing of attention toward the location of emotionally relevant stimuli.",
        "Keywords": [],
        "MeSH terms": [
            "Amygdala",
            "Animals",
            "Attention",
            "Cues",
            "Macaca mulatta",
            "Motivation",
            "Neurons",
            "Psychomotor Performance",
            "Reaction Time",
            "Reward",
            "Space Perception"
        ],
        "Authors": [
            {
                "First Name": "Christopher J",
                "Last Name": "Peck",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Brian",
                "Last Name": "Lau",
                "Affiliation": ""
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2013"
    },
    {
        "PMID": "23303950",
        "Title": "Functional circuits and anatomical distribution of response properties in the primate amygdala.",
        "Abstract": "Recent electrophysiological studies on the primate amygdala have advanced our understanding of how individual neurons encode information relevant to emotional processes, but it remains unclear how these neurons are functionally and anatomically organized. To address this, we analyzed cross-correlograms of amygdala spike trains recorded during a task in which monkeys learned to associate novel images with rewarding and aversive outcomes. Using this task, we have recently described two populations of amygdala neurons: one that responds more strongly to images predicting reward (positive value-coding), and another that responds more strongly to images predicting an aversive stimulus (negative value-coding). Here, we report that these neural populations are organized into distinct, but anatomically intermingled, appetitive and aversive functional circuits, which are dynamically modulated as animals used the images to predict outcomes. Furthermore, we report that responses to sensory stimuli are prevalent in the lateral amygdala, and are also prevalent in the medial amygdala for sensory stimuli that are emotionally significant. The circuits identified here could potentially mediate valence-specific emotional behaviors thought to involve the amygdala.",
        "Keywords": [],
        "MeSH terms": [
            "Amygdala",
            "Animals",
            "Behavior, Animal",
            "Conditioning, Operant",
            "Emotions",
            "Fixation, Ocular",
            "Macaca mulatta",
            "Male",
            "Nerve Net",
            "Neurons",
            "Photic Stimulation",
            "Reinforcement, Psychology",
            "Reward",
            "Sensation"
        ],
        "Authors": [
            {
                "First Name": "Wujie",
                "Last Name": "Zhang",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "David M",
                "Last Name": "Schneider",
                "Affiliation": ""
            },
            {
                "First Name": "Marina A",
                "Last Name": "Belova",
                "Affiliation": ""
            },
            {
                "First Name": "Sara E",
                "Last Name": "Morrison",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph J",
                "Last Name": "Paton",
                "Affiliation": ""
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2013"
    },
    {
        "PMID": "23189037",
        "Title": "Complexity and competition in appetitive and aversive neural circuits.",
        "Abstract": "Decision-making often involves using sensory cues to predict possible rewarding or punishing reinforcement outcomes before selecting a course of action. Recent work has revealed complexity in how the brain learns to predict rewards and punishments. Analysis of neural signaling during and after learning in the amygdala and orbitofrontal cortex, two brain areas that process appetitive and aversive stimuli, reveals a dynamic relationship between appetitive and aversive circuits. Specifically, the relationship between signaling in appetitive and aversive circuits in these areas shifts as a function of learning. Furthermore, although appetitive and aversive circuits may often drive opposite behaviors - approaching or avoiding reinforcement depending upon its valence - these circuits can also drive similar behaviors, such as enhanced arousal or attention; these processes also may influence choice behavior. These data highlight the formidable challenges ahead in dissecting how appetitive and aversive neural circuits interact to produce a complex and nuanced range of behaviors.",
        "Keywords": [
            "amygdala",
            "orbitofrontal cortex",
            "punishment",
            "reward",
            "value processing"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Crista L",
                "Last Name": "Barberini",
                "Affiliation": "Department of Neuroscience, Columbia University New York, NY, USA."
            },
            {
                "First Name": "Sara E",
                "Last Name": "Morrison",
                "Affiliation": ""
            },
            {
                "First Name": "Alex",
                "Last Name": "Saez",
                "Affiliation": ""
            },
            {
                "First Name": "Brian",
                "Last Name": "Lau",
                "Affiliation": ""
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": ""
            }
        ],
        "Journal": "Frontiers in neuroscience",
        "PubDate": "2012"
    },
    {
        "PMID": "22145876",
        "Title": "Representations of appetitive and aversive information in the primate orbitofrontal cortex.",
        "Abstract": "Individuals weigh information about both rewarding and aversive stimuli to make adaptive decisions. Most studies of the orbitofrontal cortex (OFC), an area where appetitive and aversive neural subsystems might interact, have focused only on reward. Using a classical conditioning task where novel stimuli are paired with a reward or an aversive air puff, we discovered that two groups of orbitofrontal neurons respond preferentially to conditioned stimuli associated with rewarding and aversive outcomes; however, information about appetitive and aversive stimuli converges on individual neurons from both populations. Therefore, neurons in the OFC might participate in appetitive and aversive networks that track the motivational significance of stimuli even when they vary in valence and sensory modality. Further, we show that these networks, which also extend to the amygdala, exhibit different rates of change during reversal learning. Thus, although both networks represent appetitive and aversive associations, their distinct temporal dynamics might indicate different roles in learning processes.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Appetitive Behavior",
            "Avoidance Learning",
            "Behavior, Animal",
            "Brain Mapping",
            "Decision Making",
            "Frontal Lobe",
            "Humans",
            "Models, Psychological",
            "Neurons",
            "Physiology, Comparative",
            "Primates",
            "Reinforcement, Psychology",
            "Reversal Learning",
            "Social Values"
        ],
        "Authors": [
            {
                "First Name": "Sara E",
                "Last Name": "Morrison",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": ""
            }
        ],
        "Journal": "Annals of the New York Academy of Sciences",
        "PubDate": "2011"
    },
    {
        "PMID": "21943608",
        "Title": "Different time courses for learning-related changes in amygdala and orbitofrontal cortex.",
        "Abstract": "The orbitofrontal cortex (OFC) and amygdala are thought to participate in reversal learning, a process in which cue-outcome associations are switched. However, current theories disagree on whether OFC directs reversal learning in the amygdala. Here, we show that during reversal of cues' associations with rewarding and aversive outcomes, neurons that respond preferentially to stimuli predicting aversive events update more quickly in amygdala than OFC; meanwhile, OFC neurons that respond preferentially to reward-predicting stimuli update more quickly than those in the amygdala. After learning, however, OFC consistently differentiates between impending reinforcements with a shorter latency than the amygdala. Finally, analysis of local field potentials (LFPs) reveals a disproportionate influence of OFC on amygdala that emerges after learning. We propose that reversal learning is supported by complex interactions between neural circuits spanning the amygdala and OFC, rather than directed by any single structure.",
        "Keywords": [],
        "MeSH terms": [
            "Amygdala",
            "Animals",
            "Behavior, Animal",
            "Cues",
            "Electrophysiology",
            "Haplorhini",
            "Learning",
            "Neurons",
            "Neuropsychological Tests",
            "Prefrontal Cortex",
            "Reinforcement, Psychology",
            "Reversal Learning",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Sara E",
                "Last Name": "Morrison",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Alexandre",
                "Last Name": "Saez",
                "Affiliation": ""
            },
            {
                "First Name": "Brian",
                "Last Name": "Lau",
                "Affiliation": ""
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2011"
    },
    {
        "PMID": "20331363",
        "Title": "Emotion, cognition, and mental state representation in amygdala and prefrontal cortex.",
        "Abstract": "Neuroscientists have often described cognition and emotion as separable processes implemented by different regions of the brain, such as the amygdala for emotion and the prefrontal cortex for cognition. In this framework, functional interactions between the amygdala and prefrontal cortex mediate emotional influences on cognitive processes such as decision-making, as well as the cognitive regulation of emotion. However, neurons in these structures often have entangled representations, whereby single neurons encode multiple cognitive and emotional variables. Here we review studies using anatomical, lesion, and neurophysiological approaches to investigate the representation and utilization of cognitive and emotional parameters. We propose that these mental state parameters are inextricably linked and represented in dynamic neural networks composed of interconnected prefrontal and limbic brain structures. Future theoretical and experimental work is required to understand how these mental state representations form and how shifts between mental states occur, a critical feature of adaptive cognitive and emotional behavior.",
        "Keywords": [],
        "MeSH terms": [
            "Amygdala",
            "Cognition",
            "Emotions",
            "Mental Processes",
            "Models, Neurological",
            "Prefrontal Cortex"
        ],
        "Authors": [
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA. cds2005@columbia.edu"
            },
            {
                "First Name": "Stefano",
                "Last Name": "Fusi",
                "Affiliation": ""
            }
        ],
        "Journal": "Annual review of neuroscience",
        "PubDate": "2010"
    },
    {
        "PMID": "20299204",
        "Title": "Re-valuing the amygdala.",
        "Abstract": "Recent advances indicate that the amygdala represents valence: a general appetitive/aversive affective characteristic that bears similarity to the neuroeconomic concept of value. Neurophysiological studies show that individual amygdala neurons respond differentially to a range of stimuli with positive or negative affective significance. Meanwhile, increasingly specific lesion/inactivation studies reveal that the amygdala is necessary for processes--for example, fear extinction and reinforcer devaluation--that involve updating representations of value. Furthermore, recent neuroimaging studies suggest that the human amygdala mediates performance on many reward-based decision-making tasks. The encoding of affective significance by the amygdala might be best described as a representation of state value-a representation that is useful for coordinating physiological, behavioral, and cognitive responses in an affective/emotional context.",
        "Keywords": [],
        "MeSH terms": [
            "Affect",
            "Amygdala",
            "Animals",
            "Cognition",
            "Decision Making",
            "Emotions",
            "Fear",
            "Humans",
            "Judgment",
            "Models, Animal",
            "Motivation",
            "Reward"
        ],
        "Authors": [
            {
                "First Name": "Sara E",
                "Last Name": "Morrison",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in neurobiology",
        "PubDate": "2010"
    },
    {
        "PMID": "20100580",
        "Title": "Attractor concretion as a mechanism for the formation of context representations.",
        "Abstract": "Complex tasks often require the memory of recent events, the knowledge about the context in which they occur, and the goals we intend to reach. All this information is stored in our mental states. Given a set of mental states, reinforcement learning (RL) algorithms predict the optimal policy that maximizes future reward. RL algorithms assign a value to each already-known state so that discovering the optimal policy reduces to selecting the action leading to the state with the highest value. But how does the brain create representations of these mental states in the first place? We propose a mechanism for the creation of mental states that contain information about the temporal statistics of the events in a particular context. We suggest that the mental states are represented by stable patterns of reverberating activity, which are attractors of the neural dynamics. These representations are built from neurons that are selective to specific combinations of external events (e.g. sensory stimuli) and pre-existent mental states. Consistent with this notion, we find that neurons in the amygdala and in orbitofrontal cortex (OFC) often exhibit this form of mixed selectivity. We propose that activating different mixed selectivity neurons in a fixed temporal order modifies synaptic connections so that conjunctions of events and mental states merge into a single pattern of reverberating activity. This process corresponds to the birth of a new, different mental state that encodes a different temporal context. The concretion process depends on temporal contiguity, i.e. on the probability that a combination of an event and mental states follows or precedes the events and states that define a certain context. The information contained in the context thereby allows an animal to assign unambiguously a value to the events that initially appeared in different situations with different meanings.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Cognition",
            "Humans",
            "Learning",
            "Models, Neurological",
            "Neural Networks, Computer",
            "Neurons",
            "Reinforcement, Psychology"
        ],
        "Authors": [
            {
                "First Name": "Mattia",
                "Last Name": "Rigotti",
                "Affiliation": "Department of Neuroscience, Columbia University College of Physicians and Surgeons, New York, NY 10032-2695, USA."
            },
            {
                "First Name": "Daniel",
                "Last Name": "Ben Dayan Rubin",
                "Affiliation": ""
            },
            {
                "First Name": "Sara E",
                "Last Name": "Morrison",
                "Affiliation": ""
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": ""
            },
            {
                "First Name": "Stefano",
                "Last Name": "Fusi",
                "Affiliation": ""
            }
        ],
        "Journal": "NeuroImage",
        "PubDate": "2010"
    },
    {
        "PMID": "19759296",
        "Title": "The convergence of information about rewarding and aversive stimuli in single neurons.",
        "Abstract": "Neuroscientists, psychologists, clinicians, and economists have long been interested in how individuals weigh information about potential rewarding and aversive stimuli to make decisions and to regulate their emotions. However, we know relatively little about how appetitive and aversive systems interact in the brain, as most prior studies have investigated only one valence of reinforcement. Previous work has suggested that primate orbitofrontal cortex (OFC) represents information about the reward value of stimuli. We therefore investigated whether OFC also represents information about aversive stimuli, and, if so, whether individual neurons process information about both rewarding and aversive stimuli. Monkeys performed a trace conditioning task in which different novel abstract visual stimuli (conditioned stimuli, CSs) predicted the occurrence of one of three unconditioned stimuli (USs): a large liquid reward, a small liquid reward, or an aversive air-puff. Three lines of evidence suggest that information about rewarding and aversive stimuli converges in individual neurons in OFC. First, OFC neurons often responded to both rewarding and aversive USs, despite their different sensory features. Second, OFC neural responses to CSs often encoded information about both potential rewarding and aversive stimuli, even though these stimuli differed in both valence and sensory modality. Finally, OFC neural responses were correlated with monkeys' behavioral use of information about both rewarding and aversive CS-US associations. These data indicate that processing of appetitive and aversive stimuli converges at the single cell level in OFC, providing a possible substrate for executive and emotional processes that require using information from both appetitive and aversive systems.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Analysis of Variance",
            "Animals",
            "Appetitive Behavior",
            "Avoidance Learning",
            "Behavior, Animal",
            "Blinking",
            "Conditioning, Classical",
            "Conditioning, Operant",
            "Discrimination Learning",
            "Haplorhini",
            "Magnetic Resonance Imaging",
            "Neural Pathways",
            "Neurons",
            "Photic Stimulation",
            "Physical Stimulation",
            "Prefrontal Cortex",
            "ROC Curve",
            "Reaction Time",
            "Reinforcement Schedule",
            "Reward",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Sara E",
                "Last Name": "Morrison",
                "Affiliation": "Department of Neuroscience, Columbia University, NewYork, New York 10032, USA."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2009"
    },
    {
        "PMID": "19471263",
        "Title": "The rhythms of learning.",
        "Abstract": "Projections from the amydala to the ventral striatum are important for learning and expressing goal-directed behavior guided by environmental cues. New data presented in this issue indicate that fleeting epochs of coherent gamma oscillations between these brain areas may be important for reinforcement learning.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Amygdala",
            "Animals",
            "Basal Ganglia",
            "Biological Clocks",
            "Electroencephalography",
            "Evoked Potentials",
            "Goals",
            "Humans",
            "Learning",
            "Neural Pathways",
            "Neurons",
            "Reinforcement, Psychology"
        ],
        "Authors": [
            {
                "First Name": "Brian",
                "Last Name": "Lau",
                "Affiliation": ""
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2009"
    },
    {
        "PMID": "18829960",
        "Title": "Moment-to-moment tracking of state value in the amygdala.",
        "Abstract": "As an organism interacts with the world, how good or bad things are at the moment, the value of the current state of the organism, is an important parameter that is likely to be encoded in the brain. As the environment changes and new stimuli appear, estimates of state value must be updated to support appropriate responses and learning. Indeed, many models of reinforcement learning posit representations of state value. We examined how the brain mediates this process by recording amygdala neural activity while monkeys performed a trace-conditioning task requiring fixation. The presentation of different stimuli induced state transitions; these stimuli included unconditioned stimuli (USs) (liquid rewards and aversive air puffs), newly learned reinforcement-predictive visual stimuli [conditioned stimuli (CSs)], and familiar stimuli long associated with reinforcement [fixation point (FP)]. The FP had a positive value to monkeys, because they chose to foveate it to initiate trials. Different populations of amygdala neurons tracked the positive or negative value of the current state, regardless of whether state transitions were caused by the FP, CSs, or USs. Positive value-coding neurons increased their firing during the fixation interval and fired more strongly after rewarded CSs and rewards than after punished CSs and air puffs. Negative value-coding neurons did the opposite, decreasing their firing during the fixation interval and firing more strongly after punished CSs and air puffs than after rewarded CSs and rewards. This representation of state value could underlie how the amygdala helps coordinate cognitive, emotional, and behavioral responses depending on the value of one's state.",
        "Keywords": [],
        "MeSH terms": [
            "Amygdala",
            "Animals",
            "Conditioning, Psychological",
            "Learning",
            "Macaca mulatta",
            "Neurons",
            "Photic Stimulation",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Marina A",
                "Last Name": "Belova",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Joseph J",
                "Last Name": "Paton",
                "Affiliation": ""
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2008"
    },
    {
        "PMID": "18614024",
        "Title": "Noncholinergic neurons in the basal forebrain: often neglected but motivationally salient.",
        "Abstract": "Although noncholinergic neurons in the basal forebrain are known to contribute to cognition, their response properties in behaving animals is unclear. In this issue of Neuron, Lin and Nicolelis demonstrate that these neurons represent the motivational salience of sensory stimuli and may modulate cortical processing to direct top-down attention.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Attention",
            "Motivation",
            "Neurons",
            "Prosencephalon",
            "Rats"
        ],
        "Authors": [
            {
                "First Name": "Brian",
                "Last Name": "Lau",
                "Affiliation": "Department of Neuroscience, Columbia University, 1051 Riverside Drive, Unit 87, New York, NY 10032, USA. brian.lau@columbia.edu"
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2008"
    },
    {
        "PMID": "17880899",
        "Title": "Expectation modulates neural responses to pleasant and aversive stimuli in primate amygdala.",
        "Abstract": "Animals and humans learn to approach and acquire pleasant stimuli and to avoid or defend against aversive ones. However, both pleasant and aversive stimuli can elicit arousal and attention, and their salience or intensity increases when they occur by surprise. Thus, adaptive behavior may require that neural circuits compute both stimulus valence--or value--and intensity. To explore how these computations may be implemented, we examined neural responses in the primate amygdala to unexpected reinforcement during learning. Many amygdala neurons responded differently to reinforcement depending upon whether or not it was expected. In some neurons, this modulation occurred only for rewards or aversive stimuli, but not both. In other neurons, expectation similarly modulated responses to both rewards and punishments. These different neuronal populations may subserve two sorts of processes mediated by the amygdala: those activated by surprising reinforcements of both valences-such as enhanced arousal and attention-and those that are valence-specific, such as fear or reward-seeking behavior.",
        "Keywords": [],
        "MeSH terms": [
            "Amygdala",
            "Animals",
            "Arousal",
            "Data Interpretation, Statistical",
            "Excitatory Postsynaptic Potentials",
            "Learning",
            "Macaca mulatta",
            "Neurons",
            "Psychomotor Performance",
            "ROC Curve",
            "Reinforcement, Psychology"
        ],
        "Authors": [
            {
                "First Name": "Marina A",
                "Last Name": "Belova",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Joseph J",
                "Last Name": "Paton",
                "Affiliation": ""
            },
            {
                "First Name": "Sara E",
                "Last Name": "Morrison",
                "Affiliation": ""
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2007"
    },
    {
        "PMID": "17872400",
        "Title": "Flexible neural representations of value in the primate brain.",
        "Abstract": "The amygdala and orbitofrontal cortex (OFC) are often thought of as components of a neural circuit that assigns affective significance--or value--to sensory stimuli so as to anticipate future events and adjust behavioral and physiological responses. Much recent work has been aimed at understanding the distinct contributions of the amygdala and OFC to these processes, but a detailed understanding of the physiological mechanisms underlying learning about value remains lacking. To gain insight into these processes, we have focused initially on characterizing the neural signals of the primate amygdala, and more recently of the primate OFC, during appetitive and aversive reinforcement learning procedures. We have employed a classical conditioning procedure whereby monkeys form associations between visual stimuli and rewards or aversive stimuli. After learning these initial associations, we reverse the stimulus-reinforcement contingencies, and monkeys learn these new associations. We have discovered that separate populations of neurons in the amygdala represent the positive and negative value of conditioned visual stimuli. This representation of value updates rapidly upon image value reversal, as fast as monkeys learn, often within a single trial. We suggest that representations of value in the amygdala may change through multiple interrelated mechanisms: some that arise from fairly simple Hebbian processes, and others that may involve gated inputs from other brain areas, such as the OFC.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Emotions",
            "Humans",
            "Learning",
            "Neurons",
            "Primates"
        ],
        "Authors": [
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Neuroscience, Columbia University, New York State Psychiatric Institute, New York, NY 10032, USA. cds2005@columbia.edu"
            },
            {
                "First Name": "Joseph J",
                "Last Name": "Paton",
                "Affiliation": ""
            },
            {
                "First Name": "Marina A",
                "Last Name": "Belova",
                "Affiliation": ""
            },
            {
                "First Name": "Sara E",
                "Last Name": "Morrison",
                "Affiliation": ""
            }
        ],
        "Journal": "Annals of the New York Academy of Sciences",
        "PubDate": "2007"
    },
    {
        "PMID": "16482160",
        "Title": "The primate amygdala represents the positive and negative value of visual stimuli during learning.",
        "Abstract": "Visual stimuli can acquire positive or negative value through their association with rewards and punishments, a process called reinforcement learning. Although we now know a great deal about how the brain analyses visual information, we know little about how visual representations become linked with values. To study this process, we turned to the amygdala, a brain structure implicated in reinforcement learning. We recorded the activity of individual amygdala neurons in monkeys while abstract images acquired either positive or negative value through conditioning. After monkeys had learned the initial associations, we reversed image value assignments. We examined neural responses in relation to these reversals in order to estimate the relative contribution to neural activity of the sensory properties of images and their conditioned values. Here we show that changes in the values of images modulate neural activity, and that this modulation occurs rapidly enough to account for, and correlates with, monkeys' learning. Furthermore, distinct populations of neurons encode the positive and negative values of visual stimuli. Behavioural and physiological responses to visual stimuli may therefore be based in part on the plastic representation of value provided by the amygdala.",
        "Keywords": [],
        "MeSH terms": [
            "Amygdala",
            "Animals",
            "Learning",
            "Macaca mulatta",
            "Magnetic Resonance Imaging",
            "Models, Neurological",
            "Neurons",
            "Photic Stimulation",
            "Reinforcement, Psychology",
            "Reward"
        ],
        "Authors": [
            {
                "First Name": "Joseph J",
                "Last Name": "Paton",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University, 1051 Riverside Drive, Unit 87, New York, New York 10032, USA."
            },
            {
                "First Name": "Marina A",
                "Last Name": "Belova",
                "Affiliation": ""
            },
            {
                "First Name": "Sara E",
                "Last Name": "Morrison",
                "Affiliation": ""
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2006"
    },
    {
        "PMID": "16271457",
        "Title": "Beetles, boxes and brain cells: neural mechanisms underlying valuation and learning.",
        "Abstract": "Sensory cues in the environment can predict the availability of reward. Through experience, humans and animals learn these predictions and use them to guide their actions. For example, we can learn to discriminate chanterelles from ordinary champignons through experience. Assuming the development of a taste for the complex and lingering flavors of chanterelles, we therefore learn to value the same action--picking mushrooms--differentially depending upon the appearance of a mushroom. One major goal of cognitive neuroscience is to understand the neural mechanisms that underlie this sort of learning. Because the acquisition of rewards motivates much behavior, recent efforts have focused on describing the neural signals related to learning the value of stimuli and actions. Neurons in the basal ganglia, in midbrain dopamine areas, in frontal and parietal cortices and in other brain areas, all modulate their activity in relation to aspects of learning. By training monkeys on various behavioral tasks, recent studies have begun to characterize how neural signals represent distinct processes, such as the timing of events, motivation, absolute (objective) and relative (subjective) valuation, and the formation of associative links between stimuli and potential actions. In addition, a number of studies have either further characterized dopamine signals or sought to determine how such signaling might interact with target structures, such as the striatum and rhinal cortex, to underlie learning.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Cerebral Cortex",
            "Cognition",
            "Cues",
            "Dopamine",
            "Haplorhini",
            "Learning",
            "Mesencephalon",
            "Motivation",
            "Neurons",
            "Reward"
        ],
        "Authors": [
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Center for Neurobiology and Behavior, Department of Psychiatry, Columbia University, 1051 Riverside Drive, Unit 87, New York, NY 10032, USA. cds2005@columbia.edu"
            },
            {
                "First Name": "Marina A",
                "Last Name": "Belova",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph J",
                "Last Name": "Paton",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in neurobiology",
        "PubDate": "2005"
    }
]