[
    {
        "PMID": "37776573",
        "Title": "Strategies for developing retinoic acid receptor alpha-selective antagonists as novel agents for male contraception.",
        "Abstract": "Reported here are the synthesis and in vitro evaluation of a series of 26 retinoic acid analogs based on dihydronaphthalene and chromene scaffolds using a transactivation assay. Chromene amide analog 21 was the most potent and selective retinoic acid receptor α antagonist identified from this series. In vitro evaluation indicated that 21 has favorable physicochemical properties and a favorable pharmacokinetic PK profile in vivo with significant oral bioavailability, metabolic stability, and testes exposure. Compound 21 was evaluated for its effects on spermatogenesis and disruption of fertility in a mouse model. Oral administration of compound 21 at low doses showed reproducibly characteristic albeit modest effects on spermatogenesis, but no effects on fertility were observed in mating studies. The inhibition of spermatogenesis could not be enhanced by raising the dose and lengthening the duration of dosing. Thus, 21 may not be a good candidate to pursue further for effects on male fertility.",
        "Keywords": [
            "Male contraception",
            "Retinoic acid receptor alpha",
            "Selectivity",
            "Structure-activity relationships"
        ],
        "MeSH terms": [
            "Mice",
            "Animals",
            "Male",
            "Retinoic Acid Receptor alpha",
            "Testis",
            "Contraception",
            "Benzopyrans"
        ],
        "Authors": [
            {
                "First Name": "Md Abdullah",
                "Last Name": "Al Noman",
                "Affiliation": "Department of Medicinal Chemistry and Institute for Therapeutics Discovery and Development, College of Pharmacy, University of Minnesota, 717 Delaware Street SE, Minneapolis, MN, 55414, USA."
            },
            {
                "First Name": "Rebecca A D",
                "Last Name": "Cuellar",
                "Affiliation": "Department of Medicinal Chemistry and Institute for Therapeutics Discovery and Development, College of Pharmacy, University of Minnesota, 717 Delaware Street SE, Minneapolis, MN, 55414, USA."
            },
            {
                "First Name": "Jillian L",
                "Last Name": "Kyzer",
                "Affiliation": "Department of Medicinal Chemistry and Institute for Therapeutics Discovery and Development, College of Pharmacy, University of Minnesota, 717 Delaware Street SE, Minneapolis, MN, 55414, USA."
            },
            {
                "First Name": "Sanny S W",
                "Last Name": "Chung",
                "Affiliation": "Department of Genetics and Development, USA."
            },
            {
                "First Name": "Narsihmulu",
                "Last Name": "Cheryala",
                "Affiliation": "Department of Medicinal Chemistry and Institute for Therapeutics Discovery and Development, College of Pharmacy, University of Minnesota, 717 Delaware Street SE, Minneapolis, MN, 55414, USA."
            },
            {
                "First Name": "Trinh A D",
                "Last Name": "Holth",
                "Affiliation": "Department of Medicinal Chemistry and Institute for Therapeutics Discovery and Development, College of Pharmacy, University of Minnesota, 717 Delaware Street SE, Minneapolis, MN, 55414, USA."
            },
            {
                "First Name": "Soma",
                "Last Name": "Maitra",
                "Affiliation": "Department of Medicinal Chemistry and Institute for Therapeutics Discovery and Development, College of Pharmacy, University of Minnesota, 717 Delaware Street SE, Minneapolis, MN, 55414, USA."
            },
            {
                "First Name": "Tahmina",
                "Last Name": "Naqvi",
                "Affiliation": "Department of Medicinal Chemistry and Institute for Therapeutics Discovery and Development, College of Pharmacy, University of Minnesota, 717 Delaware Street SE, Minneapolis, MN, 55414, USA."
            },
            {
                "First Name": "Henry L",
                "Last Name": "Wong",
                "Affiliation": "Department of Medicinal Chemistry and Institute for Therapeutics Discovery and Development, College of Pharmacy, University of Minnesota, 717 Delaware Street SE, Minneapolis, MN, 55414, USA."
            },
            {
                "First Name": "Ernst",
                "Last Name": "Schönbrunn",
                "Affiliation": "Department of Drug Discovery, Moffitt Cancer Center, 12902 USF Magnolia Drive, Tampa, FL, 33612, USA."
            },
            {
                "First Name": "Jon E",
                "Last Name": "Hawkinson",
                "Affiliation": "Department of Medicinal Chemistry and Institute for Therapeutics Discovery and Development, College of Pharmacy, University of Minnesota, 717 Delaware Street SE, Minneapolis, MN, 55414, USA."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Department of Genetics and Development, USA; Department of Obstetrics and Gynecology, USA; The Institute of Human Nutrition, USA; The Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, 1150 St. Nicholas Avenue, New York, NY, 10032, USA."
            },
            {
                "First Name": "Gunda I",
                "Last Name": "Georg",
                "Affiliation": "Department of Medicinal Chemistry and Institute for Therapeutics Discovery and Development, College of Pharmacy, University of Minnesota, 717 Delaware Street SE, Minneapolis, MN, 55414, USA. Electronic address: georg@umn.edu."
            }
        ],
        "Journal": "European journal of medicinal chemistry",
        "PubDate": "2023"
    },
    {
        "PMID": "37154197",
        "Title": "Investigation of selective retinoic acid receptor alpha antagonist ER-50891 and related analogs for male contraception.",
        "Abstract": "Retinoic acid receptor alpha (RARα) antagonist ER-50891 and 15 analogs were prepared and tested in vitro for potency and selectivity at RARα, RARβ, and RARγ using transactivation assays. Minor modifications to the parent molecule such as the introduction of a C4 tolyl group in place of the C4 phenyl group on the quinoline moiety slightly increased the RARα selectivity but larger substituents significantly decreased the potency. Replacement of the pyrrole moiety of ER-50891 with triazole, amides, or a double bond produced inactive compounds. ER-50891 was found to be stable in male mouse liver microsomes and was tested in male mice to assess its effects on spermatogenesis. Characteristic, albeit modest and transient, effects on spermatogenesis were observed.",
        "Keywords": [
            "inhibition",
            "retinoic acid receptor alpha",
            "selectivity",
            "spermatogenesis",
            "transactivation assays"
        ],
        "MeSH terms": [
            "Male",
            "Mice",
            "Animals",
            "Retinoic Acid Receptor alpha",
            "Structure-Activity Relationship",
            "Contraception"
        ],
        "Authors": [
            {
                "First Name": "Jillian L",
                "Last Name": "Kyzer",
                "Affiliation": "Department of Medicinal Chemistry, Institute for Therapeutics Discovery and Development, College of Pharmacy, University of Minnesota, Minneapolis, Minnesota, USA."
            },
            {
                "First Name": "Md Abdullah Al",
                "Last Name": "Noman",
                "Affiliation": "Department of Medicinal Chemistry, Institute for Therapeutics Discovery and Development, College of Pharmacy, University of Minnesota, Minneapolis, Minnesota, USA."
            },
            {
                "First Name": "Rebecca A D",
                "Last Name": "Cuellar",
                "Affiliation": "Department of Medicinal Chemistry, Institute for Therapeutics Discovery and Development, College of Pharmacy, University of Minnesota, Minneapolis, Minnesota, USA."
            },
            {
                "First Name": "Sanny S W",
                "Last Name": "Chung",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Soma",
                "Last Name": "Maitra",
                "Affiliation": "Department of Medicinal Chemistry, Institute for Therapeutics Discovery and Development, College of Pharmacy, University of Minnesota, Minneapolis, Minnesota, USA."
            },
            {
                "First Name": "Tahmina",
                "Last Name": "Naqvi",
                "Affiliation": "Department of Medicinal Chemistry, Institute for Therapeutics Discovery and Development, College of Pharmacy, University of Minnesota, Minneapolis, Minnesota, USA."
            },
            {
                "First Name": "Jon E",
                "Last Name": "Hawkinson",
                "Affiliation": "Department of Medicinal Chemistry, Institute for Therapeutics Discovery and Development, College of Pharmacy, University of Minnesota, Minneapolis, Minnesota, USA."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Gunda I",
                "Last Name": "Georg",
                "Affiliation": "Department of Medicinal Chemistry, Institute for Therapeutics Discovery and Development, College of Pharmacy, University of Minnesota, Minneapolis, Minnesota, USA."
            }
        ],
        "Journal": "Archiv der Pharmazie",
        "PubDate": "2023"
    },
    {
        "PMID": "33469999",
        "Title": "Genome-wide chromatin occupancy of BRDT and gene expression analysis suggest transcriptional partners and specific epigenetic landscapes that regulate gene expression during spermatogenesis.",
        "Abstract": "BRDT, a member of the BET family of double bromodomain-containing proteins, is essential for spermatogenesis in the mouse and has been postulated to be a key regulator of transcription in meiotic and post-meiotic cells. To understand the function of BRDT in these processes, we first characterized the genome-wide distribution of the BRDT binding sites, in particular within gene units, by ChIP-Seq analysis of enriched fractions of pachytene spermatocytes and round spermatids. In both cell types, BRDT binding sites were mainly located in promoters, first exons, and introns of genes. BRDT binding sites in promoters overlapped with several histone modifications and histone variants associated with active transcription, and were enriched for consensus sequences for specific transcription factors, including MYB, RFX, ETS, and ELF1 in pachytene spermatocytes, and JunD, c-Jun, CRE, and RFX in round spermatids. Subsequent integration of the ChIP-seq data with available transcriptome data revealed that stage-specific gene expression programs are associated with BRDT binding to their gene promoters, with most of the BDRT-bound genes being upregulated. Gene Ontology analysis further identified unique sets of genes enriched in diverse biological processes essential for meiosis and spermiogenesis between the two cell types, suggesting distinct developmentally stage-specific functions for BRDT. Taken together, our data suggest that BRDT cooperates with different transcription factors at distinctive chromatin regions within gene units to regulate diverse downstream target genes that function in male meiosis and spermiogenesis.",
        "Keywords": [
            "BRDT",
            "male meiosis",
            "spermiogenesis",
            "transcription"
        ],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "Chromatin Immunoprecipitation Sequencing",
            "DNA",
            "Epigenomics",
            "Gene Expression Regulation, Developmental",
            "Male",
            "Meiosis",
            "Mice",
            "Nuclear Proteins",
            "Promoter Regions, Genetic",
            "Spermatids",
            "Spermatogenesis",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Yoon Ra",
                "Last Name": "Her",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Li",
                "Last Name": "Wang",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Iouri",
                "Last Name": "Chepelev",
                "Affiliation": "Systems Biology Center, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, Maryland, USA."
            },
            {
                "First Name": "Marcia",
                "Last Name": "Manterola",
                "Affiliation": "Human Genetics Program, Institute of Biomedical Sciences, Faculty of Medicine, University of Chile, Santiago, Chile."
            },
            {
                "First Name": "Binyamin",
                "Last Name": "Berkovits",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Kairong",
                "Last Name": "Cui",
                "Affiliation": "Systems Biology Center, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, Maryland, USA."
            },
            {
                "First Name": "Keji",
                "Last Name": "Zhao",
                "Affiliation": "Systems Biology Center, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, Maryland, USA."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, New York, New York, USA."
            }
        ],
        "Journal": "Molecular reproduction and development",
        "PubDate": "2021"
    },
    {
        "PMID": "32678439",
        "Title": "Filamentous actin disorganization and absence of apical ectoplasmic specialization disassembly during spermiation upon interference with retinoid signaling†.",
        "Abstract": "Spermiation is a multiple-step process involving profound cellular changes in both spermatids and Sertoli cells. We have observed spermiation defects, including abnormalities in spermatid orientation, translocation and release, in mice deficient in the retinoic acid receptor alpha (RARA) and upon treatment with a pan-RAR antagonist. To elucidate the role of retinoid signaling in regulating spermiation, we first characterized the time course of appearance of spermiogenic defects in response to treatment with the pan-RAR antagonist. The results revealed that defects in spermiation are indeed among the earliest abnormalities in spermatogenesis observed upon inhibition of retinoid signaling. Using fluorescent dye-conjugated phalloidin to label the ectoplasmic specialization (ES), we showed for the first time that these defects involved improper formation of filamentous actin (F-actin) bundles in step 8-9 spermatids and a failure of the actin-surrounded spermatids to move apically to the lumen and to disassemble the ES. The aberrant F-actin organization is associated with diminished nectin-3 expression in both RARA-deficient and pan-RAR antagonist-treated testes. An abnormal localization of both tyrosinated and detyrosinated tubulins was also observed during spermatid translocation in the seminiferous epithelium in drug-treated testes. These results highlight a crucial role of RAR receptor-mediated retinoid signaling in regulating microtubules and actin dynamics in the cytoskeleton rearrangements, required for proper spermiation. This is critical to understand in light of ongoing efforts to inhibit retinoid signaling as a novel approach for male contraception and may reveal spermiation components that could also be considered as new targets for male contraception.",
        "Keywords": [
            "apical ectoplasmic specialization disassembly",
            "filamentous actin disorganization",
            "targets for male contraception"
        ],
        "MeSH terms": [
            "Actin Cytoskeleton",
            "Actins",
            "Animals",
            "Male",
            "Mice",
            "Retinoids",
            "Seminiferous Epithelium",
            "Sertoli Cells",
            "Signal Transduction",
            "Spermatids",
            "Spermatogenesis",
            "Testis"
        ],
        "Authors": [
            {
                "First Name": "Sanny S W",
                "Last Name": "Chung",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Nika",
                "Last Name": "Vizcarra",
                "Affiliation": "The Institute of Human Nutrition Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, USA."
            }
        ],
        "Journal": "Biology of reproduction",
        "PubDate": "2020"
    },
    {
        "PMID": "32671394",
        "Title": "Retinoic acid receptor antagonists for male contraception: current status†.",
        "Abstract": "Retinoic acid receptor alpha (RARA), a nuclear receptor protein, has been validated as a target for male contraception by gene knockout studies and also pharmacologically using a pan-retinoic acid receptor antagonist. Retinoic acid receptor alpha activity is indispensable for the spermatogenic process, and therefore its antagonists have potential as male contraceptive agents. This review discusses the effects of systematic dosing regimen modifications of the orally bioavailable and reversible pan-antagonist BMS-189453 as well as studies with the alpha-selective antagonists BMS-189532 and BMS-189614 in a murine model. We also provide an overview of structure-activity studies of retinoic acid receptor alpha antagonists that provide insight for the design of novel alpha-selective ligands.",
        "Keywords": [
            "antagonists",
            "male contraception",
            "mouse model",
            "retinoic acid receptor",
            "selectivity",
            "structure–activity relationships"
        ],
        "MeSH terms": [
            "Animals",
            "Contraception",
            "Humans",
            "Mice",
            "Receptors, Retinoic Acid",
            "Signal Transduction",
            "Spermatogenesis"
        ],
        "Authors": [
            {
                "First Name": "Md Abdullah Al",
                "Last Name": "Noman",
                "Affiliation": "Department of Medicinal Chemistry, College of Pharmacy, Institute for Therapeutics Discovery and Development, University of Minnesota, Minneapolis, MN, USA."
            },
            {
                "First Name": "Jillian L",
                "Last Name": "Kyzer",
                "Affiliation": "Department of Medicinal Chemistry, College of Pharmacy, Institute for Therapeutics Discovery and Development, University of Minnesota, Minneapolis, MN, USA."
            },
            {
                "First Name": "Sanny S W",
                "Last Name": "Chung",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Gunda I",
                "Last Name": "Georg",
                "Affiliation": "Department of Medicinal Chemistry, College of Pharmacy, Institute for Therapeutics Discovery and Development, University of Minnesota, Minneapolis, MN, USA."
            }
        ],
        "Journal": "Biology of reproduction",
        "PubDate": "2020"
    },
    {
        "PMID": "32420805",
        "Title": "Cyclin A2 is essential for mouse gonocyte maturation.",
        "Abstract": "In mammals, male gonocytes are derived from primordial germ cells during embryogenesis, enter a period of mitotic proliferation, and then become quiescent until birth. After birth, the gonocytes proliferate and migrate from the center of testicular cord toward the basement membrane to form the pool of spermatogonial stem cells (SSCs) and establish the SSC niche architecture. However, the molecular mechanisms underlying gonocyte proliferation, migration and differentiation are largely unknown. Cyclin A2 is a key component of the cell cycle and required for cell proliferation. Here, we show that cyclin A2 is required in mouse male gonocyte development and the establishment of spermatogenesis in the neonatal testis. Loss of cyclin A2 function in embryonic gonocytes by targeted gene disruption affected the regulation of the male gonocytes to SSC transition, resulting in the disruption of SSC pool formation, imbalance between SSC self-renewal and differentiation, and severely abnormal spermatogenesis in the adult testis.",
        "Keywords": [
            "Cyclin A2",
            "gonocyte differentiation",
            "spermatogonial stem cells"
        ],
        "MeSH terms": [
            "Aging",
            "Animals",
            "Animals, Newborn",
            "Basement Membrane",
            "Cell Count",
            "Cell Differentiation",
            "Cell Movement",
            "Cyclin A2",
            "Embryo, Mammalian",
            "Gene Deletion",
            "Gene Expression Regulation, Developmental",
            "Male",
            "Mice",
            "Models, Biological",
            "Phenotype",
            "Spermatogenesis",
            "Spermatogonia",
            "Stem Cells",
            "Testis"
        ],
        "Authors": [
            {
                "First Name": "Fanhua",
                "Last Name": "Ma",
                "Affiliation": "Key Laboratory of Agriculture Animal Genetics, Breeding and Reproduction, College of Animal Science, Huazhong Agricultural University , Wuhan, Hubei, China."
            },
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center , New York, NY, USA."
            },
            {
                "First Name": "Sanny S W",
                "Last Name": "Chung",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center , New York, NY, USA."
            },
            {
                "First Name": "Piotr",
                "Last Name": "Sicinski",
                "Affiliation": "Department of Cancer Biology, Dana-Farber Cancer Institute , Boston, MA, USA."
            },
            {
                "First Name": "Enyuan",
                "Last Name": "Shang",
                "Affiliation": "Department of Biological Sciences, Bronx Community College, City University of New York , New York, NY, USA."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center , New York, NY, USA."
            }
        ],
        "Journal": "Cell cycle (Georgetown, Tex.)",
        "PubDate": "2020"
    },
    {
        "PMID": "31078132",
        "Title": "Functions of cyclins and CDKs in mammalian gametogenesis†.",
        "Abstract": "Cyclins and cyclin-dependent kinases (CDKs) are key regulators of the cell cycle. Most of our understanding of their functions has been obtained from studies in single-cell organisms and mitotically proliferating cultured cells. In mammals, there are more than 20 cyclins and 20 CDKs. Although genetic ablation studies in mice have shown that most of these factors are dispensable for viability and fertility, uncovering their functional redundancy, CCNA2, CCNB1, and CDK1 are essential for embryonic development. Cyclin/CDK complexes are known to regulate both mitotic and meiotic cell cycles. While some mechanisms are common to both types of cell divisions, meiosis has unique characteristics and requirements. During meiosis, DNA replication is followed by two successive rounds of cell division. In addition, mammalian germ cells experience a prolonged prophase I in males or a long period of arrest in prophase I in females. Therefore, cyclins and CDKs may have functions in meiosis distinct from their mitotic functions and indeed, meiosis-specific cyclins, CCNA1 and CCNB3, have been identified. Here, we describe recent advances in the field of cyclins and CDKs with a focus on meiosis and early embryogenesis.",
        "Keywords": [
            "CDK",
            "cell cycle",
            "cyclin",
            "cyclin-dependent kinase",
            "gametogenesis",
            "meiosis",
            "oogenesis",
            "spermatogenesis"
        ],
        "MeSH terms": [
            "Animals",
            "Cyclin-Dependent Kinases",
            "Cyclins",
            "Embryo, Mammalian",
            "Female",
            "Gametogenesis",
            "Germ Cells",
            "Humans",
            "Male",
            "Mammals",
            "Meiosis",
            "Mice"
        ],
        "Authors": [
            {
                "First Name": "Jessica Y",
                "Last Name": "Chotiner",
                "Affiliation": "Department of Biomedical Sciences, University of Pennsylvania School of Veterinary Medicine, Philadelphia, Pennsylvania, USA."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "P Jeremy",
                "Last Name": "Wang",
                "Affiliation": "Department of Biomedical Sciences, University of Pennsylvania School of Veterinary Medicine, Philadelphia, Pennsylvania, USA."
            }
        ],
        "Journal": "Biology of reproduction",
        "PubDate": "2019"
    },
    {
        "PMID": "29513658",
        "Title": "BRDT is an essential epigenetic regulator for proper chromatin organization, silencing of sex chromosomes and crossover formation in male meiosis.",
        "Abstract": "The double bromodomain and extra-terminal domain (BET) proteins are critical epigenetic readers that bind to acetylated histones in chromatin and regulate transcriptional activity and modulate changes in chromatin structure and organization. The testis-specific BET member, BRDT, is essential for the normal progression of spermatogenesis as mutations in the Brdt gene result in complete male sterility. Although BRDT is expressed in both spermatocytes and spermatids, loss of the first bromodomain of BRDT leads to severe defects in spermiogenesis without overtly compromising meiosis. In contrast, complete loss of BRDT blocks the progression of spermatocytes into the first meiotic division, resulting in a complete absence of post-meiotic cells. Although BRDT has been implicated in chromatin remodeling and mRNA processing during spermiogenesis, little is known about its role in meiotic processes. Here we report that BRDT is an essential regulator of chromatin organization and reprograming during prophase I of meiosis. Loss of BRDT function disrupts the epigenetic state of the meiotic sex chromosome inactivation in spermatocytes, affecting the synapsis and silencing of the X and Y chromosomes. We also found that BRDT controls the global chromatin organization and histone modifications of the chromatin attached to the synaptonemal complex. Furthermore, the homeostasis of crossover formation and localization during pachynema was altered, underlining a possible epigenetic mechanism by which crossovers are regulated and differentially established in mammalian male genomes. Our observations reveal novel findings about the function of BRDT in meiosis and provide insight into how epigenetic regulators modulate the progression of male mammalian meiosis and the formation of haploid gametes.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromatin",
            "Chromatin Assembly and Disassembly",
            "Chromosome Pairing",
            "Crossing Over, Genetic",
            "Epigenesis, Genetic",
            "Gene Expression Regulation",
            "Histones",
            "Infertility, Male",
            "Male",
            "Meiosis",
            "Mice, Knockout",
            "Nuclear Proteins",
            "Sex Chromosomes",
            "Spermatocytes",
            "Testis"
        ],
        "Authors": [
            {
                "First Name": "Marcia",
                "Last Name": "Manterola",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, New York, NY, United States of America."
            },
            {
                "First Name": "Taylor M",
                "Last Name": "Brown",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, New York, NY, United States of America."
            },
            {
                "First Name": "Min Young",
                "Last Name": "Oh",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, New York, NY, United States of America."
            },
            {
                "First Name": "Corey",
                "Last Name": "Garyn",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, New York, NY, United States of America."
            },
            {
                "First Name": "Bryan J",
                "Last Name": "Gonzalez",
                "Affiliation": "Institute of Human Nutrition, Columbia University Medical Center, New York, NY,United States of America."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, New York, NY, United States of America."
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2018"
    },
    {
        "PMID": "28301569",
        "Title": "Meiotic failure in cyclin A1-deficient mouse spermatocytes triggers apoptosis through intrinsic and extrinsic signaling pathways and 14-3-3 proteins.",
        "Abstract": "Cyclin A1 (Ccna1), a member of the mammalian A type cyclins, is most abundantly expressed in spermatocytes and is essential for spermatogenesis in the mouse. Ccna1- deficient spermatocytes arrest at late meiotic prophase and undergo apoptosis. To further delineate the mechanisms and key factors involved in this process, we have examined changes in expression of genes involved in both intrinsic and extrinsic signaling pathways that trigger apoptosis in the mutant spermatocytes. Our results show that both pathways are involved, and that the factors involved in the intrinsic pathway were expressed earlier than those involved in the extrinsic pathway. We have also begun to identify in vivo Ccna1-interacting proteins, using an unbiased biochemical approach, and identified 14-3-3, a key regulator of apoptosis, as a Ccna1-interacting protein. Expression levels of 14-3-3 proteins remain unchanged between wild type and mutant testes but there were differences in the subcellular distribution. In wild type control, 14-3-3 is detected in both cytosolic and nuclear fractions whereas it is restricted to the cytoplasm in mutant testes. This differential distribution of 14-3-3 may contribute to the induction of apoptosis in Ccna1-deficient spermatocytes. These results provide insight into the apoptotic mechanisms and pathways that are triggered when progression through the meiotic cell cycle is defective in male gametogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "14-3-3 Proteins",
            "Animals",
            "Apoptosis",
            "Cyclin A1",
            "Female",
            "Male",
            "Meiosis",
            "Mice",
            "Mice, Transgenic",
            "Phosphorylation",
            "Proto-Oncogene Proteins c-akt",
            "Signal Transduction",
            "Spermatocytes"
        ],
        "Authors": [
            {
                "First Name": "Sunil K",
                "Last Name": "Panigrahi",
                "Affiliation": "Departments of Genetics & Development, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Marcia",
                "Last Name": "Manterola",
                "Affiliation": "Departments of Genetics & Development, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Departments of Genetics & Development, Columbia University Medical Center, New York, New York, United States of America."
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2017"
    },
    {
        "PMID": "26812157",
        "Title": "Prolonged Oral Administration of a Pan-Retinoic Acid Receptor Antagonist Inhibits Spermatogenesis in Mice With a Rapid Recovery and Changes in the Expression of Influx and Efflux Transporters.",
        "Abstract": "We have previously shown that oral administration of a pan-retinoic acid receptor antagonist in mice daily at 2.5 mg/kg for 4 weeks reversibly inhibited spermatogenesis, with no detectable side effects. To elucidate the lowest dose and the longest dosing regimen that inhibits spermatogenesis but results in complete restoration of fertility upon cessation of administration of the drug, we examined the effects of daily doses as low as 1.0 mg/kg with dosing periods of 4, 8, and 16 weeks. We observed 100% sterility in all regimens, with restoration of fertility upon cessation of the drug treatment even for as long as 16 weeks. There was no change in testosterone levels in these males and the progeny examined from 2 of the recovered males were healthy and fertile, with normal testicular weight and testicular histology. Strikingly, a more rapid recovery, as assessed by mating studies, was observed at the lower dose and longer dosing periods. Insight into possible mechanisms underlying this rapid recovery was obtained at 2 levels. First, histological examination revealed that spermatogenesis was not as severely disrupted at the lower dose and with the longer treatment regimens. Second, gene expression analysis revealed that the more rapid recovery may involve the interplay of ATP-binding cassette efflux and solute carrier influx transporters in the testes.",
        "Keywords": [],
        "MeSH terms": [
            "ATP-Binding Cassette Transporters",
            "Administration, Oral",
            "Animals",
            "Carrier Proteins",
            "Dose-Response Relationship, Drug",
            "Female",
            "Fertility",
            "Gene Expression",
            "Immunohistochemistry",
            "Male",
            "Membrane Proteins",
            "Membrane Transport Proteins",
            "Mice",
            "Microscopy, Fluorescence",
            "Organ Size",
            "Organic Anion Transporters, Sodium-Independent",
            "Organic Cation Transport Proteins",
            "Receptors, Retinoic Acid",
            "Retinoids",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Spermatogenesis",
            "Symporters",
            "Testis",
            "Testosterone",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Sanny S W",
                "Last Name": "Chung",
                "Affiliation": "Departments of Genetics and Development (S.S.W.C., X.W., D.J.W.) and Obstetrics and Gynecology (D.J.W.), The Institute of Human Nutrition (D.J.W.), and The Herbert Irving Comprehensive Cancer Center (D.J.W.), Columbia University Medical Center, New York, New York 10032."
            },
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": "Departments of Genetics and Development (S.S.W.C., X.W., D.J.W.) and Obstetrics and Gynecology (D.J.W.), The Institute of Human Nutrition (D.J.W.), and The Herbert Irving Comprehensive Cancer Center (D.J.W.), Columbia University Medical Center, New York, New York 10032."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Departments of Genetics and Development (S.S.W.C., X.W., D.J.W.) and Obstetrics and Gynecology (D.J.W.), The Institute of Human Nutrition (D.J.W.), and The Herbert Irving Comprehensive Cancer Center (D.J.W.), Columbia University Medical Center, New York, New York 10032."
            }
        ],
        "Journal": "Endocrinology",
        "PubDate": "2016"
    },
    {
        "PMID": "26712234",
        "Title": "E-type cyclins modulate telomere integrity in mammalian male meiosis.",
        "Abstract": "We have shown that E-type cyclins are key regulators of mammalian male meiosis. Depletion of cyclin E2 reduced fertility in male mice due to meiotic defects, involving abnormal pairing and synapsis, unrepaired DNA, and loss of telomere structure. These defects were exacerbated by additional loss of cyclin E1, and complete absence of both E-type cyclins produces a meiotic catastrophe. Here, we investigated the involvement of E-type cyclins in maintaining telomere integrity in male meiosis. Spermatocytes lacking cyclin E2 and one E1 allele (E1+/-E2-/-) displayed a high rate of telomere abnormalities but can progress to pachytene and diplotene stages. We show that their telomeres exhibited an aberrant DNA damage repair response during pachynema and that the shelterin complex proteins TRF2 and RAP2 were significantly decreased in the proximal telomeres. Moreover, the insufficient level of these proteins correlated with an increase of γ-H2AX foci in the affected telomeres and resulted in telomere associations involving TRF1 and telomere detachment in later prophase-I stages. These results suggest that E-type cyclins are key modulators of telomere integrity during meiosis by, at least in part, maintaining the balance of shelterin complex proteins, and uncover a novel role of E-type cyclins in regulating chromosome structure during male meiosis.",
        "Keywords": [
            "Cyclin E1",
            "Cyclin E2",
            "E-type cyclins",
            "Meiosis",
            "Meiosis control",
            "Shelterin complex",
            "TRF1",
            "TRF2",
            "Telomere",
            "Telomere integrity"
        ],
        "MeSH terms": [
            "Animals",
            "Cyclin E",
            "Cyclins",
            "DNA Damage",
            "DNA Repair",
            "Female",
            "Male",
            "Meiosis",
            "Mice",
            "Oncogene Proteins",
            "Pachytene Stage",
            "Spermatocytes",
            "Telomere",
            "Telomeric Repeat Binding Protein 2",
            "rap GTP-Binding Proteins"
        ],
        "Authors": [
            {
                "First Name": "Marcia",
                "Last Name": "Manterola",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Piotr",
                "Last Name": "Sicinski",
                "Affiliation": "Department of Genetics, Harvard Medical School, Boston, MA, 02115, USA."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, New York, NY, 10032, USA. djw3@columbia.edu."
            }
        ],
        "Journal": "Chromosoma",
        "PubDate": "2016"
    },
    {
        "PMID": "26565999",
        "Title": "BET Protein BRDT Complexes With HDAC1, PRMT5, and TRIM28 and Functions in Transcriptional Repression During Spermatogenesis.",
        "Abstract": "The expression of BRDT, a member of the BET sub-family of double bromodomain-containing proteins, is restricted to the male germ line, specifically to pachytene-diplotene spermatocytes and early spermatids. We previously showed that loss of the first bromodomain of BRDT by targeted mutagenesis (Brdt(ΔBD1) ) resulted in sterility and abnormalities in spermiogenesis, but little is known about BRDT's function at the molecular level. As part of studies designed to identify BRDT-interacting proteins we stably introduced a FLAG-tagged BRDT cDNA into 293T cells, which do not normally express BRDT. Affinity-purification of FLAG-tagged BRDT complexes indicated that BRDT has novel interactions with the histone deacetylase HDAC1, the arginine-specific histone methyltransferase 5 PRMT5, and the Tripartite motif-containing 28 protein TRIM28. Immunofluorescent microscopy revealed that BRDT co-localized with each of these proteins in round spermatids and co-immunoprecipitation of testicular extracts showed that these proteins interact with BRDT. Furthermore, they bind the promoter of H1t, a putative target of BRDT-containing complexes. This binding of H1t was lost in mice expressing the Brdt(ΔBD1) mutant protein and concomitantly, H1t expression was elevated in round spermatids. Our study reveals a role for BRDT-containing complexes in the repression of gene expression in vivo that correlates with dramatic effects on chromatin remodeling and the progression of spermiogenesis.",
        "Keywords": [
            "BRDT",
            "SPERMATOGENESIS",
            "TRANSCRIPTIONAL REPRESSION"
        ],
        "MeSH terms": [
            "Animals",
            "Gene Expression Regulation",
            "HEK293 Cells",
            "Histone Deacetylase 1",
            "Humans",
            "Male",
            "Mice",
            "Multiprotein Complexes",
            "Nuclear Proteins",
            "Protein-Arginine N-Methyltransferases",
            "Repressor Proteins",
            "Spermatids",
            "Spermatogenesis",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Li",
                "Last Name": "Wang",
                "Affiliation": "Department of Genetics and Development, New York, New York, 10032."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Department of Genetics and Development, New York, New York, 10032."
            }
        ],
        "Journal": "Journal of cellular biochemistry",
        "PubDate": "2016"
    },
    {
        "PMID": "25785996",
        "Title": "Cyclin A1 regulates the interactions between mouse haematopoietic stem and progenitor cells and their niches.",
        "Abstract": "It remains poorly understood how the haematopoietic stem/progenitor cells (HSPC) are attracted to their niches and the functional consequences of such interaction. In the present study, we show that the cell cycle regulator cyclin A1 in association with vascular endothelial growth factor receptor 1 (VEGFR1), is required for HSPC and their niches to maintain their function and proper interaction. In the absence of cyclin A1, the HSPC in the BM are increased in their frequency and display an increased migratory and homing ability. Concomitantly, the ability of the endosteal and central BM niche zones to attract and home the wild-type HSPC is significantly reduced in cyclin A1-null mice as compared to the wild-type controls. The impaired proliferation and homing of HSPC in the BM of cyclin A1-null mice are attributed to the increased density of microvessels in the endosteal and central BM niche zones, which is associated with the increased VEGFR1 expression. Thus, modulation of cyclin A1 and VEGFR1 in HSPC and their niches may provide new insights into therapeutic approaches.",
        "Keywords": [
            "VEGFR1",
            "bone marrow transplantation",
            "cyclin A1",
            "haematopoietic stem and progenitor cells",
            "homing and migration"
        ],
        "MeSH terms": [
            "Animals",
            "Bone Marrow Transplantation",
            "Cell Membrane",
            "Cell Movement",
            "Cell Proliferation",
            "Cell Separation",
            "Cyclin A1",
            "Female",
            "Fibronectins",
            "Genotype",
            "Hematopoietic Stem Cells",
            "Homozygote",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Stem Cell Niche",
            "Vascular Endothelial Growth Factor Receptor-1"
        ],
        "Authors": [
            {
                "First Name": "Regina",
                "Last Name": "Miftakhova",
                "Affiliation": "a Division of Experimental Cancer Research; Department of Translational Medicine; Clinical Research Center; Lund University ; Malmö , Sweden."
            },
            {
                "First Name": "Andreas",
                "Last Name": "Hedblom",
                "Affiliation": ""
            },
            {
                "First Name": "Leah",
                "Last Name": "Batkiewicz",
                "Affiliation": ""
            },
            {
                "First Name": "Lola",
                "Last Name": "Anagnosaki",
                "Affiliation": ""
            },
            {
                "First Name": "Yuan",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Anita",
                "Last Name": "Sjölander",
                "Affiliation": ""
            },
            {
                "First Name": "Anette Gjörloff",
                "Last Name": "Wingren",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Jenny L",
                "Last Name": "Persson",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell cycle (Georgetown, Tex.)",
        "PubDate": "2015"
    },
    {
        "PMID": "24695857",
        "Title": "Pleiotrophin antagonizes Brd2 during neuronal differentiation.",
        "Abstract": "Bromodomain-containing protein 2 (Brd2) is a BET family chromatin adaptor required for expression of cell-cycle-associated genes and therefore involved in cell cycle progression. Brd2 is expressed in proliferating neuronal progenitors, displays cell-cycle-stimulating activity and, when overexpressed, impairs neuronal differentiation. Paradoxically, Brd2 is also detected in differentiating neurons. To shed light on the role of Brd2 in the transition from cell proliferation to differentiation, we had previously looked for proteins that interacted with Brd2 upon induction of neuronal differentiation. Surprisingly, we identified the growth factor pleiotrophin (Ptn). Here, we show that Ptn antagonized the cell-cycle-stimulating activity associated with Brd2, thus enhancing induced neuronal differentiation. Moreover, Ptn knockdown reduced neuronal differentiation. We analyzed Ptn-mediated antagonism of Brd2 in a cell differentiation model and in two embryonic processes associated with the neural tube: spinal cord neurogenesis and neural crest migration. Finally, we investigated the mechanisms of Ptn-mediated antagonism and determined that Ptn destabilizes the association of Brd2 with chromatin. Thus, Ptn-mediated Brd2 antagonism emerges as a modulation system accounting for the balance between cell proliferation and differentiation in the vertebrate nervous system.",
        "Keywords": [
            "Brd2",
            "Chromatin",
            "Neuronal differentiation",
            "Ptn"
        ],
        "MeSH terms": [
            "Animals",
            "Carrier Proteins",
            "Cell Cycle",
            "Cell Differentiation",
            "Cell Proliferation",
            "Chromatin",
            "Chromosomal Proteins, Non-Histone",
            "Cytokines",
            "Gene Expression Regulation, Developmental",
            "HEK293 Cells",
            "Humans",
            "Mice",
            "Neural Crest",
            "Neurogenesis",
            "Neurons",
            "Protein Binding",
            "Protein Engineering",
            "RNA, Small Interfering",
            "Spinal Cord",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Pablo",
                "Last Name": "Garcia-Gutierrez",
                "Affiliation": "Stem Cells Department, Andalusian Center for Molecular Biology and Regenerative Medicine (CABIMER) (Consejo Superior de Investigaciones Cientificas (CSIC), Junta de Andalucía, Universidad de Sevilla, Universidad Pablo de Olavide), Seville 41092, Spain."
            },
            {
                "First Name": "Francisco",
                "Last Name": "Juarez-Vicente",
                "Affiliation": "Stem Cells Department, Andalusian Center for Molecular Biology and Regenerative Medicine (CABIMER) (Consejo Superior de Investigaciones Cientificas (CSIC), Junta de Andalucía, Universidad de Sevilla, Universidad Pablo de Olavide), Seville 41092, Spain."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Mario",
                "Last Name": "Garcia-Dominguez",
                "Affiliation": "Stem Cells Department, Andalusian Center for Molecular Biology and Regenerative Medicine (CABIMER) (Consejo Superior de Investigaciones Cientificas (CSIC), Junta de Andalucía, Universidad de Sevilla, Universidad Pablo de Olavide), Seville 41092, Spain mario.garcia@cabimer.es."
            }
        ],
        "Journal": "Journal of cell science",
        "PubDate": "2014"
    },
    {
        "PMID": "24586195",
        "Title": "Mammalian E-type cyclins control chromosome pairing, telomere stability and CDK2 localization in male meiosis.",
        "Abstract": "Loss of function of cyclin E1 or E2, important regulators of the mitotic cell cycle, yields viable mice, but E2-deficient males display reduced fertility. To elucidate the role of E-type cyclins during spermatogenesis, we characterized their expression patterns and produced additional deletions of Ccne1 and Ccne2 alleles in the germline, revealing unexpected meiotic functions. While Ccne2 mRNA and protein are abundantly expressed in spermatocytes, Ccne1 mRNA is present but its protein is detected only at low levels. However, abundant levels of cyclin E1 protein are detected in spermatocytes deficient in cyclin E2 protein. Additional depletion of E-type cyclins in the germline resulted in increasingly enhanced spermatogenic abnormalities and corresponding decreased fertility and loss of germ cells by apoptosis. Profound meiotic defects were observed in spermatocytes, including abnormal pairing and synapsis of homologous chromosomes, heterologous chromosome associations, unrepaired double-strand DNA breaks, disruptions in telomeric structure and defects in cyclin-dependent-kinase 2 localization. These results highlight a new role for E-type cyclins as important regulators of male meiosis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromosome Pairing",
            "Cyclin E",
            "Cyclin-Dependent Kinase 2",
            "Cyclins",
            "DNA Breaks, Double-Stranded",
            "Gene Expression Regulation, Developmental",
            "Humans",
            "Male",
            "Meiosis",
            "Mice",
            "Oncogene Proteins",
            "Spermatocytes",
            "Spermatogenesis",
            "Telomere",
            "Testis"
        ],
        "Authors": [
            {
                "First Name": "Laetitia",
                "Last Name": "Martinerie",
                "Affiliation": "Departments of Genetics & Development, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Marcia",
                "Last Name": "Manterola",
                "Affiliation": "Departments of Genetics & Development, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Sanny S W",
                "Last Name": "Chung",
                "Affiliation": "Departments of Genetics & Development, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Sunil K",
                "Last Name": "Panigrahi",
                "Affiliation": "Center for Radiological Research, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Melissa",
                "Last Name": "Weisbach",
                "Affiliation": "Departments of Genetics & Development, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Ana",
                "Last Name": "Vasileva",
                "Affiliation": "Departments of Genetics & Development, Columbia University Medical Center, New York, New York, United States of America ; Center for Radiological Research, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Yan",
                "Last Name": "Geng",
                "Affiliation": "Department of Genetics, Harvard Medical School and Department of Cancer Biology, Dana-Farber Cancer Institute, Boston, Massachusetts, United States of America."
            },
            {
                "First Name": "Peter",
                "Last Name": "Sicinski",
                "Affiliation": "Department of Genetics, Harvard Medical School and Department of Cancer Biology, Dana-Farber Cancer Institute, Boston, Massachusetts, United States of America."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Departments of Genetics & Development, Columbia University Medical Center, New York, New York, United States of America ; Obstetrics & Gynecology, Columbia University Medical Center, New York, New York, United States of America ; Institute of Human Nutrition, Columbia University Medical Center, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2014"
    },
    {
        "PMID": "24040487",
        "Title": "Pharmacological activity of retinoic acid receptor alpha-selective antagonists ",
        "Abstract": "Oral administration of a retinoic acid receptor (RAR) pan-antagonist reversibly inhibits spermatogenesis. Given the importance of RARα in regulating spermatogenesis, we identified two RARα-selective antagonists by transactivation and transactivation competition assays and asked whether they effectively inhibit spermatogenesis. Although these two antagonists were potent ",
        "Keywords": [
            "Retinoic acid receptor alpha",
            "antagonist",
            "drug property profiling",
            "spermatogenesis"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Sanny S W",
                "Last Name": "Chung",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Rebecca A D",
                "Last Name": "Cuellar",
                "Affiliation": ""
            },
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Peter R",
                "Last Name": "Reczek",
                "Affiliation": ""
            },
            {
                "First Name": "Gunda I",
                "Last Name": "Georg",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "ACS medicinal chemistry letters",
        "PubDate": "2013"
    },
    {
        "PMID": "24013428",
        "Title": "Clamping down on mammalian meiosis.",
        "Abstract": "The RAD9A-RAD1-HUS1 (9-1-1) complex is a PCNA-like heterotrimeric clamp that binds damaged DNA to promote cell cycle checkpoint signaling and DNA repair. While various 9-1-1 functions in mammalian somatic cells have been established, mounting evidence from lower eukaryotes predicts critical roles in meiotic germ cells as well. This was investigated in 2 recent studies in which the 9-1-1 complex was disrupted specifically in the mouse male germline through conditional deletion of Rad9a or Hus1. Loss of these clamp subunits led to severely impaired fertility and meiotic defects, including faulty DNA double-strand break repair. While 9-1-1 is critical for ATR kinase activation in somatic cells, these studies did not reveal major defects in ATR checkpoint pathway signaling in meiotic cells. Intriguingly, this new work identified separable roles for 9-1-1 subunits, namely RAD9A- and HUS1-independent roles for RAD1. Based on these studies and the high-level expression of the paralogous proteins RAD9B and HUS1B in testis, we propose a model in which multiple alternative 9-1-1 clamps function during mammalian meiosis to ensure genome maintenance in the germline.",
        "Keywords": [
            "ATR",
            "HUS1B",
            "RAD9A-RAD1-HUS1 complex",
            "RAD9B",
            "TOPBP1",
            "double-strand break repair",
            "meiosis",
            "pachytene checkpoint",
            "synapsis"
        ],
        "MeSH terms": [
            "Animals",
            "Ataxia Telangiectasia Mutated Proteins",
            "Cell Cycle Proteins",
            "DNA Repair",
            "Exonucleases",
            "Fertility",
            "Germ Cells",
            "Male",
            "Meiosis",
            "Mice",
            "Recombination, Genetic",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Amy M",
                "Last Name": "Lyndaker",
                "Affiliation": "Department of Biomedical Sciences; Cornell University; Ithaca, NY USA"
            },
            {
                "First Name": "Ana",
                "Last Name": "Vasileva",
                "Affiliation": "Center for Radiological Research; College of Physicians and Surgeons; Columbia University Medical Center; New York, NY USA"
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Genetics & Development and Obstetrics & Gynecology; The Institute of Human Nutrition; Herbert Irving Comprehensive Cancer Center; Columbia University Medical Center; New York, NY USA"
            },
            {
                "First Name": "Robert S",
                "Last Name": "Weiss",
                "Affiliation": "Department of Biomedical Sciences; Cornell University; Ithaca, NY USA"
            },
            {
                "First Name": "Howard B",
                "Last Name": "Lieberman",
                "Affiliation": "Department of Environmental Health Sciences; Mailman School of Public Health; Columbia University Medical Center; New York, NY USA."
            }
        ],
        "Journal": "Cell cycle (Georgetown, Tex.)",
        "PubDate": "2013"
    },
    {
        "PMID": "23788429",
        "Title": "The DNA damage checkpoint protein RAD9A is essential for male meiosis in the mouse.",
        "Abstract": "In mitotic cells, RAD9A functions in repairing DNA double-strand breaks (DSBs) by homologous recombination and facilitates the process by cell cycle checkpoint control in response to DNA damage. DSBs occur naturally in the germline during meiosis but whether RAD9A participates in repairing such breaks is not known. In this study, we determined that RAD9A is indeed expressed in the male germ line with a peak of expression in late pachytene and diplotene stages, and the protein was found associated with the XY body. As complete loss of RAD9A is embryonic lethal, we constructed and characterized a mouse strain with Stra8-Cre driven germ cell-specific ablation of Rad9a beginning in undifferentiated spermatogonia in order to assess its role in spermatogenesis. Adult mutant male mice were infertile or sub-fertile due to massive loss of spermatogenic cells. The onset of this loss occurs during meiotic prophase, and there was an increase in the numbers of apoptotic spermatocytes as determined by TUNEL. Spermatocytes lacking RAD9A usually arrested in meiotic prophase, specifically in pachytene. The incidence of unrepaired DNA breaks increased, as detected by accumulation of γH2AX and DMC1 foci on the axes of autosomal chromosomes in pachytene spermatocytes. The DNA topoisomerase IIβ-binding protein 1 (TOPBP1) was still localized to the sex body, albeit with lower intensity, suggesting that RAD9A may be dispensable for sex body formation. We therefore show for the first time that RAD9A is essential for male fertility and for repair of DNA DSBs during meiotic prophase I.",
        "Keywords": [
            "Double-strand breaks",
            "Meiosis",
            "RAD9A",
            "Spermatogenesis"
        ],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Apoptosis",
            "Carrier Proteins",
            "Cell Cycle Checkpoints",
            "Cell Cycle Proteins",
            "DNA Breaks, Double-Stranded",
            "Fertility",
            "Histones",
            "Male",
            "Meiotic Prophase I",
            "Mice",
            "Mice, Transgenic",
            "Nuclear Proteins",
            "Phosphate-Binding Proteins",
            "Recombinational DNA Repair",
            "Sequence Deletion",
            "Spermatocytes",
            "Spermatogenesis",
            "Testis"
        ],
        "Authors": [
            {
                "First Name": "Ana",
                "Last Name": "Vasileva",
                "Affiliation": "Center for Radiological Research, College of Physicians and Surgeons, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Kevin M",
                "Last Name": "Hopkins",
                "Affiliation": ""
            },
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Melissa M",
                "Last Name": "Weisbach",
                "Affiliation": ""
            },
            {
                "First Name": "Richard A",
                "Last Name": "Friedman",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Howard B",
                "Last Name": "Lieberman",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of cell science",
        "PubDate": "2013"
    },
    {
        "PMID": "23784826",
        "Title": "Role of cyclins in controlling progression of mammalian spermatogenesis.",
        "Abstract": "Cyclins are key regulators of the mammalian cell cycle, functioning primarily in concert with their catalytic partners, the cyclin-dependent kinases (Cdks). While their function during mitosis in somatic cells has been extensively documented, their function during both mitosis and meiosis in the germ line is poorly understood. From the perspective of cell cycle regulation there are several aspects of mammalian spermatogenesis that suggest unique modes of regulation and hence, possible unique functions for the cyclins. This review will summarize our current understanding of cyclin expression and function in the male germ line, with particular focus on the A and E type cyclins in the mouse model. While the focus is on mammalian spermatogenesis, we note contrasts with similar functions in the female germ line when relevant and also draw upon observations in other model systems to provide further insight.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Cycle",
            "Cyclins",
            "Female",
            "Germ Cells",
            "Humans",
            "Male",
            "Mice",
            "Spermatogenesis"
        ],
        "Authors": [
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Departments of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA. djw3@columbia.edu"
            },
            {
                "First Name": "Marcia",
                "Last Name": "Manterola",
                "Affiliation": ""
            },
            {
                "First Name": "Ana",
                "Last Name": "Vasileva",
                "Affiliation": ""
            }
        ],
        "Journal": "The International journal of developmental biology",
        "PubDate": "2013"
    },
    {
        "PMID": "23287038",
        "Title": "The role of the double bromodomain-containing BET genes during mammalian spermatogenesis.",
        "Abstract": "The double bromodomain-containing BET (bromodomain and extra terminal) family of proteins is highly conserved from yeast to humans and consists not just of transcriptional regulators but also histone-interacting chromatin remodelers. The four mammalian BET genes are each expressed at unique times during spermatogenesis, and the testis-specific gene Brdt is essential for spermatogenesis. Loss of the first bromodomain of BRDT results in improper/incomplete spermatid elongation and severely morphologically defective sperm. The elongation defects observed in mutant spermatids can be directly tied to altered postmeiotic chromatin architecture. BRDT is required for creation/maintenance of the chromocenter of round spermatids, a structure that forms just after completion of meiosis. The chromocenter creates a defined topology in spermatids, and the presence of multiple chromocenters rather than a single intact chromocenter correlates with loss of spermatid polarity, loss of heterochromatin foci at the nuclear envelope, and loss of proper spermatid elongation. BRDT is not only essential for proper chromatin organization but also involved in regulation of transcription and in cotranscriptional processing. That is, transcription and alternative splicing are altered in spermatocytes and spermatids that lack full-length BRDT. Additionally, the transcription of mRNAs with short 3' UTRs, which is characteristic of round spermatids, is also altered. Examination of the genes regulated by BRDT yields many possible targets that could in part explain the morphologically abnormal sperm produced by the BRDT mutant testes. Thus, BRDT and possibly the other BET genes are required for proper spermatogenesis, which opens up the possibility that the recently discovered small molecule inhibitors of the BET family could be useful as reversible male contraceptives.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Contraceptive Agents",
            "Fertility",
            "Gene Expression Regulation",
            "Humans",
            "Mammals",
            "Nuclear Proteins",
            "Spermatogenesis"
        ],
        "Authors": [
            {
                "First Name": "Binyamin D",
                "Last Name": "Berkovits",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, USA."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Current topics in developmental biology",
        "PubDate": "2013"
    },
    {
        "PMID": "23112860",
        "Title": "Sp1 transcription factor and GATA1 cis-acting elements modulate testis-specific expression of mouse cyclin A1.",
        "Abstract": "Cyclin A1 is a male germ cell-specific cell cycle regulator that is essential for spermatogenesis. It is unique among the cyclins by virtue of its highly restricted expression in vivo, being present in pachytene and diplotene spermatocytes and not in earlier or later stages of spermatogenesis. To begin to understand the molecular mechanisms responsible for this narrow window of expression of the mouse cyclin A1 (Ccna1) gene, we carried out a detailed analysis of its promoter. We defined a 170-bp region within the promoter and showed that it is involved in repression of Ccna1 in cultured cells. Within this region we identified known cis-acting transcription factor binding sequences, including an Sp1-binding site and two GATA1-binding sites. Neither Sp1 nor GATA1 is expressed in pachytene spermatocytes and later stages of germ cell differentiation. Sp1 is readily detected at earlier stages of spermatogenesis. Site-directed mutagenesis demonstrated that neither factor alone was sufficient to significantly repress expression driven by the Ccna1 promoter, while concurrent binding of Sp1, and most likely GATA1 and possibly additional factors was inhibitory. Occupancy of Sp1 on the Ccna1 promoter and influence of GATA1-dependent cis-acting elements was confirmed by ChIP analysis in cell lines and most importantly, in spermatogonia. In contrast with many other testis-specific genes, the CpG island methylation status of the Ccna1 promoter was similar among various tissues examined, irrespective of whether Ccna1 was transcriptionally active, suggesting that this regulatory mechanism is not involved in the restricted expression of Ccna1.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Binding Sites",
            "Cells, Cultured",
            "Consensus Sequence",
            "CpG Islands",
            "Cyclin A1",
            "GATA1 Transcription Factor",
            "Gene Expression Regulation",
            "Germ Cells",
            "Male",
            "Mice",
            "Molecular Sequence Data",
            "NIH 3T3 Cells",
            "Promoter Regions, Genetic",
            "Sp1 Transcription Factor",
            "Testis"
        ],
        "Authors": [
            {
                "First Name": "Sunil K",
                "Last Name": "Panigrahi",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Ana",
                "Last Name": "Vasileva",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2012"
    },
    {
        "PMID": "23064266",
        "Title": "Canonical and atypical E2Fs regulate the mammalian endocycle.",
        "Abstract": "The endocycle is a variant cell cycle consisting of successive DNA synthesis and gap phases that yield highly polyploid cells. Although essential for metazoan development, relatively little is known about its control or physiologic role in mammals. Using lineage-specific cre mice we identified two opposing arms of the E2F program, one driven by canonical transcription activation (E2F1, E2F2 and E2F3) and the other by atypical repression (E2F7 and E2F8), that converge on the regulation of endocycles in vivo. Ablation of canonical activators in the two endocycling tissues of mammals, trophoblast giant cells in the placenta and hepatocytes in the liver, augmented genome ploidy, whereas ablation of atypical repressors diminished ploidy. These two antagonistic arms coordinate the expression of a unique G2/M transcriptional program that is critical for mitosis, karyokinesis and cytokinesis. These results provide in vivo evidence for a direct role of E2F family members in regulating non-traditional cell cycles in mammals.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Cycle",
            "Chromatin Immunoprecipitation",
            "E2F Transcription Factors",
            "E2F1 Transcription Factor",
            "E2F2 Transcription Factor",
            "E2F3 Transcription Factor",
            "E2F7 Transcription Factor",
            "Female",
            "Flow Cytometry",
            "Giant Cells",
            "Hepatocytes",
            "Immunohistochemistry",
            "Mice",
            "Microscopy, Confocal",
            "Microscopy, Electron, Transmission",
            "Microscopy, Fluorescence",
            "Pregnancy",
            "Repressor Proteins",
            "Trophoblasts"
        ],
        "Authors": [
            {
                "First Name": "Hui-Zi",
                "Last Name": "Chen",
                "Affiliation": "Solid Tumor Biology Program, Department of Molecular Virology, Immunology and Medical Genetics, Department of Molecular Genetics, Comprehensive Cancer Center, The Ohio State University, Columbus, Ohio 43210, USA."
            },
            {
                "First Name": "Madhu M",
                "Last Name": "Ouseph",
                "Affiliation": ""
            },
            {
                "First Name": "Jing",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Thierry",
                "Last Name": "Pécot",
                "Affiliation": ""
            },
            {
                "First Name": "Veda",
                "Last Name": "Chokshi",
                "Affiliation": ""
            },
            {
                "First Name": "Lindsey",
                "Last Name": "Kent",
                "Affiliation": ""
            },
            {
                "First Name": "Sooin",
                "Last Name": "Bae",
                "Affiliation": ""
            },
            {
                "First Name": "Morgan",
                "Last Name": "Byrne",
                "Affiliation": ""
            },
            {
                "First Name": "Camille",
                "Last Name": "Duran",
                "Affiliation": ""
            },
            {
                "First Name": "Grant",
                "Last Name": "Comstock",
                "Affiliation": ""
            },
            {
                "First Name": "Prashant",
                "Last Name": "Trikha",
                "Affiliation": ""
            },
            {
                "First Name": "Markus",
                "Last Name": "Mair",
                "Affiliation": ""
            },
            {
                "First Name": "Shantibhusan",
                "Last Name": "Senapati",
                "Affiliation": ""
            },
            {
                "First Name": "Chelsea K",
                "Last Name": "Martin",
                "Affiliation": ""
            },
            {
                "First Name": "Sagar",
                "Last Name": "Gandhi",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Wilson",
                "Affiliation": ""
            },
            {
                "First Name": "Bin",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Yi-Wen",
                "Last Name": "Huang",
                "Affiliation": ""
            },
            {
                "First Name": "John C",
                "Last Name": "Thompson",
                "Affiliation": ""
            },
            {
                "First Name": "Sundaresan",
                "Last Name": "Raman",
                "Affiliation": ""
            },
            {
                "First Name": "Shantanu",
                "Last Name": "Singh",
                "Affiliation": ""
            },
            {
                "First Name": "Marcelo",
                "Last Name": "Leone",
                "Affiliation": ""
            },
            {
                "First Name": "Raghu",
                "Last Name": "Machiraju",
                "Affiliation": ""
            },
            {
                "First Name": "Kun",
                "Last Name": "Huang",
                "Affiliation": ""
            },
            {
                "First Name": "Xiaokui",
                "Last Name": "Mo",
                "Affiliation": ""
            },
            {
                "First Name": "Soledad",
                "Last Name": "Fernandez",
                "Affiliation": ""
            },
            {
                "First Name": "Ilona",
                "Last Name": "Kalaszczynska",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Piotr",
                "Last Name": "Sicinski",
                "Affiliation": ""
            },
            {
                "First Name": "Tim",
                "Last Name": "Huang",
                "Affiliation": ""
            },
            {
                "First Name": "Victor",
                "Last Name": "Jin",
                "Affiliation": ""
            },
            {
                "First Name": "Gustavo",
                "Last Name": "Leone",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature cell biology",
        "PubDate": "2012"
    },
    {
        "PMID": "23042348",
        "Title": "Parsing the potential of a new male contraceptive.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Azepines",
            "Blood-Testis Barrier",
            "Contraceptive Agents, Male",
            "Humans",
            "Male",
            "Mice",
            "Nuclear Proteins",
            "Spermatogenesis",
            "Triazoles"
        ],
        "Authors": [
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Michael D",
                "Last Name": "Griswold",
                "Affiliation": ""
            },
            {
                "First Name": "David A",
                "Last Name": "Grimes",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature medicine",
        "PubDate": "2012"
    },
    {
        "PMID": "22922464",
        "Title": "Bromodomain-dependent stage-specific male genome programming by Brdt.",
        "Abstract": "Male germ cell differentiation is a highly regulated multistep process initiated by the commitment of progenitor cells into meiosis and characterized by major chromatin reorganizations in haploid spermatids. We report here that a single member of the double bromodomain BET factors, Brdt, is a master regulator of both meiotic divisions and post-meiotic genome repackaging. Upon its activation at the onset of meiosis, Brdt drives and determines the developmental timing of a testis-specific gene expression program. In meiotic and post-meiotic cells, Brdt initiates a genuine histone acetylation-guided programming of the genome by activating essential genes and repressing a 'progenitor cells' gene expression program. At post-meiotic stages, a global chromatin hyperacetylation gives the signal for Brdt's first bromodomain to direct the genome-wide replacement of histones by transition proteins. Brdt is therefore a unique and essential regulator of male germ cell differentiation, which, by using various domains in a developmentally controlled manner, first drives a specific spermatogenic gene expression program, and later controls the tight packaging of the male genome.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Gene Expression Profiling",
            "Genome",
            "Histone Acetyltransferases",
            "Histones",
            "Male",
            "Meiosis",
            "Mice",
            "Nuclear Proteins",
            "Spermatogenesis",
            "Spermatozoa"
        ],
        "Authors": [
            {
                "First Name": "Jonathan",
                "Last Name": "Gaucher",
                "Affiliation": "INSERM, U823, Université Joseph Fourier-Grenoble 1, Institut Albert Bonniot, Grenoble, France."
            },
            {
                "First Name": "Fayçal",
                "Last Name": "Boussouar",
                "Affiliation": ""
            },
            {
                "First Name": "Emilie",
                "Last Name": "Montellier",
                "Affiliation": ""
            },
            {
                "First Name": "Sandrine",
                "Last Name": "Curtet",
                "Affiliation": ""
            },
            {
                "First Name": "Thierry",
                "Last Name": "Buchou",
                "Affiliation": ""
            },
            {
                "First Name": "Sarah",
                "Last Name": "Bertrand",
                "Affiliation": ""
            },
            {
                "First Name": "Patrick",
                "Last Name": "Hery",
                "Affiliation": ""
            },
            {
                "First Name": "Sylvie",
                "Last Name": "Jounier",
                "Affiliation": ""
            },
            {
                "First Name": "Arnaud",
                "Last Name": "Depaux",
                "Affiliation": ""
            },
            {
                "First Name": "Anne-Laure",
                "Last Name": "Vitte",
                "Affiliation": ""
            },
            {
                "First Name": "Philippe",
                "Last Name": "Guardiola",
                "Affiliation": ""
            },
            {
                "First Name": "Karin",
                "Last Name": "Pernet",
                "Affiliation": ""
            },
            {
                "First Name": "Alexandra",
                "Last Name": "Debernardi",
                "Affiliation": ""
            },
            {
                "First Name": "Fabrice",
                "Last Name": "Lopez",
                "Affiliation": ""
            },
            {
                "First Name": "Hélène",
                "Last Name": "Holota",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Imbert",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Matthieu",
                "Last Name": "Gérard",
                "Affiliation": ""
            },
            {
                "First Name": "Sophie",
                "Last Name": "Rousseaux",
                "Affiliation": ""
            },
            {
                "First Name": "Saadi",
                "Last Name": "Khochbin",
                "Affiliation": ""
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2012"
    },
    {
        "PMID": "22570411",
        "Title": "The testis-specific double bromodomain-containing protein BRDT forms a complex with multiple spliceosome components and is required for mRNA splicing and 3'-UTR truncation in round spermatids.",
        "Abstract": "Members of the BET (bromodomain and extra terminal motif) family of proteins have been shown to be chromatin-interacting regulators of transcription. We previously generated a mutation in the testis-specific mammalian BET gene Brdt (bromodomain, testis-specific) that yields protein lacking the first bromodomain (BRDT(ΔBD1)) and observed disrupted spermiogenesis and male sterility. To determine whether BRDT(ΔBD1) protein results in altered transcription, we analyzed the transcriptomes of control versus Brdt(ΔBD1/ΔBD1) round spermatids. Over 400 genes showed statistically significant differential expression, and among the up-regulated genes, there was an enrichment of RNA splicing genes. Over 60% of these splicing genes had transcripts that lacked truncation of their 3'-untranslated region (UTR) typical of round spermatids. We selected four of these genes to characterize: Srsf2, Ddx5, Hnrnpk and Tardbp. The 3'-UTRs of Srsf2, Ddx5 and Hnrnpk mRNAs were longer in mutant round spermatids and resulted in reduced protein levels. Tardbp was transcriptionally up-regulated and a splicing shift toward the longer variant was observed. All four splicing proteins were found to complex with BRDT in control and mutant testes. We thus suggest that, along with modulating transcription, BRDT modulates gene expression as part of the splicing machinery. These modulations alter 3'-UTR processing in round spermatids; importantly, the BD1 is essential for these functions.",
        "Keywords": [],
        "MeSH terms": [
            "3' Untranslated Regions",
            "Alternative Splicing",
            "Animals",
            "Cell Line",
            "Gene Expression Regulation",
            "Male",
            "Mice",
            "Mutation",
            "Nuclear Proteins",
            "Protein Isoforms",
            "RNA 3' End Processing",
            "RNA, Messenger",
            "Spermatids",
            "Spliceosomes",
            "Testis",
            "Transcription, Genetic",
            "Transcriptome"
        ],
        "Authors": [
            {
                "First Name": "Binyamin D",
                "Last Name": "Berkovits",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Li",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Paolo",
                "Last Name": "Guarnieri",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2012"
    },
    {
        "PMID": "22020252",
        "Title": "The first bromodomain of the testis-specific double bromodomain protein Brdt is required for chromocenter organization that is modulated by genetic background.",
        "Abstract": "Mice homozygous for a mutation (Brdt(∆BD1/∆BD1)) lacking the first bromodomain of Brdt, a testis-specific member of the BET family of double-bromodomain containing proteins, are sterile and exhibit profound defects in chromatin remodeling during spermiogenesis. We have now observed that a prominent feature of the aberrant spermatid nuclei is a fragmented chromocenter, a structure comprised of peri-centromeric heterochromatin. There was a concomitant increase in the levels of heterochromatin protein 1 alpha (Hp1α), suggesting that the presence of multiple chromocenters was correlated with a spread of heterochromatin beyond the normal centromeric region. Brdt protein was normally present throughout the nucleus but was excluded from the chromocenter. A more densely staining region of Brdt protein appeared to separate sirtuin 1 (Sirt1) protein from contact with the chromocenter. Although still nuclear, this unique localization of Brdt protein was lost in Brdt(∆BD1/∆BD1) mutant spermatids and Brdt and Sirt1 overlapped around the chromocenters. There was also ectopic localization of the H1 histone family, member N, testis-specific (H1fnt) protein in Brdt(∆BD1/∆BD1) round spermatids, which may be linked to the previously reported loss of polarized localization of peri-nuclear heterochromatin foci. The extent of chromocenter fragmentation was more severe and penetrant in mutant testes on a pure 129Sv/Ev as compared to a pure C57Bl/6 background. Indeed, all aspects of the mutant phenotype were more severe on the 129Sv/Ev background. Contrary to previous studies in genetic models where fragmented chromocenters were observed in spermatids, the Brdt(∆BD1/∆BD1) mutant spermatids do not undergo apoptosis (on either background). These observations suggest that the first bromodomain of Brdt is critical in the formation and/or maintenance of an intact chromocenter and implicate this structure in proper remodeling of the chromatin architecture of the sperm head.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromatin",
            "Chromatin Assembly and Disassembly",
            "Crosses, Genetic",
            "Fluorescent Antibody Technique",
            "Histones",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mutation",
            "Nuclear Proteins",
            "Sirtuin 1",
            "Spermatids",
            "Spermatogenesis",
            "Testis"
        ],
        "Authors": [
            {
                "First Name": "Binyamin D",
                "Last Name": "Berkovits",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2011"
    },
    {
        "PMID": "21896366",
        "Title": "Basic science research and education: a priority for training and capacity building in developing countries.",
        "Abstract": "This article provides evidence that basic science research and education should be key priorities for global health training, capacity building, and practice. Currently, there are tremendous gaps between strong science education and research in developed countries (the North) as compared to developing countries (the South). In addition, science research and education appear as low priorities in many developing countries. The need to stress basic science research beyond the typical investment of infectious disease basic service and research laboratories in developing areas is significant in terms of the benefits, not only to education, but also for economic strengthening and development of human resources. There are some indications that appreciation of basic science research education and training is increasing, but this still needs to be applied more rigorously and strengthened systematically in developing countries.",
        "Keywords": [],
        "MeSH terms": [
            "Capacity Building",
            "Developing Countries",
            "Global Health",
            "Health Priorities",
            "Humans",
            "Research",
            "Research Support as Topic",
            "Science",
            "Training Support"
        ],
        "Authors": [
            {
                "First Name": "Richard J",
                "Last Name": "Deckelbaum",
                "Affiliation": "Institute of Human Nutrition, College of Physicians and Surgeons, Columbia University, 630 West 168th Street, PH1512, New York, NY 10032, USA. rjd20@columbia.edu"
            },
            {
                "First Name": "James M",
                "Last Name": "Ntambi",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Infectious disease clinics of North America",
        "PubDate": "2011"
    },
    {
        "PMID": "21887291",
        "Title": "GABAergic neuron deficit as an idiopathic generalized epilepsy mechanism: the role of BRD2 haploinsufficiency in juvenile myoclonic epilepsy.",
        "Abstract": "Idiopathic generalized epilepsy (IGE) syndromes represent about 30% of all epilepsies. They have strong, but elusive, genetic components and sex-specific seizure expression. Multiple linkage and population association studies have connected the bromodomain-containing gene BRD2 to forms of IGE. In mice, a null mutation at the homologous Brd2 locus results in embryonic lethality while heterozygous Brd2+/- mice are viable and overtly normal. However, using the flurothyl model, we now show, that compared to the Brd2+/+ littermates, Brd2+/- males have a decreased clonic, and females a decreased tonic-clonic, seizure threshold. Additionally, long-term EEG/video recordings captured spontaneous seizures in three out of five recorded Brd2+/- female mice. Anatomical analysis of specific regions of the brain further revealed significant differences in Brd2+/- vs +/+ mice. Specifically, there were decreases in the numbers of GABAergic (parvalbumin- or GAD67-immunopositive) neurons along the basal ganglia pathway, i.e., in the neocortex and striatum of Brd2+/- mice, compared to Brd2+/+ mice. There were also fewer GABAergic neurons in the substantia nigra reticulata (SNR), yet there was a minor, possibly compensatory increase in the GABA producing enzyme GAD67 in these SNR cells. Further, GAD67 expression in the superior colliculus and ventral medial thalamic nucleus, the main SNR outputs, was significantly decreased in Brd2+/- mice, further supporting GABA downregulation. Our data show that the non-channel-encoding, developmentally critical Brd2 gene is associated with i) sex-specific increases in seizure susceptibility, ii) the development of spontaneous seizures, and iii) seizure-related anatomical changes in the GABA system, supporting BRD2's involvement in human IGE.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biomarkers",
            "Chromosomal Proteins, Non-Histone",
            "Disease Susceptibility",
            "Electroencephalography",
            "Epilepsy, Generalized",
            "Female",
            "GABAergic Neurons",
            "Haploinsufficiency",
            "Heterozygote",
            "Humans",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Myoclonic Epilepsy, Juvenile",
            "Protein Serine-Threonine Kinases",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Libor",
                "Last Name": "Velíšek",
                "Affiliation": "Department of Cell Biology & Anatomy, New York College of Medicine, Valhalla, New York, United States of America. libor_velisek@nymc.edu"
            },
            {
                "First Name": "Enyuan",
                "Last Name": "Shang",
                "Affiliation": ""
            },
            {
                "First Name": "Jana",
                "Last Name": "Velíšková",
                "Affiliation": ""
            },
            {
                "First Name": "Tamar",
                "Last Name": "Chachua",
                "Affiliation": ""
            },
            {
                "First Name": "Stephania",
                "Last Name": "Macchiarulo",
                "Affiliation": ""
            },
            {
                "First Name": "Giorgi",
                "Last Name": "Maglakelidze",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "David A",
                "Last Name": "Greenberg",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2011"
    },
    {
        "PMID": "21630154",
        "Title": "Function of the A-type cyclins during gametogenesis and early embryogenesis.",
        "Abstract": "The cyclins and their cyclin-dependent kinase partners, the Cdks, are the basic components of the machinery that regulates the passage of cells through the cell cycle. Among the cyclins, those known as the A-type cyclins are unique in that in somatic cells, they appear to function at two stages of the cell cycle, at the G1-S transition and again as the cells prepare to enter M-phase. Higher vertebrate organisms have two A-type cyclins, cyclin A1 and cyclin A2, both of which are expressed in the germ line and/or early embryo, following highly specialized patterns that suggest functions in both mitosis and meiosis. Insight into their in vivo functions has been obtained from gene targeting experiments in the mouse model. Loss of cyclin A1 results in disruption of spermatogenesis and male sterility due to cell arrest in the late diplotene stage of the meiotic cell cycle. In contrast, cyclin A2-deficiency is marked by early embryonic lethality; thus, understanding the function of cyclin A2 in the adult germ line awaits conditional mutagenesis or other approaches to knock down its expression.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Cycle Proteins",
            "Cyclin A1",
            "Cyclin A2",
            "Embryonic Development",
            "Female",
            "Gametogenesis",
            "Humans",
            "Male",
            "Organ Specificity",
            "Spermatogenesis"
        ],
        "Authors": [
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, Russ Berrie 608, 1150 St. Nicholas Avenue, New York, NY 10032, USA. djw3@columbia.edu"
            }
        ],
        "Journal": "Results and problems in cell differentiation",
        "PubDate": "2011"
    },
    {
        "PMID": "21608014",
        "Title": "The bromodomain-containing gene BRD2 is regulated at transcription, splicing, and translation levels.",
        "Abstract": "The human BRD2 gene has been linked and associated with a form of common epilepsy and electroencephalographic abnormalities. Disruption of Brd2 in the mouse revealed that it is essential for embryonic neural development and that viable Brd2(+/-) heterozygotes show both decreased GABAergic neuron counts and increased susceptibility to seizures. To understand the molecular mechanisms by which mis-expression of BRD2 might contribute to epilepsy, we examined its regulation at multiple levels. We discovered that BRD2 expresses distinct tissue-specific transcripts that originate from different promoters and have strikingly different lengths of 5' untranslated regions (5'UTR). We also experimentally confirmed the presence of a highly conserved, alternatively spliced exon, inclusion of which would result in a premature termination of translation. Downstream of this alternative exon is a polymorphic microsatellite (GT-repeats). Manipulation of the number of the GT-repeats revealed that the length of the GT-repeats affects the ratio of the two alternative splicing products. In vitro translation and expression in cultured cells revealed that among the four different mRNAs (long and short 5'UTR combined with regular and alternative splicing), only the regularly spliced mRNA with the short 5'UTR yields full-length protein. In situ hybridization and immunohistochemical studies showed that although Brd2 mRNA is expressed in both the hippocampus and cerebellum, Brd2 protein only can be detected in the cerebellar Purkinje cells and not in hippocampal cells. These multiple levels of regulation would likely affect the production of functional BRD2 protein during neural development and hence, its role in the etiology of seizure susceptibility.",
        "Keywords": [],
        "MeSH terms": [
            "Alternative Splicing",
            "Blotting, Northern",
            "Brain",
            "Cell Line",
            "Chromosomal Proteins, Non-Histone",
            "Exons",
            "Humans",
            "Immunoblotting",
            "Immunohistochemistry",
            "In Situ Hybridization",
            "Introns",
            "Microsatellite Repeats",
            "Promoter Regions, Genetic",
            "Protein Serine-Threonine Kinases",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Enyuan",
                "Last Name": "Shang",
                "Affiliation": "Division of Statistical Genetics, Department of Biostatistics, Mailman School of Public Health, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Qingping",
                "Last Name": "Cui",
                "Affiliation": ""
            },
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Cheryl",
                "Last Name": "Beseler",
                "Affiliation": ""
            },
            {
                "First Name": "David A",
                "Last Name": "Greenberg",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of cellular biochemistry",
        "PubDate": "2011"
    },
    {
        "PMID": "21505053",
        "Title": "Oral administration of a retinoic Acid receptor antagonist reversibly inhibits spermatogenesis in mice.",
        "Abstract": "Here we investigated a pharmacological approach to inhibit spermatogenesis in the mouse model by manipulating retinoid signaling using low doses of the pan-retinoic acid receptor (RAR) antagonist BMS-189453. Spermatogenesis was disrupted, with a failure of spermatid alignment and sperm release and loss of germ cells into lumen, abnormalities that resembled those in vitamin A-deficient and RARα-knockout testes. Importantly, the induced sterility was reversible. Enhanced efficacy and a lengthened infertility period with full recovery of spermatogenesis were observed using systematically modified dosing regimens. Hematology, serum chemistry, and hormonal and pathological evaluations revealed no detectable abnormalities or adverse side effects except the distinct testicular pathology. Our results suggest that testes are exquisitely sensitive to disruption of retinoid signaling and that RAR antagonists may represent new lead molecules in developing nonsteroidal male contraceptives.",
        "Keywords": [],
        "MeSH terms": [
            "Administration, Oral",
            "Animals",
            "Female",
            "Humans",
            "Male",
            "Mice",
            "Mice, Knockout",
            "Models, Animal",
            "Receptors, Retinoic Acid",
            "Retinoids",
            "Signal Transduction",
            "Spermatogenesis",
            "Spermatozoa",
            "Vitamin A"
        ],
        "Authors": [
            {
                "First Name": "Sanny S W",
                "Last Name": "Chung",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Shelby S",
                "Last Name": "Roberts",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen M",
                "Last Name": "Griffey",
                "Affiliation": ""
            },
            {
                "First Name": "Peter R",
                "Last Name": "Reczek",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Endocrinology",
        "PubDate": "2011"
    },
    {
        "PMID": "21228548",
        "Title": "Overexpression of HOXB5, cyclin D1 and PCNA in congenital cystic adenomatoid malformation.",
        "Abstract": "We investigated the patterns of expression of HOXB5, cyclin D1 and proliferating cell nuclear antigen (PCNA) proteins in human congenital cystic adenomatoid malformation (CCAM) to establish the molecular basis of its etiology.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Differentiation",
            "Child, Preschool",
            "Cyclin D1",
            "Cystic Adenomatoid Malformation of Lung, Congenital",
            "Female",
            "Homeodomain Proteins",
            "Humans",
            "Immunohistochemistry",
            "Infant",
            "Infant, Newborn",
            "Lung",
            "Male",
            "Proliferating Cell Nuclear Antigen"
        ],
        "Authors": [
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Laxmi V",
                "Last Name": "Baxi",
                "Affiliation": ""
            }
        ],
        "Journal": "Fetal diagnosis and therapy",
        "PubDate": "2011"
    },
    {
        "PMID": "20842695",
        "Title": "Mouse Rad9b is essential for embryonic development and promotes resistance to DNA damage.",
        "Abstract": "RAD9 participates in promoting resistance to DNA damage, cell cycle checkpoint control, DNA repair, apoptosis, embryogenesis, and regulation of transcription. A paralogue of RAD9 (named RAD9B) has been identified. To define the function of mouse Rad9b (Mrad9b), embryonic stem (ES) cells with a targeted gene deletion were constructed and used to generate Mrad9b mutant mice. Mrad9b(-/-) embryos are resorbed after E7.5 while some of the heterozygotes die between E12.5 and a few days after birth. Mrad9b is expressed in embryonic brain and Mrad9b(+/-) embryos exhibit abnormal neural tube closure. Mrad9b(-/-) mouse embryonic fibroblasts are not viable. Mrad9b(-/-) ES cells are more sensitive to gamma rays and mitomycin C than Mrad9b(+/+) controls, but show normal gamma-ray-induced G2/M checkpoint control. There is no evidence of spontaneous genomic instability in Mrad9b(-/-) cells. Our findings thus indicate that Mrad9b is essential for embryonic development and mediates resistance to certain DNA damaging agents.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Blotting, Northern",
            "Blotting, Southern",
            "Cell Cycle",
            "Cell Cycle Proteins",
            "Cell Proliferation",
            "Cell Survival",
            "DNA Damage",
            "Embryo, Mammalian",
            "Embryonic Development",
            "Embryonic Stem Cells",
            "Female",
            "Flow Cytometry",
            "G2 Phase",
            "In Situ Hybridization",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mitosis",
            "Polymerase Chain Reaction",
            "Sister Chromatid Exchange"
        ],
        "Authors": [
            {
                "First Name": "Corinne",
                "Last Name": "Leloup",
                "Affiliation": "Center for Radiological Research, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Kevin M",
                "Last Name": "Hopkins",
                "Affiliation": ""
            },
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Aiping",
                "Last Name": "Zhu",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Howard B",
                "Last Name": "Lieberman",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental dynamics : an official publication of the American Association of Anatomists",
        "PubDate": "2010"
    },
    {
        "PMID": "20403876",
        "Title": "Regulating mitosis and meiosis in the male germ line: critical functions for cyclins.",
        "Abstract": "Key components of the cell cycle machinery are the regulatory subunits, the cyclins, and their catalytic partners the cyclin-dependent kinases. Regulating the cell cycle in the male germ line cells represents unique challenges for this machinery given the constant renewal of gametes throughout the reproductive lifespan and the induction of the unique process of meiosis, a highly specialized kind of cell division. With challenges come opportunities to the critical eye, recognizing that understanding these specialized modes of regulation will provide considerable insight into both normal differentiation as well as disease conditions, including infertility and oncogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Cycle",
            "Cyclin-Dependent Kinases",
            "Cyclins",
            "Humans",
            "Male",
            "Meiosis",
            "Mitosis",
            "Spermatogenesis",
            "Spermatozoa"
        ],
        "Authors": [
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, 1150 St Nicholas Avenue, Room 608, New York, NY 10032, USA. djw3@columbia.edu"
            },
            {
                "First Name": "Shelby S",
                "Last Name": "Roberts",
                "Affiliation": ""
            }
        ],
        "Journal": "Philosophical transactions of the Royal Society of London. Series B, Biological sciences",
        "PubDate": "2010"
    },
    {
        "PMID": "20176725",
        "Title": "The effect of insulin signaling on female reproductive function independent of adiposity and hyperglycemia.",
        "Abstract": "Physiological states of insulin resistance such as obesity and diabetes have been linked to abnormalities in female reproductive function. However, it is difficult to distinguish the direct effects of impaired insulin signaling from those of adiposity or hyperglycemia because these conditions often coexist in human syndromes and animal models of insulin resistance. In this study, we used lean, normoglycemic mouse lines with differing degrees of hyperinsulinemia and insulin receptor (Insr) expression to dissect the effects of altered insulin signaling on female reproduction. All three mouse lines [Ttr-Insr(-/-), Insr(+/-), and Insr(+/+) (wild type)] are able to maintain fertility. However, the insulin-resistant and hyperinsulinemic mice demonstrate altered duration of estrous cycles as well as aberrant distribution and morphology of ovarian follicles. These effects appear to be independent of hyperandrogenism in the mice. Pregnancy studies indicate decreased success in early progression of gestation. In successful pregnancies, decreased embryo weights and increased placental calcification also implicate altered insulin signaling in later gestational effects. Thus, abnormal insulin signaling, independent of adipose tissue mass, adipokine expression levels, and hyperglycemia, can affect parameters of the female hypothalamic-pituitary-gonadal axis and pregnancy outcomes.",
        "Keywords": [],
        "MeSH terms": [
            "Adiposity",
            "Animals",
            "Blood Glucose",
            "Body Weight",
            "Estrous Cycle",
            "Female",
            "Fertility",
            "Glucose Tolerance Test",
            "Hyperglycemia",
            "Hypothalamo-Hypophyseal System",
            "Insulin",
            "Insulin Resistance",
            "Luteinizing Hormone",
            "Mice",
            "Mice, Transgenic",
            "Ovary",
            "Placenta",
            "Pregnancy",
            "Pregnancy Outcome",
            "Receptor, Insulin",
            "Reproduction",
            "Signal Transduction",
            "Testosterone"
        ],
        "Authors": [
            {
                "First Name": "Anindita",
                "Last Name": "Nandi",
                "Affiliation": "Columbia University Medical Center, Russ Berrie Medical Pavilion, Room 608, 1150 St. Nicholas Avenue, New York, New York 10032, USA."
            },
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Domenico",
                "Last Name": "Accili",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Endocrinology",
        "PubDate": "2010"
    },
    {
        "PMID": "20124552",
        "Title": "Acute alcohol exposure induces apoptosis and increases histone H3K9/18 acetylation in the mid-gestation mouse lung.",
        "Abstract": "Alcohol consumption causes cellular injury and excessive cell death. Recent studies indicate that ethanol can induce epigenetic alterations, particularly acetylation and methylation of histones and hypomethylation and hypermethylation of DNA. In the current study, we tested the hypothesis that acute exposure of pregnant mice to alcohol during mid-gestation can induce apoptosis and increase histone H3K9/18 acetylation in the fetal lung. The increased expression of histone H3K9/18 acetylation could alter the expression of genes that induce apoptosis.",
        "Keywords": [],
        "MeSH terms": [
            "Acetylation",
            "Alcohol Drinking",
            "Animals",
            "Apoptosis",
            "Ethanol",
            "Female",
            "Fetus",
            "Histones",
            "Lung",
            "Maternal Exposure",
            "Mice",
            "Mice, Inbred C57BL",
            "Pregnancy"
        ],
        "Authors": [
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University College of Physicians and Surgeons, New York, USA."
            },
            {
                "First Name": "Prasra",
                "Last Name": "Gomutputra",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Laxmi V",
                "Last Name": "Baxi",
                "Affiliation": ""
            }
        ],
        "Journal": "Reproductive sciences (Thousand Oaks, Calif.)",
        "PubDate": "2010"
    },
    {
        "PMID": "19937743",
        "Title": "Aberrant distribution of junctional complex components in retinoic acid receptor alpha-deficient mice.",
        "Abstract": "Retinoic acid receptor alpha (RARalpha)-deficient mice are sterile, with abnormalities in the progression of spermatogenesis and spermiogenesis. In this study, we investigated whether defective retinoid signaling involved at least in part, disrupted cell-cell interactions. Hypertonic fixation approaches revealed defects in the integrity of the Sertoli-cell barrier in the tubules of RARalpha-deficient testes. Dye transfer experiments further revealed that coupling between cells from the basal to adluminal compartments was aberrant. There were also differences in the expression of several known retinoic acid (RA)-responsive genes encoding structural components of tight junctions and gap junctions. Immunostaining demonstrated a delay in the incorporation of zonula occludens (ZO-1), a peripheral component protein of tight junctions, into the Sertoli cell tight junctions. Markedly reduced expression of connexin-40 in mutant pachytene spermatocytes and round spermatids was found by in situ hybridization. An ectopic distribution of vimentin and disrupted cyclic expression of vimentin, which is usually tightly regulated during spermiogenesis, was found in RARalpha-deficient testes at all ages examined. Thus, the specific defects in spermiogenesis in RARalpha-deficient testes may correlate with a disrupted cyclic expression of RA-responsive structural components, including vimentin, a downregulation of connexin-40 in spermatogenic cells, and delayed assembly of ZO-1 into Sertoli cell tight junctions. Interestingly, bioinformatic analysis revealed that many genes that are components of tight junctions and gap junctions contained potential retinoic acid response element binding sites.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Connexins",
            "Gene Expression Regulation",
            "Male",
            "Membrane Proteins",
            "Mice",
            "Phosphoproteins",
            "Receptors, Retinoic Acid",
            "Retinoic Acid Receptor alpha",
            "Sertoli Cells",
            "Spermatocytes",
            "Spermatogenesis",
            "Vimentin",
            "Zonula Occludens-1 Protein",
            "Gap Junction alpha-5 Protein"
        ],
        "Authors": [
            {
                "First Name": "Sanny S W",
                "Last Name": "Chung",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Cindy",
                "Last Name": "Choi",
                "Affiliation": ""
            },
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Loretta",
                "Last Name": "Hallock",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Microscopy research and technique",
        "PubDate": "2010"
    },
    {
        "PMID": "19884882",
        "Title": "Cyclin-dependent kinases: a family portrait.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Cyclin-Dependent Kinases",
            "Humans",
            "Isoenzymes",
            "Phosphorylation"
        ],
        "Authors": [
            {
                "First Name": "Marcos",
                "Last Name": "Malumbres",
                "Affiliation": ""
            },
            {
                "First Name": "Edward",
                "Last Name": "Harlow",
                "Affiliation": ""
            },
            {
                "First Name": "Tim",
                "Last Name": "Hunt",
                "Affiliation": ""
            },
            {
                "First Name": "Tony",
                "Last Name": "Hunter",
                "Affiliation": ""
            },
            {
                "First Name": "Jill M",
                "Last Name": "Lahti",
                "Affiliation": ""
            },
            {
                "First Name": "Gerard",
                "Last Name": "Manning",
                "Affiliation": ""
            },
            {
                "First Name": "David O",
                "Last Name": "Morgan",
                "Affiliation": ""
            },
            {
                "First Name": "Li-Huei",
                "Last Name": "Tsai",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature cell biology",
        "PubDate": "2009"
    },
    {
        "PMID": "19592082",
        "Title": "Cyclin A is redundant in fibroblasts but essential in hematopoietic and embryonic stem cells.",
        "Abstract": "Cyclins are regulatory subunits of cyclin-dependent kinases. Cyclin A, the first cyclin ever cloned, is thought to be an essential component of the cell-cycle engine. Mammalian cells encode two A-type cyclins, testis-specific cyclin A1 and ubiquitously expressed cyclin A2. Here, we tested the requirement for cyclin A function using conditional knockout mice lacking both A-type cyclins. We found that acute ablation of cyclin A in fibroblasts did not affect cell proliferation, but led to prolonged expression of another cyclin, cyclin E, across the cell cycle. However, combined ablation of all A- and E-type cyclins extinguished cell division. In contrast, cyclin A function was essential for cell-cycle progression of hematopoietic and embryonic stem cells. Expression of cyclin A is particularly high in these compartments, which might render stem cells dependent on cyclin A, whereas in fibroblasts cyclins A and E play redundant roles in cell proliferation.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cyclin A",
            "Cyclin E",
            "Embryo, Mammalian",
            "Embryonic Stem Cells",
            "Fibroblasts",
            "Hematopoietic Stem Cells",
            "Mice",
            "Mice, Knockout"
        ],
        "Authors": [
            {
                "First Name": "Ilona",
                "Last Name": "Kalaszczynska",
                "Affiliation": "Department of Cancer Biology, Dana-Farber Cancer Institute, Boston, MA 02115, USA."
            },
            {
                "First Name": "Yan",
                "Last Name": "Geng",
                "Affiliation": ""
            },
            {
                "First Name": "Tadafumi",
                "Last Name": "Iino",
                "Affiliation": ""
            },
            {
                "First Name": "Shin-ichi",
                "Last Name": "Mizuno",
                "Affiliation": ""
            },
            {
                "First Name": "Yoon",
                "Last Name": "Choi",
                "Affiliation": ""
            },
            {
                "First Name": "Ilona",
                "Last Name": "Kondratiuk",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel P",
                "Last Name": "Silver",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Koichi",
                "Last Name": "Akashi",
                "Affiliation": ""
            },
            {
                "First Name": "Piotr",
                "Last Name": "Sicinski",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2009"
    },
    {
        "PMID": "19465599",
        "Title": "Expression of retinoic acid receptor alpha in the germline is essential for proper cellular association and spermiogenesis during spermatogenesis.",
        "Abstract": "Signaling through vitamin A metabolites is indispensable for spermatogenesis, and disruption of retinoic acid receptor alpha (RARalpha) function resulted in male sterility and aberrant spermatogenesis, which resembled vitamin A deficiency. Here we investigated the lineage- and cell-specific role of RARalpha-mediated signaling during spermatogenesis using germ-cell transplantation and genetically manipulated mouse models. We demonstrated that RARalpha-deficient germ-cell stem cells were able to repopulate germ-cell-depleted wild-type testes and initiate spermatogenesis; however, improper cellular associations and abnormal sperm formation were observed. We further generated RARalpha-deficient mice that expressed RARalpha-EGFP fusion protein uniquely in haploid germ cells. Strikingly, spermatid orientation, alignment and release, as well as sperm morphology, were normal and there was a partial rescue of sterility. These data provide the first direct evidence for a distinct requirement of RARalpha-mediated retinoid signaling specifically in germ cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "Male",
            "Mice",
            "Receptors, Retinoic Acid",
            "Retinoic Acid Receptor alpha",
            "Signal Transduction",
            "Spermatogenesis",
            "Spermatozoa",
            "Stem Cells",
            "Testis"
        ],
        "Authors": [
            {
                "First Name": "Sanny S W",
                "Last Name": "Chung",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2009"
    },
    {
        "PMID": "19301389",
        "Title": "Double bromodomain-containing gene Brd2 is essential for embryonic development in mouse.",
        "Abstract": "The BET subfamily of bromodomain-containing genes is characterized by the presence of two bromodomains and a unique ET domain at their carboxyl termini. Here, we show that the founding member of this subfamily, Brd2, is an essential gene by generating a mutant mouse line lacking Brd2 function. Homozygous Brd2 mutants are embryonic lethal, with most Brd2(-/-) embryos dying by embryonic day 11.5. Before death, the homozygous embryos were notably smaller and exhibited abnormalities in the neural tube where the gene is highly expressed. Brd2-deficient embryonic fibroblast cells were observed to proliferate more slowly than controls. Experiments to explore whether placental insufficiency could be a cause of the embryonic lethality showed that injecting diploid mutant embryonic stem cells into tetraploid wild-type blastocysts did not rescue the lethality; that is Brd2-deficient embryos could not be rescued by wild-type extraembryonic tissues. Furthermore, there were enhanced levels of cell death in Brd2-deficient embryos.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Cell Death",
            "Cell Line",
            "Cell Proliferation",
            "Chromosomal Proteins, Non-Histone",
            "Embryo Loss",
            "Embryo, Mammalian",
            "Female",
            "Fibroblasts",
            "Gene Expression Regulation, Developmental",
            "Mice",
            "Mice, Knockout",
            "Mutation",
            "Phenotype",
            "Placenta",
            "Protein Serine-Threonine Kinases",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Enyuan",
                "Last Name": "Shang",
                "Affiliation": "Division of Statistical Genetics, Department of Biostatistics, Mailman School of Public Health and Department of Psychiatry, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Duancheng",
                "Last Name": "Wen",
                "Affiliation": ""
            },
            {
                "First Name": "David A",
                "Last Name": "Greenberg",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental dynamics : an official publication of the American Association of Anatomists",
        "PubDate": "2009"
    },
    {
        "PMID": "19056339",
        "Title": "Distinct properties of cyclin-dependent kinase complexes containing cyclin A1 and cyclin A2.",
        "Abstract": "The distinct expression patterns of the two A-type cyclins during spermatogenesis and the absolute requirement for cyclin A1 in this biological process in vivo suggest that they may confer distinct biochemical properties to their CDK partners. We therefore compared human cyclin A1- and cyclin A2-containing CDK complexes in vitro by determining kinetic constants and by examining the complexes for their ability to phosphorylate pRb and p53. Differences in biochemical activity were observed in CDK2 but not CDK1 when complexed with cyclin A1 versus cyclin A2. Further, CDK1/cyclin A1 is a better kinase complex for phosphorylating potentially physiologically relevant substrates pRb and p53 than CDK2/cyclin A2. The activity of CDKs can therefore be regulated depending upon which A-type cyclin they bind and CDK1/cyclin A1 might be preferred in vivo.",
        "Keywords": [],
        "MeSH terms": [
            "CDC2 Protein Kinase",
            "Cyclin A",
            "Cyclin A1",
            "Cyclin A2",
            "Cyclin-Dependent Kinase 2",
            "Humans",
            "Inhibitory Concentration 50",
            "Male",
            "Phosphorylation",
            "Protein Kinase Inhibitors",
            "Purines",
            "Retinoblastoma Protein",
            "Roscovitine",
            "Substrate Specificity",
            "Testis",
            "Tumor Suppressor Protein p53"
        ],
        "Authors": [
            {
                "First Name": "Ayesha R",
                "Last Name": "Joshi",
                "Affiliation": "Department of Gen. and Dev., Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Vaidehi",
                "Last Name": "Jobanputra",
                "Affiliation": ""
            },
            {
                "First Name": "Karen M",
                "Last Name": "Lele",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Biochemical and biophysical research communications",
        "PubDate": "2009"
    },
    {
        "PMID": "19001847",
        "Title": "Function of cyclins in regulating the mitotic and meiotic cell cycles in male germ cells.",
        "Abstract": "The specialized cell cycles that characterize various aspects of the differentiation of germ cells provide a unique opportunity to understand heretofore elusive aspects of the in vivo function of cell cycle regulators. Key components of the cell cycle machinery are the regulatory sub-units, the cyclins, and their catalytic partners, the cyclin-dependent kinases. Some of the cyclins exhibit unique patterns of expression in germ cells that suggest possible concomitant distinct functions, predictions that are being explored by targeted mutagenesis in mouse models. A novel, meiosis-specific function has been shown for one of the A-type cyclins, cyclin A1. Embryonic lethality has obviated understanding of the germline functions of cyclin A2 and cyclin B1, while yet other cyclins, although expressed at specific stages of germ cell development, may have less essential function in the male germline.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Cycle",
            "Cyclin-Dependent Kinase 2",
            "Cyclins",
            "Humans",
            "Male",
            "Meiosis",
            "Mice",
            "Mitosis",
            "Spermatocytes"
        ],
        "Authors": [
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Departments of Genetics and Development and Obstetrics and Gynecology, The Institute of Human Nutrition, The Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, New York 10032, USA. djw3@columbia.edu"
            }
        ],
        "Journal": "Cell cycle (Georgetown, Tex.)",
        "PubDate": "2008"
    },
    {
        "PMID": "17826415",
        "Title": "Effects of acute alcohol intoxication in the second trimester of pregnancy on development of the murine fetal lung.",
        "Abstract": "We hypothesized that administration of alcohol during the second trimester of gestation at the pseudoglandular phase of lung development might lead to aberrant differentiation and growth, similar to that seen in congenital cystic adenomatoid malformation in human. We further hypothesized that these effects would be apparent morphologically and by altered Hoxb5 expression.",
        "Keywords": [],
        "MeSH terms": [
            "Abnormalities, Drug-Induced",
            "Alcoholic Intoxication",
            "Animals",
            "Disease Models, Animal",
            "Ethanol",
            "Female",
            "Fetal Development",
            "Fetal Organ Maturity",
            "Homeodomain Proteins",
            "Lung",
            "Mice",
            "Pregnancy",
            "Pregnancy Trimester, Second",
            "Prenatal Injuries"
        ],
        "Authors": [
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": "Department of Obstetrics and Gynecology, College of Physicians and Surgeons, Columbia University, New York, NY, USA. lvb1@columbia.edu <lvb1@columbia.edu>"
            },
            {
                "First Name": "Prasra",
                "Last Name": "Gomutputra",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Laxmi",
                "Last Name": "Baxi",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of obstetrics and gynecology",
        "PubDate": "2007"
    },
    {
        "PMID": "17728347",
        "Title": "The first bromodomain of Brdt, a testis-specific member of the BET sub-family of double-bromodomain-containing proteins, is essential for male germ cell differentiation.",
        "Abstract": "Brdt is a testis-specific member of the distinctive BET sub-family of bromodomain motif-containing proteins, a motif that binds acetylated lysines and is implicated in chromatin remodeling. Its expression is restricted to the germ line, specifically to pachytene and diplotene spermatocytes and early spermatids. Targeted mutagenesis was used to generate mice carrying a mutant allele of Brdt, Brdt(Delta)(BD1), which lacks only the first of the two bromodomains that uniquely characterize BET proteins. Homozygous Brdt(Delta)(BD1/)(Delta)(BD1) mice were viable but males were sterile, producing fewer and morphologically abnormal sperm. Aberrant morphogenesis was first detected in step 9 elongating spermatids, and those elongated spermatids that were formed lacked the distinctive foci of heterochromatin at the peri-nuclear envelope. Quantitative reverse transcription (RT)-PCR showed threefold increased levels of histone H1t (Hist1h1t) in Brdt(Delta)(BD1/)(Delta)(BD1) testes and chromatin immunoprecipitation revealed that Brdt protein, but not Brdt(DeltaBD1) protein, was associated with the promoter of H1t. Intracytoplasmic sperm injection suggested that the DNA in the Brdt(Delta)(BD1) mutant sperm could support early embryonic development and yield functional embryonic stem cells. This is the first demonstration that deletion of just one of the two bromodomains in members of the BET sub-family of bromodomain-containing proteins has profound effects on in vivo differentiation.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Embryonic Development",
            "Female",
            "Gene Targeting",
            "Histones",
            "Infertility, Male",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Mutant Strains",
            "Nuclear Proteins",
            "Promoter Regions, Genetic",
            "Protein Structure, Tertiary",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Sperm Injections, Intracytoplasmic",
            "Spermatids",
            "Spermatogenesis",
            "Testis"
        ],
        "Authors": [
            {
                "First Name": "Enyuan",
                "Last Name": "Shang",
                "Affiliation": "The Institute of Human Nutrition, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Helen D",
                "Last Name": "Nickerson",
                "Affiliation": ""
            },
            {
                "First Name": "Duancheng",
                "Last Name": "Wen",
                "Affiliation": ""
            },
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2007"
    },
    {
        "PMID": "17498682",
        "Title": "Cyclin A1-deficient mice lack histone H3 serine 10 phosphorylation and exhibit altered aurora B dynamics in late prophase of male meiosis.",
        "Abstract": "Male mice lacking cyclin A1 protein are sterile. Their sterility results from an arrest in the meiotic cell cycle of spermatocytes, which we now identify as occurring at late diplotene, immediately before diakinesis. The stage of arrest in cyclin A1-deficient mice is distinct from the arrest seen in spermatocytes that are deficient in its putative catalytic partner Cdk2, which occurs much earlier in pachytene. The arrest in cyclin A1-deficient spermatocytes is also accompanied by an unusual clustering of centromeric heterochromatin. Consistent with a possible defect in the centromeric region, immunofluorescent staining of cyclin A1 protein shows localization in the region of the centromere. Phosphorylation of histone H3 at serine 10 in pericentromeric heterochromatin, which normally occurs in late diplotene, is reduced in spermatocytes from heterozygous Ccna1(+/-) testes and completely absent in spermatocytes with no cyclin A1 protein. Concomitantly, the levels of pericentromeric aurora B kinase, known to phosphorylate histone H3 during meiosis, are partially reduced in spermatocytes from testes of heterozygous mice and further reduced in homozygous null spermatocytes. These data suggest a critical and concentration-dependent function for cyclin A1 in the pericentromeric region in late diplotene of meiosis, perhaps in assembly or function of the passenger protein complex.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aurora Kinase B",
            "Aurora Kinases",
            "Centromere",
            "Chromatin",
            "Chromosomes",
            "Cyclin A",
            "Cyclin A1",
            "Heterochromatin",
            "Heterozygote",
            "Histones",
            "Male",
            "Meiosis",
            "Mice",
            "Phosphorylation",
            "Protein Serine-Threonine Kinases",
            "Serine",
            "Spermatocytes"
        ],
        "Authors": [
            {
                "First Name": "Helen D",
                "Last Name": "Nickerson",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Ayesha",
                "Last Name": "Joshi",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2007"
    },
    {
        "PMID": "17495221",
        "Title": "Cyclin A2 induces cardiac regeneration after myocardial infarction and prevents heart failure.",
        "Abstract": "Mammalian myocardial infarction is typically followed by scar formation with eventual ventricular dilation and heart failure. Here we present a novel model system in which mice constitutively expressing cyclin A2 in the myocardium elicit a regenerative response after infarction and exhibit significantly limited ventricular dilation with sustained and remarkably enhanced cardiac function. New cardiomyocyte formation was noted in the infarcted zones as well as cell cycle reentry of periinfarct myocardium with an increase in DNA synthesis and mitotic indices. The enhanced cardiac function was serially assessed over time by MRI. Furthermore, the constitutive expression of cyclin A2 appears to augment endogenous regenerative mechanisms via induction of side population cells with enhanced proliferative capacity. The ability of cultured transgenic cardiomyocytes to undergo cytokinesis provides mechanistic support for the regenerative capacity of cyclin A2.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cardiac Output, Low",
            "Cell Cycle",
            "Cell Proliferation",
            "Cells, Cultured",
            "Cyclin A",
            "Cyclin A2",
            "Gene Expression Regulation",
            "Heart",
            "Magnetic Resonance Imaging",
            "Mice",
            "Mice, Transgenic",
            "Mitotic Index",
            "Myocardial Infarction",
            "Myocardium",
            "Myocytes, Cardiac",
            "Regeneration",
            "Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Richard K",
                "Last Name": "Cheng",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Tomohiro",
                "Last Name": "Asai",
                "Affiliation": ""
            },
            {
                "First Name": "Haiying",
                "Last Name": "Tang",
                "Affiliation": ""
            },
            {
                "First Name": "Nurin H",
                "Last Name": "Dashoush",
                "Affiliation": ""
            },
            {
                "First Name": "Rina J",
                "Last Name": "Kara",
                "Affiliation": ""
            },
            {
                "First Name": "Kevin D",
                "Last Name": "Costa",
                "Affiliation": ""
            },
            {
                "First Name": "Yoshifumi",
                "Last Name": "Naka",
                "Affiliation": ""
            },
            {
                "First Name": "Ed X",
                "Last Name": "Wu",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Hina W",
                "Last Name": "Chaudhry",
                "Affiliation": ""
            }
        ],
        "Journal": "Circulation research",
        "PubDate": "2007"
    },
    {
        "PMID": "17483452",
        "Title": "The conserved transcriptome in human and rodent male gametogenesis.",
        "Abstract": "We report a cross-species expression profiling analysis of the human, mouse, and rat male meiotic transcriptional program, using enriched germ cell populations, whole gonads, and high-density oligonucleotide microarrays (GeneChips). Among 35% of the protein-coding genes present in rodent and human genomes that were found to be differentially expressed between germ cells and somatic controls, a key group of 357 conserved core loci was identified that displays highly similar meiotic and postmeiotic patterns of transcriptional induction across all three species. Genes known to be important for sexual reproduction are significantly enriched among differentially expressed core loci and a smaller group of conserved genes not detected in 17 nontesticular somatic tissues, correlating transcriptional activation and essential function in the male germ line. Some genes implicated in the etiology of cancer are found to be strongly transcribed in testis, suggesting that these genes may play unexpected roles in sexual reproduction. Expression profiling data further identified numerous conserved genes of biological and clinical interest previously unassociated with the mammalian male germ line.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromosomes, Mammalian",
            "Conserved Sequence",
            "Gametogenesis",
            "Gene Expression Profiling",
            "Gene Expression Regulation",
            "Humans",
            "Male",
            "Meiosis",
            "Mice",
            "Neoplasms",
            "Organ Specificity",
            "RNA, Messenger",
            "Rats",
            "Reproducibility of Results",
            "Reproduction",
            "Spermatozoa",
            "Testis",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Frédéric",
                "Last Name": "Chalmel",
                "Affiliation": "Biozentrum and Swiss Institute of Bioinformatics, Klingelbergstrasse 50-70, CH-4056 Basel, Switzerland."
            },
            {
                "First Name": "Antoine D",
                "Last Name": "Rolland",
                "Affiliation": ""
            },
            {
                "First Name": "Christa",
                "Last Name": "Niederhauser-Wiederkehr",
                "Affiliation": ""
            },
            {
                "First Name": "Sanny S W",
                "Last Name": "Chung",
                "Affiliation": ""
            },
            {
                "First Name": "Philippe",
                "Last Name": "Demougin",
                "Affiliation": ""
            },
            {
                "First Name": "Alexandre",
                "Last Name": "Gattiker",
                "Affiliation": ""
            },
            {
                "First Name": "James",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Jean-Jacques",
                "Last Name": "Patard",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Bernard",
                "Last Name": "Jégou",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Primig",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2007"
    },
    {
        "PMID": "17133220",
        "Title": "Making the commitment to meiosis.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Biological Evolution",
            "DNA Replication",
            "Female",
            "Male",
            "Meiosis",
            "Mice",
            "Mice, Knockout",
            "Oogenesis",
            "Proteins",
            "Spermatogenesis"
        ],
        "Authors": [
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2006"
    },
    {
        "PMID": "16183859",
        "Title": "Distinct roles for the mammalian A-type cyclins during oogenesis.",
        "Abstract": "There are two A-type cyclins in higher vertebrates, cyclin A1 and A2. Targeted mutagenesis has shown that cyclin A2 is essential for early embryonic development while cyclin A1 is required only for male meiosis. The embryonic lethality of cyclin A2 knockout mice has obviated understanding its role in other aspects of mammalian development, including the germ line. We reported previously that cyclin A2 expression in the male germ line is consistent with a role in both mitotic and meiotic cell cycles. Using in situ hybridization and immunohistochemistry, we now observe high levels of cyclin A2 in granulosa cells and less-abundant but readily detectable expression in ovarian and ovulated oocytes. A decrease in cyclin A2 protein was observed in oocytes from embryonic stages to post-natal and adult ovaries. Interestingly, cyclin A2 protein was nuclear in oocytes from embryonic day 13.5 to 15.5, changing to largely cytoplasmic in oocytes from embryonic day 16.5 to post-natal and adults. Readily detectable expression of the cyclin-dependent kinases Cdk1 and Cdk2, two common partners for the A-type cyclins, was observed in granulosa cells and oocytes at all stages of folliculogenesis. Cdk1 was predominantly cytoplasmic, whereas Cdk2 was both cytoplasmic and nuclear in oocytes. No cyclin A1 expression, at either the mRNA level or the protein level was detected in either embryonic or adult ovaries, consistent with the full fertility observed in female cyclin A1-deficient mice. These results suggest that in the female germ line, cyclin A2 but not cyclin A1 has distinct roles in both mitosis and meiosis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "CDC2 Protein Kinase",
            "Cell Nucleus",
            "Cyclin A",
            "Cyclin A2",
            "Cyclin-Dependent Kinase 2",
            "Cytoplasm",
            "Female",
            "Gestational Age",
            "Granulosa Cells",
            "Immunohistochemistry",
            "In Situ Hybridization",
            "Meiosis",
            "Mice",
            "Mice, Inbred C57BL",
            "Mitosis",
            "Oocytes",
            "Oogenesis",
            "Ovulation",
            "Pregnancy",
            "RNA, Messenger"
        ],
        "Authors": [
            {
                "First Name": "Jenny Liao",
                "Last Name": "Persson",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Qi",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Xiang Yuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Stuart E",
                "Last Name": "Ravnik",
                "Affiliation": ""
            },
            {
                "First Name": "Samantha",
                "Last Name": "Muhlrad",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Reproduction (Cambridge, England)",
        "PubDate": "2005"
    },
    {
        "PMID": "16086332",
        "Title": "Induction of apoptosis involving multiple pathways is a primary response to cyclin A1-deficiency in male meiosis.",
        "Abstract": "The meiotic arrest in male mice null for the cyclin A1 gene (Ccna1) was associated with apoptosis of spermatocytes. To determine whether the apoptosis in spermatocytes was triggered in response to the arrest at G2/M phase, as opposed to being a secondary response to overall disruption of spermatogenesis, we examined testes during the first wave of spermatogenesis by terminal deoxynucleotidyl transferase-mediated deoxyuridinetriphosphate nick end-labeling (TUNEL) staining. We observed enhanced apoptosis coinciding with the arrest point in postnatal day 22 tubules, with no overt degeneration. Along with activation of caspase-3, an increase in the levels and change of subcellular localization of Bax protein was observed in cyclin A1-deficient spermatocytes, which coincided with the detection of apoptosis. As p53 is implicated in the activation of Bax-mediated cell death, we generated mice lacking both cyclin A1 and p53. Although the absence of p53 did not rescue the meiotic arrest, there was a decrease in the number of apoptotic cells in the double-mutant testes. This finding suggested that p53 may be involved in the process by which the arrested germ cells are removed from the seminiferous tubules but that other pathways function as well to ensure removal of the arrested spermatocytes.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Apoptosis",
            "Caspase 3",
            "DNA Fragmentation",
            "Gene Expression Regulation",
            "Immunohistochemistry",
            "In Situ Nick-End Labeling",
            "Male",
            "Meiosis",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Spermatocytes",
            "Tumor Suppressor Protein p53"
        ],
        "Authors": [
            {
                "First Name": "Glicella",
                "Last Name": "Salazar",
                "Affiliation": "Department of Genetics & Development, Institute of Human Nutrition, Center for Reproductive Sciences, Columbia University Medical Center, College of Physicians & Surgeons, New York, NY10032, USA."
            },
            {
                "First Name": "Ayesha",
                "Last Name": "Joshi",
                "Affiliation": ""
            },
            {
                "First Name": "Dong",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Hongquan",
                "Last Name": "Wei",
                "Affiliation": ""
            },
            {
                "First Name": "Jenny Liao",
                "Last Name": "Persson",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental dynamics : an official publication of the American Association of Anatomists",
        "PubDate": "2005"
    },
    {
        "PMID": "15901285",
        "Title": "Male sterility in mice lacking retinoic acid receptor alpha involves specific abnormalities in spermiogenesis.",
        "Abstract": "The severe degeneration of the germinal epithelium and subsequent male sterility observed in mice null for the retinoic acid receptor alpha (RARalpha) gene suggested its critical role in spermatogenesis, although the etiology and progression of these abnormalities remain to be determined. Previous studies have revealed that elongated spermatids in RARalpha(-/-) testes were improperly aligned at the tubular lumen and did not undergo spermiation at stage VIII(*). We now report a distinctive failure of step 8-9 spermatids to orient properly with regard to the basal aspect of Sertoli cells, resulting in stage VIII(*)-IX(*) tubules with randomly oriented spermatids. By in situ terminal deoxynucleotidyltransferase-mediated deoxy-UTP nick end labeling (TUNEL), we noted that elongating spermatids frequently underwent apoptosis. Immunohistochemical analysis revealed that while activated caspase-3, the primary effector caspase in the apoptotic cell death machinery, was detected in the nuclei of primary spermatocytes in the first wave of spermatogenesis and occasionally in spermatogonia of both normal and mutant testes, it was not involved in the death of elongating spermatids in RARalpha(-/-) testes. Thus, sterility in RARalpha(-/-) males was associated with specific defects in spermiogenesis, which may correlate with a failure in both spermatid release and spermatid orientation to the basal aspect of Sertoli cells at stage VIII(*) in young adult RARalpha(-/-) testis. Further, the resulting apoptosis in elongating spermatids appears to involve pathways other than that mediated by activated caspase-3.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Apoptosis",
            "Caspase 3",
            "Caspases",
            "Cell Nucleus",
            "Infertility, Male",
            "Male",
            "Mice",
            "Mice, Mutant Strains",
            "Receptors, Retinoic Acid",
            "Retinoic Acid Receptor alpha",
            "Sertoli Cells",
            "Spermatogenesis",
            "Spermatozoa",
            "Testis"
        ],
        "Authors": [
            {
                "First Name": "Sanny S W",
                "Last Name": "Chung",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Differentiation; research in biological diversity",
        "PubDate": "2005"
    },
    {
        "PMID": "15489899",
        "Title": "Regulation of the cyclin A1 protein is associated with its differential subcellular localization in hematopoietic and leukemic cells.",
        "Abstract": "An important role of the cell cycle regulatory protein cyclin A1 in the development of acute myeloid leukemia (AML) was previously demonstrated in a transgenic mouse model. We have now turned our attention to study specific aspects of the activity and subcellular distribution of cyclin A1 using bone marrow samples from normal donors and patients with AML, as well as leukemic cell lines. We show that the localization of cyclin A1 in normal hematopoietic cells is nuclear, whereas in leukemic cells from AML patients and cell lines, it is predominantly cytoplasmic. In leukemic cell lines treated with all-trans retinoic acid (ATRA), cyclin A1 localized to the nucleus. Further, there was a direct interaction between cyclin A1 and cyclin-dependent kinase 1, as well as a major ATRA receptor, RARalpha, in ATRA-treated cells but not in untreated leukemic cells. Our results indicate that the altered intracellular distribution of cyclin A1 in leukemic cells correlates with the status of the leukemic phenotype.",
        "Keywords": [],
        "MeSH terms": [
            "Acute Disease",
            "Bone Marrow Cells",
            "Case-Control Studies",
            "Cyclin A",
            "Humans",
            "Immunohistochemistry",
            "Leukemia",
            "Leukemia, Myeloid",
            "Subcellular Fractions"
        ],
        "Authors": [
            {
                "First Name": "Jenny",
                "Last Name": "Ekberg",
                "Affiliation": "Division of Pathology, Department of Laboratory Medicine, Lund University, University Hospital, Malmö S-20502, Sweden."
            },
            {
                "First Name": "Göran",
                "Last Name": "Landberg",
                "Affiliation": ""
            },
            {
                "First Name": "Caroline",
                "Last Name": "Holm",
                "Affiliation": ""
            },
            {
                "First Name": "Johan",
                "Last Name": "Richter",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Jenny Liao",
                "Last Name": "Persson",
                "Affiliation": ""
            }
        ],
        "Journal": "Oncogene",
        "PubDate": "2004"
    },
    {
        "PMID": "15359605",
        "Title": "Primary spermatocyte-specific Cre recombinase activity in transgenic mice.",
        "Abstract": "We have evaluated the specificity of Cre recombinase activity in transgenic mice expressing Cre under the control of the synatonemal complex protein 1 (Sycp1) gene promoter. Sycp1Cre mice were crossed with the ROSA26 reporter line R26R, to monitor the male germ cell stage-specificity of Cre activity as well as to verify that Cre was not active previously during development of other tissues. X-gal staining detected Cre-mediated recombination only in testis. Detailed histological examination indicated that weak Cre-mediated recombination occurred as early as in zygotene spermatocytes at stage XI of the cycle of the seminiferous epithelium. Robust expression of X-gal was detected in early to mid-late spermatocytes at stages V-VIII. We conclude that this transgenic line is a powerful tool for deleting genes of interest specifically during male meiosis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Crosses, Genetic",
            "DNA-Binding Proteins",
            "Galactosides",
            "Gene Expression",
            "Histological Techniques",
            "Indoles",
            "Integrases",
            "Male",
            "Mice",
            "Mice, Transgenic",
            "Nuclear Proteins",
            "Promoter Regions, Genetic",
            "Spermatocytes",
            "Testis"
        ],
        "Authors": [
            {
                "First Name": "Sanny S W",
                "Last Name": "Chung",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, 630 W. 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "François",
                "Last Name": "Cuzin",
                "Affiliation": ""
            },
            {
                "First Name": "Minoo",
                "Last Name": "Rassoulzadegan",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Transgenic research",
        "PubDate": "2004"
    },
    {
        "PMID": "15282322",
        "Title": "Deletion of mouse rad9 causes abnormal cellular responses to DNA damage, genomic instability, and embryonic lethality.",
        "Abstract": "The fission yeast Schizosaccharomyces pombe rad9 gene promotes cell survival through activation of cell cycle checkpoints induced by DNA damage. Mouse embryonic stem cells with a targeted deletion of Mrad9, the mouse ortholog of this gene, were created to evaluate its function in mammals. Mrad9(-/-) cells demonstrated a marked increase in spontaneous chromosome aberrations and HPRT mutations, indicating a role in the maintenance of genomic integrity. These cells were also extremely sensitive to UV light, gamma rays, and hydroxyurea, and heterozygotes were somewhat sensitive to the last two agents relative to Mrad9(+/+) controls. Mrad9(-/-) cells could initiate but not maintain gamma-ray-induced G(2) delay and retained the ability to delay DNA synthesis rapidly after UV irradiation, suggesting that checkpoint abnormalities contribute little to the radiosensitivity observed. Ectopic expression of Mrad9 or human HRAD9 complemented Mrad9(-/-) cell defects, indicating that the gene has radioresponse and genomic maintenance functions that are evolutionarily conserved. Mrad9(+/-) mice were generated, but heterozygous intercrosses failed to yield Mrad9(-/-) pups, since embryos died at midgestation. Furthermore, Mrad9(-/-) mouse embryo fibroblasts were not viable. These investigations establish Mrad9 as a key mammalian genetic element of pathways that regulate the cellular response to DNA damage, maintenance of genomic integrity, and proper embryonic development.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Apoptosis",
            "Cell Cycle",
            "Cell Cycle Proteins",
            "Cells, Cultured",
            "Chromosome Aberrations",
            "DNA Damage",
            "Embryo, Mammalian",
            "Gene Deletion",
            "Gene Expression Regulation",
            "Genes, cdc",
            "Genomic Instability",
            "Humans",
            "Hydroxyurea",
            "In Situ Nick-End Labeling",
            "Mice",
            "Mice, Knockout",
            "Nucleic Acid Synthesis Inhibitors",
            "Radiation, Ionizing",
            "Stem Cells",
            "Survival Rate"
        ],
        "Authors": [
            {
                "First Name": "Kevin M",
                "Last Name": "Hopkins",
                "Affiliation": "Center for Radiological Research, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Wojtek",
                "Last Name": "Auerbach",
                "Affiliation": ""
            },
            {
                "First Name": "Xiang Yuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "M Prakash",
                "Last Name": "Hande",
                "Affiliation": ""
            },
            {
                "First Name": "Haiying",
                "Last Name": "Hang",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Alexandra L",
                "Last Name": "Joyner",
                "Affiliation": ""
            },
            {
                "First Name": "Howard B",
                "Last Name": "Lieberman",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2004"
    },
    {
        "PMID": "15271198",
        "Title": "The A-type cyclins and the meiotic cell cycle in mammalian male germ cells.",
        "Abstract": "There are two mammalian A-type cyclins, cyclin Al and A2. While cyclin A1 is limited to male germ cells, cyclin A2 is widely expressed. Cyclin A2 promotes both Gl/S and G2/M transitions in somatic cells and cyclin A2-deficient mice are early embryonic lethal. We have shown that cyclin Al is essential for passage of spermatocytes into meiosis I (MI) by generating mice null for the cyclin A1 gene Ccna1. Both Ccna1(-/-) males and females were healthy but the males were sterile because of a cell cycle arrest before MI. This arrest was associated with desynapsis abnormalities, low M-phase promoting factor activity, and apoptosis. We have now determined that human cyclin A1 is expressed in similar stages of spermatogenesis and are exploring its role in human male infertility and whether it may be a novel target for new approaches for male contraception.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cyclin A",
            "Cyclin A1",
            "Cyclin A2",
            "Cyclin-Dependent Kinases",
            "Humans",
            "Infertility, Male",
            "Male",
            "Meiosis",
            "Mice",
            "Spermatocytes"
        ],
        "Authors": [
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Department of Genetics & Development, Institute of Human Nutrition, Center for Reproductive Sciences, and The Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032, USA. djw3@columbia.edu"
            },
            {
                "First Name": "Karen M",
                "Last Name": "Lele",
                "Affiliation": ""
            },
            {
                "First Name": "Vaidehi",
                "Last Name": "Jobanputra",
                "Affiliation": ""
            },
            {
                "First Name": "Glicella",
                "Last Name": "Salazar",
                "Affiliation": ""
            }
        ],
        "Journal": "International journal of andrology",
        "PubDate": "2004"
    },
    {
        "PMID": "15261828",
        "Title": "Identification of unique, differentiation stage-specific patterns of expression of the bromodomain-containing genes Brd2, Brd3, Brd4, and Brdt in the mouse testis.",
        "Abstract": "The bromodomain, an evolutionarily conserved motif that binds acetyl-lysine on histones, is found in many chromatin-associated proteins, transcription factors, and in nearly all known histone acetyltransferases. The BET subclass of bromodomain-containing proteins contains two bromodomains and one ET domain and consists of at least four members in mouse and human, Brd2, Brd3, Brd4, and Brdt. We isolated mouse cDNAs for these genes and studied their expression patterns with particular focus on the testis. Northern hybridization revealed that Brd3 is most abundant in testis, ovary, placenta, uterus, and brain; that Brd4 is rather ubiquitously expressed but is most abundant in mid-gestation embryo, testis, ovary, and brain; and that Brdt is specifically expressed in testis. In situ hybridization and immunostaining on histological sections of mouse testes revealed a strikingly specific and dynamic change of cellular specificity in the germ line during the progression of spermatogenesis. Brd4 is expressed in spermatogonia, Brdt is only expressed in mid- to late-spermatocytes, Brd2 is expressed in diplotene spermatocytes and round spermatids and at low levels in spermatogonia, and Brd3 is expressed in round spermatids. This unique expression pattern suggests that genes in this subclass are not simply redundant. Rather, their expression is tightly regulated in the male germ cell lineage, suggesting that they likely have specific roles in different developmental stages and/or cell types.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Blotting, Northern",
            "Chromosomal Proteins, Non-Histone",
            "DNA, Complementary",
            "Gene Expression Regulation, Developmental",
            "In Situ Hybridization",
            "Male",
            "Mice",
            "Molecular Sequence Data",
            "Nuclear Proteins",
            "Oncogene Proteins, Fusion",
            "Protein Serine-Threonine Kinases",
            "Sequence Analysis, DNA",
            "Spermatogenesis",
            "Testis",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Enyuan",
                "Last Name": "Shang",
                "Affiliation": "The Institute of Human Nutrition, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Glicella",
                "Last Name": "Salazar",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas E",
                "Last Name": "Crowley",
                "Affiliation": ""
            },
            {
                "First Name": "Xiang",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Rocio A",
                "Last Name": "Lopez",
                "Affiliation": ""
            },
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Gene expression patterns : GEP",
        "PubDate": "2004"
    },
    {
        "PMID": "15254909",
        "Title": "Retinoic acid receptor alpha is required for synchronization of spermatogenic cycles and its absence results in progressive breakdown of the spermatogenic process.",
        "Abstract": "Targeted mutagenesis of the retinoic acid receptor alpha (RAR alpha) gene has revealed its essential role in spermatogenesis. Although cells in all stages of spermatogenesis were detected in RAR alpha(-/-) testes, there was an increase in degenerating pachytene spermatocytes and a temporary developmental arrest in step 8-9 spermatids in the first wave of spermatogenesis, a delay in the onset of the second wave, and a temporary arrest in preleptotene to leptotene spermatocytes in the first, second, and third waves. A striking aspect of the mutant phenotype was the failure of spermatids to align at the tubular lumen at stage VIII. Furthermore, there were missing or decreased numbers of the predicted cell types in tubules, and they exhibited a profound asynchrony of mixed spermatogenic cell types. In vivo bromodeoxyuridine labeling revealed a significant decrease in germ cell proliferation in both juvenile and adult RAR alpha(-/-) testes and confirmed the arrest at step 8-9 spermatids. Retinoid signaling through RAR alpha, thus, appears to be critical for establishment of synchronous progression of spermatogenesis and the subsequent establishment of correct cellular associations.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Bromodeoxyuridine",
            "Cell Differentiation",
            "Cell Proliferation",
            "Genotype",
            "Immunohistochemistry",
            "Kinetics",
            "Male",
            "Mice",
            "Mice, Transgenic",
            "Mutagenesis",
            "Mutagenesis, Site-Directed",
            "Phenotype",
            "Receptors, Retinoic Acid",
            "Retinoic Acid Receptor alpha",
            "Signal Transduction",
            "Spermatids",
            "Spermatocytes",
            "Spermatogenesis",
            "Testis",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Sanny S W",
                "Last Name": "Chung",
                "Affiliation": "Department of Genetics and Development, Columbia University College of Physicians and Surgeons, New York, New York 10032, USA."
            },
            {
                "First Name": "Wengkong",
                "Last Name": "Sung",
                "Affiliation": ""
            },
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental dynamics : an official publication of the American Association of Anatomists",
        "PubDate": "2004"
    },
    {
        "PMID": "15215197",
        "Title": "Distinct regions of the mouse cyclin A1 gene, Ccna1, confer male germ-cell specific expression and enhancer function.",
        "Abstract": "The gene encoding mouse cyclin A1, Ccna1, is expressed at highest levels in late pachytene-diplotene spermatocytes, where it is required for meiotic cell division. To begin to understand the mechanisms responsible for its highly restricted pattern of expression, transgenic mouse lines carrying constructs consisting of the cyclin A1 regulatory region fused with the reporter gene lacZ were generated. Analysis of tissue-specific and testicular cell-type-specific transgene expression indicated that sequences within -1.3 kilobases (kb) of the cyclin A1 putative transcriptional start site were sufficient to direct transgene expression uniquely to late spermatocytes while maintaining repression in other tissues. However, sequences located between -4.8 kb and -1.3 kb of the putative transcriptional start site were apparently required to transcribe the reporter at levels needed for consistent X-gal staining. Comparison of the mouse, rat, and human proximal promoters revealed regions of high sequence conservation and consensus sequences both for known transcription factors, some of which are coexpressed with Ccna1, such as A-myb and Hsf2, and for elements that control expression of genes in somatic cell cycles, such as CDE, CHR, and CCAAT elements. Thus, the promoter region within 1.3 kb upstream of the putative Ccna1 transcriptional start can direct expression of lacZ to spermatocytes, while sequences located between -4.8 kb and -1.3 kb of the putative transcriptional start site may enhance expression of lacZ.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Cell Cycle",
            "Cyclin A",
            "Cyclin A1",
            "Gene Expression Regulation",
            "Germ Cells",
            "Male",
            "Meiosis",
            "Mice",
            "Mice, Transgenic",
            "Molecular Sequence Data",
            "Organ Specificity",
            "Sequence Alignment",
            "Spermatogenesis",
            "Testis",
            "Transcription, Genetic",
            "beta-Galactosidase"
        ],
        "Authors": [
            {
                "First Name": "Karen M",
                "Last Name": "Lele",
                "Affiliation": "The Institute of Human Nutrition, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Biology of reproduction",
        "PubDate": "2004"
    },
    {
        "PMID": "15159393",
        "Title": "Cyclin A2 mediates cardiomyocyte mitosis in the postmitotic myocardium.",
        "Abstract": "Cell cycle withdrawal limits proliferation of adult mammalian cardiomyocytes. Therefore, the concept of stimulating myocyte mitotic divisions has dramatic implications for cardiomyocyte regeneration and hence, cardiovascular disease. Previous reports describing manipulation of cell cycle proteins have not shown induction of cardiomyocyte mitosis after birth. We now report that cyclin A2, normally silenced in the postnatal heart, induces cardiac enlargement because of cardiomyocyte hyperplasia when constitutively expressed from embryonic day 8 into adulthood. Cardiomyocyte hyperplasia during adulthood was coupled with an increase in cardiomyocyte mitosis, noted in transgenic hearts at all time points examined, particularly during postnatal development. Several stages of mitosis were observed within cardiomyocytes and correlated with the nuclear localization of cyclin A2. Magnetic resonance analysis confirmed cardiac enlargement. These results reveal a previously unrecognized critical role for cyclin A2 in mediating cardiomyocyte mitosis, a role that may significantly impact upon clinical treatment of damaged myocardium.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cyclin A",
            "Gene Expression Regulation",
            "Heart Diseases",
            "Hyperplasia",
            "Mice",
            "Mice, Transgenic",
            "Mitosis",
            "Myocardium",
            "Myocytes, Cardiac"
        ],
        "Authors": [
            {
                "First Name": "Hina W",
                "Last Name": "Chaudhry",
                "Affiliation": "Department of Medicine, Columbia University College of Physicians and Surgeons, New York, New York 10032, USA. hwc7@columbia.edu"
            },
            {
                "First Name": "Nurin H",
                "Last Name": "Dashoush",
                "Affiliation": ""
            },
            {
                "First Name": "Haiying",
                "Last Name": "Tang",
                "Affiliation": ""
            },
            {
                "First Name": "Ling",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Ed X",
                "Last Name": "Wu",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2004"
    },
    {
        "PMID": "15156143",
        "Title": "Essential role of Plzf in maintenance of spermatogonial stem cells.",
        "Abstract": "Little is known of the molecular mechanisms whereby spermatogonia, mitotic germ cells of the testis, self-renew and differentiate into sperm. Here we show that Zfp145, encoding the transcriptional repressor Plzf, has a crucial role in spermatogenesis. Zfp145 expression was restricted to gonocytes and undifferentiated spermatogonia and was absent in tubules of W/W(v) mutants that lack these cells. Mice lacking Zfp145 underwent a progressive loss of spermatogonia with age, associated with increases in apoptosis and subsequent loss of tubule structure but without overt differentiation defects or loss of the supporting Sertoli cells. Spermatogonial transplantation experiments revealed a depletion of spermatogonial stem cells in the adult. Microarray analysis of isolated spermatogonia from Zfp145-null mice before testis degeneration showed alterations in the expression profile of genes associated with spermatogenesis. These results identify Plzf as a spermatogonia-specific transcription factor in the testis that is required to regulate self-renewal and maintenance of the stem cell pool.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "DNA-Binding Proteins",
            "Epigenesis, Genetic",
            "Gene Expression",
            "Kruppel-Like Transcription Factors",
            "Male",
            "Mice",
            "Mice, Knockout",
            "Promyelocytic Leukemia Zinc Finger Protein",
            "Spermatogenesis",
            "Spermatogonia",
            "Stem Cells",
            "Testis",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "José A",
                "Last Name": "Costoya",
                "Affiliation": "Cancer Biology and Genetics Program, Department of Pathology Sloan-Kettering Institute, Memorial Sloan-Kettering Cancer Center, New York, New York 10021, USA."
            },
            {
                "First Name": "Robin M",
                "Last Name": "Hobbs",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Barna",
                "Affiliation": ""
            },
            {
                "First Name": "Giorgio",
                "Last Name": "Cattoretti",
                "Affiliation": ""
            },
            {
                "First Name": "Katia",
                "Last Name": "Manova",
                "Affiliation": ""
            },
            {
                "First Name": "Meena",
                "Last Name": "Sukhwani",
                "Affiliation": ""
            },
            {
                "First Name": "Kyle E",
                "Last Name": "Orwig",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Pier Paolo",
                "Last Name": "Pandolfi",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2004"
    },
    {
        "PMID": "15112318",
        "Title": "Bromodomain containing 2 (Brd2) is expressed in distinct patterns during ovarian folliculogenesis independent of FSH or GDF9 action.",
        "Abstract": "We previously observed high levels of Brd2 (also known as female sterile homeotic related gene-1, Fsrg1) expression in several hormonally responsive tissues, including the ovary. Here, we report distinct localization patterns of Brd2 transcripts throughout ovarian folliculogenesis in normal mice as well as in two strains of mice with aberrant folliculogenesis: mice with mutated growth differentiation factor 9 (Gdf9) and follicle stimulating hormone beta (Fshb) genes. The highest level of expression was seen in granulosa cells of growing follicles. Within the oocyte, three patterns of Brd2 RNA localization were observed: diffuse distribution in both the cytoplasm and nucleus, then intense nuclear expression, followed by an absence of Brd2 transcripts from the nucleus. The transition from intense nuclear localization to nuclear exclusion was found to correlate with oocyte maturation and meiotic competence, as determined by nuclear chromatin patterns. These same expression patterns were also seen in oocytes from Gdf9(-/-) and Fshb(-/-) mice. Thus, Brd2 expression appears to correlate with stages of oocyte maturation, independent of FSH or GDF9 action and the subsequent disruption in normal follicle development in these models. The distinct patterns of Brd2 localization within the adult ovary supports a role for Brd2 in mitotic and possibly meiotic cell cycle regulation.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Bone Morphogenetic Protein 15",
            "Cell Nucleus",
            "Chromosomal Proteins, Non-Histone",
            "Cytoplasm",
            "Female",
            "Follicle Stimulating Hormone, beta Subunit",
            "Granulosa Cells",
            "Growth Differentiation Factor 9",
            "In Situ Hybridization",
            "In Vitro Techniques",
            "Intercellular Signaling Peptides and Proteins",
            "Meiosis",
            "Mice",
            "Mice, Knockout",
            "Nuclear Proteins",
            "Oocytes",
            "Ovarian Follicle",
            "Protein Serine-Threonine Kinases",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Rhonda K",
                "Last Name": "Trousdale",
                "Affiliation": "Departments of Genetics and Development and Obstetrics and Gynecology, The Center for Reproductive Sciences, The Institute of Human Nutrition, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular reproduction and development",
        "PubDate": "2004"
    },
    {
        "PMID": "15063089",
        "Title": "Change in nuclear-cytoplasmic localization of a double-bromodomain protein during proliferation and differentiation of mouse spinal cord and dorsal root ganglia.",
        "Abstract": "The human Brd2 (Bromodomain-containing 2) gene codes for a double-bromodomain protein that associates with the cell cycle-driving transcription factors E2F-1 and E2F-2. Expression of mouse Brd2 has been shown previously to be expressed in specific patterns in proliferating cells in the developing alveoli in the mammary gland. In the present study, in situ hybridization and immunohistochemical analyses were used to examine expression of Brd2 in developing neural tissues. Brd2 mRNA was detected in brain vesicles, neural tube, spinal cord and dorsal root ganglia (DRG). Immunostaining proved that the message is translated in these tissues and further revealed that Brd2 protein localizes to the nucleus in proliferating cells, but is cytoplasmic in differentiated neurons that are no longer cycling. Brd2 protein in the nuclei of the proliferating neuronal precursors is excluded from the heterochromatin. These observations are consistent with our previous finding that nuclear localization of Brd2 protein correlates with an active cell cycle in mouse mammary alveoli during the reproductive cycle, and similar results from others in cultured fibroblasts. Our findings are also consistent with the cell cycle progression/transcription coactivator function suggested by the association of Brd2 with E2F-1 and E2F-2.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Count",
            "Cell Differentiation",
            "Cell Division",
            "Cell Nucleus",
            "Chromosomal Proteins, Non-Histone",
            "Cytoplasm",
            "Embryo, Mammalian",
            "Ganglia, Spinal",
            "Gene Expression Regulation, Developmental",
            "Immunohistochemistry",
            "In Situ Hybridization",
            "Indoles",
            "Mice",
            "Neurons",
            "Protein Serine-Threonine Kinases",
            "Spinal Cord",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "ThomasE",
                "Last Name": "Crowley",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University Medical Center, 630 W 168th St., New York, NY 10032, USA."
            },
            {
                "First Name": "Michele",
                "Last Name": "Brunori",
                "Affiliation": ""
            },
            {
                "First Name": "Kunsoo",
                "Last Name": "Rhee",
                "Affiliation": ""
            },
            {
                "First Name": "Xiangyuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Brain research. Developmental brain research",
        "PubDate": "2004"
    },
    {
        "PMID": "14996997",
        "Title": "Developmental stage-specific expression of Rbm suggests its involvement in early phases of spermatogenesis.",
        "Abstract": "Rbm is a male infertility gene located on the Y chromosome that is expressed in the testis. To investigate the specific events of spermatogenesis in which Rbm plays a role, the precise pattern of expression of Rbm in the mouse testis was determined. An antibody was generated against the Rbm protein and used to detect a single specific band of 43 kDa in size in mouse testicular lysates. In situ hybridization, immunoblot and immunohistochemistry analyses together indicated that Rbm was expressed in spermatogonia, preleptotene spermatocytes, late leptotene to early pachytene spermatocytes but not in mid-pachytene spermatocytes or subsequent stages of differentiation, including haploid germ cells. These observations suggest that Rbm functions in early but not later stages of male germ cell development.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Genes, Reporter",
            "Immunohistochemistry",
            "Male",
            "Mice",
            "Mice, Transgenic",
            "Nuclear Proteins",
            "RNA, Messenger",
            "RNA-Binding Proteins",
            "Receptors, Retinoic Acid",
            "Recombinant Fusion Proteins",
            "Retinoic Acid Receptor alpha",
            "Spermatids",
            "Spermatogenesis"
        ],
        "Authors": [
            {
                "First Name": "Jungmin",
                "Last Name": "Lee",
                "Affiliation": "School of Biological Sciences, Seoul National University, Seoul 151-742, Korea."
            },
            {
                "First Name": "Jinpyo",
                "Last Name": "Hong",
                "Affiliation": ""
            },
            {
                "First Name": "Euisu",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Kyungjin",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Soo Woong",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Hanumanthappa",
                "Last Name": "Krishnamurthy",
                "Affiliation": ""
            },
            {
                "First Name": "Sanny S W",
                "Last Name": "Chung",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Kunsoo",
                "Last Name": "Rhee",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular human reproduction",
        "PubDate": "2004"
    },
    {
        "PMID": "14697346",
        "Title": "NIP1/XB51/NECAB3 is a potential substrate of Nek2, suggesting specific roles of Nek2 in Golgi.",
        "Abstract": "Nek2 is a mammalian protein kinase structurally homologous to Aspergillus NIMA. We previously observed that the Nek2 protein was localized in multiple sites within a cell in a cell cycle stage-specific manner. Such dynamic behavior of Nek2 allowed us to propose that Nek2 may be a mitotic regulator that is involved in diverse cell cycle events. To better understand the cellular processes in which Nek2 participates, we carried out yeast two-hybrid screening and isolated Nek2-Interacting Protein 1 (NIP1), which has been also named as XB51 and NECAB3. Physical interactions of Nek2 with NIP1 were confirmed. In fact, Nek2 can phosphorylate NIP1 in vivo. Immunostaining experiments revealed that NIP1 is a Golgi protein. These results propose a possible involvement of Nek2 in biological processes of the Golgi body, perhaps in relation to the inheritance of Golgi during mitosis or to cell cycle stage-specific regulation of exocytosis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "COS Cells",
            "Calcium-Binding Proteins",
            "Carrier Proteins",
            "Cell Cycle",
            "Cell Cycle Proteins",
            "Exocytosis",
            "Golgi Apparatus",
            "Immunohistochemistry",
            "Intracellular Membranes",
            "Mice",
            "NIH 3T3 Cells",
            "NIMA-Related Kinases",
            "Phosphorylation",
            "Protein Serine-Threonine Kinases"
        ],
        "Authors": [
            {
                "First Name": "Jae Cheal",
                "Last Name": "Yoo",
                "Affiliation": "School of Biological Sciences, Seoul National University, Seoul, 151-742, Korea."
            },
            {
                "First Name": "Jae Rak",
                "Last Name": "Chang",
                "Affiliation": ""
            },
            {
                "First Name": "Sung Hwan",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Sung Key",
                "Last Name": "Jang",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Kyungjin",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Kunsoo",
                "Last Name": "Rhee",
                "Affiliation": ""
            }
        ],
        "Journal": "Experimental cell research",
        "PubDate": "2004"
    },
    {
        "PMID": "14696091",
        "Title": "Elevated levels and distinct patterns of expression of A-type cyclins and their associated cyclin-dependent kinases in male germ cell tumors.",
        "Abstract": "Aberrant expression of several key regulators controlling the G1/S phase of the cell cycle has been implicated in human male germ cell tumorigenesis. Given the critical role of cyclin A2 at both the G1/S and G2/M transitions and the essential role for cyclin A1 in male germ cell development, our present study focused on the involvement of the A-type cyclins in the transformation and progression of male germ cell tumors (GCTs). The expression of the A-type cyclins and their catalytic partners Cdk1 and Cdk2 was examined in all types and stages of human male GCTs, including carcinoma in situ(CIS), seminoma and non-seminoma GCTs, along with normal testis samples. Elevated levels of cyclin A2, Cdk1 and Cdk2 were detected in the majority of GCTs and were correlated with the invasiveness of the tumors (p < 0.05). Cyclin A1 expression was virtually undetectable in CIS and seminoma, but was aberrantly expressed in all non-seminomatous GCTs. Cyclin A2 expression was strongly correlated with that of its catalytic partners Cdk1 and Cdk2 in all types of testicular tumors examined (p < 0.05), whereas a strong correlation between cyclin A1 and Cdk1 or Cdk2 was only seen in non-seminomatous GCTs (p < 0.05). Histone kinase activities of cyclin A1/Cdks and cyclin A2/Cdks were found to be elevated in tumors. Our data suggest that aberrant expression of A-type cyclins and their Cdks is a significant factor in male germ cell tumorigenesis. The abundant ectopic expression of cyclin A1 in non-seminomatous GCTs and its absence in CIS and seminomas is likely linked to the tumor transformation and progression and may be relevant to clinical prognosis.",
        "Keywords": [],
        "MeSH terms": [
            "Carcinoma in Situ",
            "Cyclin A",
            "Cyclin-Dependent Kinases",
            "Germinoma",
            "Humans",
            "Immunohistochemistry",
            "Male",
            "Seminoma",
            "Testis"
        ],
        "Authors": [
            {
                "First Name": "Ching",
                "Last Name": "Liao",
                "Affiliation": "Department of Genetics and Development, Columbia University College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Sherry Q",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "XiangYuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Samantha",
                "Last Name": "Muhlrad",
                "Affiliation": ""
            },
            {
                "First Name": "Anders",
                "Last Name": "Bjartell",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "International journal of cancer",
        "PubDate": "2004"
    },
    {
        "PMID": "14555236",
        "Title": "Apoptosis in male germ cells in response to cyclin A1-deficiency and cell cycle arrest.",
        "Abstract": "Male mice homozygous for a mutated allele of the cyclin A1 gene (Ccna1) are sterile due to a block in cell cycle progression before the first meiotic division. Meiosis arrest in Ccna1(-/-) spermatocytes is associated with desynapsis abnormalities, lowered MPF activity, and apoptosis as evidenced by TUNEL-positive staining. With time, adult testicular tubules exhibit severe degeneration: some tubules in the older animals are almost devoid of germ cells at various stages of spermatogenesis. The mechanisms by which the cells sense the cell cycle arrest and the regulation of the decision to undergo cell death are under investigation.",
        "Keywords": [
            "Non-programmatic"
        ],
        "MeSH terms": [
            "Animals",
            "Apoptosis",
            "Cell Cycle",
            "Cyclin A",
            "Cyclin A1",
            "Germ Cells",
            "Male",
            "Mesothelin",
            "Mice",
            "Mutagenesis",
            "Spermatogenesis"
        ],
        "Authors": [
            {
                "First Name": "Glicella",
                "Last Name": "Salazar",
                "Affiliation": "Department of Genetics & Development, Institute of Human Nutrition, Center for Reproductive Sciences, College of Physicians & Surgeons, Columbia University, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Dong",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Ching",
                "Last Name": "Liao",
                "Affiliation": ""
            },
            {
                "First Name": "Leah",
                "Last Name": "Batkiewicz",
                "Affiliation": ""
            },
            {
                "First Name": "Rachel",
                "Last Name": "Arbing",
                "Affiliation": ""
            },
            {
                "First Name": "Sanny S W",
                "Last Name": "Chung",
                "Affiliation": ""
            },
            {
                "First Name": "Karen",
                "Last Name": "Lele",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Biochemical pharmacology",
        "PubDate": "2003"
    },
    {
        "PMID": "12524184",
        "Title": "Development of the mouse vestibular system in the absence of gravity perception.",
        "Abstract": "The tilted mutant mouse, which lacks otoconia in the inner ear, was used to study development of the mouse vestibular system in the absence of gravity perception. Otoconia are dense particles composed of proteins and calcium carbonate crystals suspended in the gelatinous macular membrane. They enhance, and are largely responsible for, sensitivity to gravity. Morphometric analysis of the vestibular ganglion showed that the mutant developed more slowly than the normal controls, both in rate of development and cell number, particularly during the first week of post-natal development. The mutant ganglia also exhibited a reduction of cells during the first 6 days of post-natal development.",
        "Keywords": [
            "NASA Discipline Developmental Biology",
            "Non-NASA Center"
        ],
        "MeSH terms": [
            "Animals",
            "Genotype",
            "Gravitation",
            "Mice",
            "Mice, Mutant Strains",
            "Motor Activity",
            "Perception",
            "Vestibule, Labyrinth"
        ],
        "Authors": [
            {
                "First Name": "Michael",
                "Last Name": "Smith",
                "Affiliation": "Brody School of Medicine, East Carolina University, Greenville, NC 27858, USA."
            },
            {
                "First Name": "Xiang",
                "Last Name": "Yuan Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Alexander K",
                "Last Name": "Murashov",
                "Affiliation": ""
            }
        ],
        "Journal": "Brain research. Developmental brain research",
        "PubDate": "2003"
    },
    {
        "PMID": "12185076",
        "Title": "Characterization and expression of mammalian cyclin b3, a prepachytene meiotic cyclin.",
        "Abstract": "We report the identification and expression pattern of a full-length human cDNA and a partial mouse cDNA encoding cyclin B3. Cyclin B3 (CCNB3) is conserved from Caenorhabditis elegans to Homo sapiens and has an undefined meiotic function in female, but not male Drosophila melanogaster. We show that H. sapiens cyclin B3 interacts with cdk2, is localized to the nucleus, and is degraded during anaphase entry after the degradation of cyclin B1. Degradation is dependent on sequences conserved in a destruction box motif. Overexpression of nondegradable cyclin B3 blocks the mitotic cell cycle in late anaphase, and at higher doses it can interfere with progression through G(1) and entry into S phase. H. sapiens cyclin B3 mRNA and protein are detected readily in developing germ cells in the human testis and not in any other tissue. The mouse cDNA has allowed us to further localize cyclin B3 mRNA to leptotene and zygotene spermatocytes. The expression pattern of mammalian cyclin B3 suggests that it may be important for events occurring in early meiotic prophase I.",
        "Keywords": [
            "Non-programmatic"
        ],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Cell Nucleus",
            "Cyclin B",
            "Cyclin B1",
            "Cyclins",
            "Drosophila Proteins",
            "Female",
            "Fetus",
            "G2 Phase",
            "HeLa Cells",
            "Humans",
            "Male",
            "Meiosis",
            "Mice",
            "Mitosis",
            "Molecular Sequence Data",
            "Ovary",
            "RNA, Messenger",
            "Spermatogenesis",
            "Testis"
        ],
        "Authors": [
            {
                "First Name": "Thomas B",
                "Last Name": "Nguyen",
                "Affiliation": "Department of Molecular Biology, Memorial Sloan Kettering Cancer Center, New York, New York 10021, USA."
            },
            {
                "First Name": "Katia",
                "Last Name": "Manova",
                "Affiliation": ""
            },
            {
                "First Name": "Paola",
                "Last Name": "Capodieci",
                "Affiliation": ""
            },
            {
                "First Name": "Catherine",
                "Last Name": "Lindon",
                "Affiliation": ""
            },
            {
                "First Name": "Steve",
                "Last Name": "Bottega",
                "Affiliation": ""
            },
            {
                "First Name": "Xiang-Yuan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Jale",
                "Last Name": "Refik-Rogers",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathon",
                "Last Name": "Pines",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew",
                "Last Name": "Koff",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2002"
    },
    {
        "PMID": "12145330",
        "Title": "Reproductive cycle regulation of nuclear import, euchromatic localization, and association with components of Pol II mediator of a mammalian double-bromodomain protein.",
        "Abstract": "Fsrg1 (female sterile homeotic-related gene 1) is the mouse homolog of the human RING3 protein, which has been shown to associate with the E2 promoter binding factor (E2F) transcription factor and to have a possible role in cell cycle-linked transcriptional regulation. The Fsrg1 protein is 60% identical in sequence to the RNA polymerase II mediator subunit Fsrg4, another member of this subfamily of double bromodomain-containing proteins that are homologs of Drosophila female sterile homeotic. Antibodies against murine Fsrg1 were generated and used in immunoblot and immunoprecipitation experiments to identify proteins interacting with Fsrg1 and RING3. In the presence of acetylated but not nonacetylated histone H3 and H4 peptides, RING3 was shown to interact with E2F, mediator components cyclin-dependent kinase 8 and thyroid receptor-associated protein 220, and the RNA polymerase II large subunit. Fsrg1 mRNA had been previously shown to be expressed at high levels in the epithelium of the adult mouse mammary gland. To determine the physiological relevance of these potential associations, we examined the patterns of expression of Fsrg1 mRNA and protein in the adult mammary epithelia during the reproductive cycle as the tissue is responding to estrogen, progesterone, and prolactin. Changes in the nuclear vs. cytoplasmic localization of Fsrg1 were observed and correlated with physiological changes in mammary gland function. The observations suggested that Fsrg1 may be involved in the transcriptional activities of genes involved in proliferation of the mammary epithelia during pregnancy and in orchestrating postlactation involution and apoptosis. Localization of Fsrg1 on euchromatin, the transcribed portion of the chromosomes, is consistent with its hypothesized function as a transcription regulator.",
        "Keywords": [
            "Non-programmatic"
        ],
        "MeSH terms": [
            "Active Transport, Cell Nucleus",
            "Animals",
            "Antibody Specificity",
            "Cell Cycle Proteins",
            "Chromosomal Proteins, Non-Histone",
            "DNA Polymerase II",
            "DNA-Binding Proteins",
            "Drosophila Proteins",
            "E2F Transcription Factors",
            "Epithelial Cells",
            "Euchromatin",
            "Female",
            "Genes, Homeobox",
            "HeLa Cells",
            "Histones",
            "Humans",
            "In Vitro Techniques",
            "Mammary Glands, Animal",
            "Mice",
            "Nuclear Proteins",
            "Pregnancy",
            "Protein Serine-Threonine Kinases",
            "RNA, Messenger",
            "Reproduction",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Thomas E",
                "Last Name": "Crowley",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University College of Physicians and Surgeons, New York, New York 10032, USA."
            },
            {
                "First Name": "Emily M",
                "Last Name": "Kaine",
                "Affiliation": ""
            },
            {
                "First Name": "Manabu",
                "Last Name": "Yoshida",
                "Affiliation": ""
            },
            {
                "First Name": "Anindita",
                "Last Name": "Nandi",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular endocrinology (Baltimore, Md.)",
        "PubDate": "2002"
    },
    {
        "PMID": "12017557",
        "Title": "Regulation of the mitotic and meiotic cell cycles in the male germ line.",
        "Abstract": "Mammalian gametogenesis provides a unique system in which to study cell-cycle regulation. Furthermore, understanding the genetic program controlling the mitotic and meiotic divisions of the germ line will provide insight into understanding infertility and new directions for contraception. Male and female germ cells have stages of cell-cycle regulation in common, including a mitotic proliferative stage, entry into meiosis, completion of a reductive division, and entry into a quiescent state awaiting signals at fertilization. However, the timing of these events - and, indeed, even the stage of development at which these events occurs - differs in the two sexes. The genes involved in controlling these specialized mitotic and meiotic cycles of mammalian germ cell differentiation are only now being identified. They include a complex array of kinases, phosphatases, regulatory proteins (e.g., cyclins), and an equally complex array of substrates, including components of the nuclear and cytoplasmic structures involved in cell division. This chapter provides an overview of our current understanding of cell-cycle regulation in mammalian mitotic cells and the importance of restriction points. A summary of observations regarding the expression of various cell-cycle regulatory genes in mouse gametes is provided, along with comments on interesting differences between mitotic and meiotic cells. Finally, the role of the novel A-type cyclin, cyclin A1, during male meiosis is discussed in depth.",
        "Keywords": [
            "Non-programmatic"
        ],
        "MeSH terms": [
            "Animals",
            "Cell Cycle",
            "Cell Differentiation",
            "Cyclins",
            "Gene Expression Regulation",
            "Humans",
            "Male",
            "Meiosis",
            "Mitosis",
            "Mutagenesis",
            "Spermatogenesis",
            "Spermatozoa"
        ],
        "Authors": [
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": "Department of Genetics and Development, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA. djw3@columbia.edu"
            },
            {
                "First Name": "Erika",
                "Last Name": "Laurion",
                "Affiliation": ""
            },
            {
                "First Name": "Karen M",
                "Last Name": "Lele",
                "Affiliation": ""
            }
        ],
        "Journal": "Recent progress in hormone research",
        "PubDate": "2002"
    },
    {
        "PMID": "11911479",
        "Title": "Tcp10 promoter-directed expression of the Nek2 gene in mouse meiotic spermatocytes.",
        "Abstract": "Nek2 is a cell cycle regulator that is involved in diverse cell cycle events. The expression pattern and biochemical properties of Nek2 in mammalian male germ cells suggested its involvement on regulation of the meiotic cell cycle. To further investigate specific roles of Nek2 in meiosis, we generated transgenic mice in which the Nek2 transgenes were expressed specifically in spermatocytes using the Tcp10 promoter. The Nek2 transgenic mice did not reveal any significant defect in gross testicular anatomy as well as in fertility. However, we observed significant increases in defective spermatogenic cells, such as apoptotic cells and giant degenerating cells, in the Tcp10/Nek2 transgenic mice. These results revealed that even only slightly elevated production of the Nek2 protein disturbed the normal development of male germ cells, possibly in meiosis.",
        "Keywords": [
            "Non-programmatic"
        ],
        "MeSH terms": [
            "Animals",
            "Apoptosis",
            "Chimera",
            "Gene Expression",
            "Intracellular Signaling Peptides and Proteins",
            "Male",
            "Meiosis",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Inbred DBA",
            "Mice, Transgenic",
            "Microtubule-Associated Proteins",
            "NIMA-Related Kinases",
            "Nuclear Proteins",
            "Promoter Regions, Genetic",
            "Protein Serine-Threonine Kinases",
            "Proteins",
            "Spermatocytes",
            "Spermatogenesis",
            "Testis",
            "Ubiquitin-Protein Ligases",
            "t-Complex Genome Region"
        ],
        "Authors": [
            {
                "First Name": "Kunsoo",
                "Last Name": "Rhee",
                "Affiliation": "Department of Genetics and Development, Center for Reproductive Sciences, The Irving Comprehensive Cancer Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecules and cells",
        "PubDate": "2002"
    },
    {
        "PMID": "11907141",
        "Title": "Targeted disruption of the mouse cis-retinol dehydrogenase gene: visual and nonvisual functions.",
        "Abstract": "It has been proposed that cis-retinol dehydrogenase (cRDH) acts within the body to catalyze the oxidation of 9-cis-retinol, an oxidative step needed for 9-cis-retinoic acid synthesis, the oxidation of 11-cis-retinol [an oxidative step needed for 11-cis-retinal (visual chromophore) synthesis], and 3 alpha-hydroxysteroid transformations. To assess in vivo the physiological importance of each of these proposed actions of cRDH, we generated cRDH-deficient (cRDH-/-) mice. The cRDH-/- mice reproduce normally and appear to be normal. However, the mutant mice do have a mild visual phenotype of impaired dark adaptation. This phenotype is evidenced by electroretinagram analysis of the mice and by biochemical measures of eye levels of retinoid intermediates during recovery from an intense photobleach. Although it is thought that cRDH is expressed in the eye almost solely in retinal pigment epithelial cells, we detected cRDH expression in other retinal cells, including ganglion cells, amacrine cells, horizontal cells, and the inner segments of the rod photoreceptor cells. Aside from the eye, there are no marked differences in retinoid levels in other tissues throughout the body for cRDH-/- compared with cRDH+/+ mice. Moreover, we did not detect any non-visual phenotypic changes for cRDH-/- mice, suggesting that these mice do not have problems in metabolizing 3 alpha-hydroxysteroids.Thus, cRDH may act essentially in the visual cycle but is redundant for catalyzing 9-cis-retinoic acid formation and 3 alpha-hydroxysteroid metabolism.",
        "Keywords": [
            "Non-programmatic"
        ],
        "MeSH terms": [
            "Alcohol Oxidoreductases",
            "Alitretinoin",
            "Animals",
            "Animals, Genetically Modified",
            "Dark Adaptation",
            "Electroretinography",
            "Eye",
            "Gene Targeting",
            "Hydroxysteroids",
            "In Situ Hybridization",
            "Mice",
            "Ocular Physiological Phenomena",
            "Retinoids",
            "Tissue Distribution",
            "Tretinoin"
        ],
        "Authors": [
            {
                "First Name": "Enyuan",
                "Last Name": "Shang",
                "Affiliation": "The Institute of Human Nutrition, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Katherine",
                "Last Name": "Lai",
                "Affiliation": ""
            },
            {
                "First Name": "Alan I",
                "Last Name": "Packer",
                "Affiliation": ""
            },
            {
                "First Name": "Jisun",
                "Last Name": "Paik",
                "Affiliation": ""
            },
            {
                "First Name": "William S",
                "Last Name": "Blaner",
                "Affiliation": ""
            },
            {
                "First Name": "Milena",
                "Last Name": "de Morais Vieira",
                "Affiliation": ""
            },
            {
                "First Name": "Peter",
                "Last Name": "Gouras",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of lipid research",
        "PubDate": "2002"
    },
    {
        "PMID": "11785960",
        "Title": "Nek2 localizes to multiple sites in mitotic cells, suggesting its involvement in multiple cellular functions during the cell cycle.",
        "Abstract": "Nek2 is a mammalian protein kinase that is structurally homologous to NIMA, a mitotic regulator in Aspergillus nidulans. To understand the possible cellular processes in which Nek2 participates during the cell cycle, we investigated the expression and subcellular localization of Nek2 in mitotic cells. The Nek2 protein levels were observed to be regulated in a cell cycle stage-specific manner in cultured cells. The cell cycle stage specificity of Nek2 expression was also confirmed in cells undergoing mitosis in vivo. Nek2 proteins were localized in both the nucleus and cytoplasm throughout the cell cycle, but exhibited dynamic changes in distribution, depending on the cell cycle stage. Nek2 was associated with chromosomes from prophase to metaphase and then was dissociated upon entering into anaphase. Nek2 then appeared at the midbody of the cytoplasmic bridge at telophase. Nek2 was also associated with the centrosome throughout the cell cycle as observed previously by others. Additionally, the nuclear localization of Nek2 was increased during S phase. Such dynamic behavior of Nek2 suggests that Nek2 may be a mitotic regulator that is involved in diverse cell cycle events.",
        "Keywords": [
            "Non-programmatic"
        ],
        "MeSH terms": [
            "Anaphase",
            "Animals",
            "Cell Cycle",
            "Cell Cycle Proteins",
            "Cells, Cultured",
            "Centrosome",
            "Chromosomes",
            "Female",
            "Fibroblasts",
            "Humans",
            "Metaphase",
            "Mice",
            "Mitosis",
            "NIMA-Related Kinases",
            "Ovarian Follicle",
            "Prophase",
            "Protein Serine-Threonine Kinases",
            "Protein Transport",
            "Rats",
            "S Phase",
            "Telophase"
        ],
        "Authors": [
            {
                "First Name": "Yong",
                "Last Name": "Ha Kim",
                "Affiliation": "School of Biological Sciences, Seoul National University, Seoul, 151-742, Korea."
            },
            {
                "First Name": "Jun",
                "Last Name": "Yeol Choi",
                "Affiliation": ""
            },
            {
                "First Name": "Yeontae",
                "Last Name": "Jeong",
                "Affiliation": ""
            },
            {
                "First Name": "Debra J",
                "Last Name": "Wolgemuth",
                "Affiliation": ""
            },
            {
                "First Name": "Kunsoo",
                "Last Name": "Rhee",
                "Affiliation": ""
            }
        ],
        "Journal": "Biochemical and biophysical research communications",
        "PubDate": "2002"
    }
]