[
    {
        "PMID": "38554707",
        "Title": "Barcoding of episodic memories in the hippocampus of a food-caching bird.",
        "Abstract": "The hippocampus is critical for episodic memory. Although hippocampal activity represents place and other behaviorally relevant variables, it is unclear how it encodes numerous memories of specific events in life. To study episodic coding, we leveraged the specialized behavior of chickadees-food-caching birds that form memories at well-defined moments in time whenever they cache food for subsequent retrieval. Our recordings during caching revealed very sparse, transient barcode-like patterns of firing across hippocampal neurons. Each \"barcode\" uniquely represented a caching event and transiently reactivated during the retrieval of that specific cache. Barcodes co-occurred with the conventional activity of place cells but were uncorrelated even for nearby cache locations that had similar place codes. We propose that animals recall episodic memories by reactivating hippocampal barcodes. Similarly to computer hash codes, these patterns assign unique identifiers to different events and could be a mechanism for rapid formation and storage of many non-interfering memories.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Birds",
            "Feeding Behavior",
            "Food",
            "Hippocampus",
            "Memory, Episodic",
            "Neurons"
        ],
        "Authors": [
            {
                "First Name": "Selmaan N",
                "Last Name": "Chettih",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Emily L",
                "Last Name": "Mackevicius",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; Basis Research Institute, New York, NY 10027, USA."
            },
            {
                "First Name": "Stephanie",
                "Last Name": "Hale",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA. Electronic address: da2006@columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2024"
    },
    {
        "PMID": "37553864",
        "Title": "Topography of inputs into the hippocampal formation of a food-caching bird.",
        "Abstract": "The mammalian hippocampal formation (HF) is organized into domains associated with different functions. These differences are driven in part by the pattern of input along the hippocampal long axis, such as visual input to the septal hippocampus and amygdalar input to the temporal hippocampus. HF is also organized along the transverse axis, with different patterns of neural activity in the hippocampus and the entorhinal cortex. In some birds, a similar organization has been observed along both of these axes. However, it is not known what role inputs play in this organization. We used retrograde tracing to map inputs into HF of a food-caching bird, the black-capped chickadee. We first compared two locations along the transverse axis: the hippocampus and the dorsolateral hippocampal area (DL), which is analogous to the entorhinal cortex. We found that pallial regions predominantly targeted DL, while some subcortical regions like the lateral hypothalamus (LHy) preferentially targeted the hippocampus. We then examined the hippocampal long axis and found that almost all inputs were topographic along this direction. For example, the anterior hippocampus was preferentially innervated by thalamic regions, while the posterior hippocampus received more amygdalar input. Some of the topographies we found bear a resemblance to those described in the mammalian brain, revealing a remarkable anatomical similarity of phylogenetically distant animals. More generally, our work establishes the pattern of inputs to HF in chickadees. Some of these patterns may be unique to chickadees, laying the groundwork for studying the anatomical basis of these birds' exceptional hippocampal memory.",
        "Keywords": [
            "RRID:AB_150030018",
            "bird",
            "chickadee",
            "entorhinal",
            "food-caching",
            "hippocampus",
            "inputs",
            "topography"
        ],
        "MeSH terms": [
            "Animals",
            "Hippocampus",
            "Entorhinal Cortex",
            "Songbirds",
            "Mammals",
            "Amygdala"
        ],
        "Authors": [
            {
                "First Name": "Marissa C",
                "Last Name": "Applegate",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York City, New York, USA."
            },
            {
                "First Name": "Konstantin S",
                "Last Name": "Gutnichenko",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York City, New York, USA."
            },
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York City, New York, USA."
            }
        ],
        "Journal": "The Journal of comparative neurology",
        "PubDate": "2023"
    },
    {
        "PMID": "37461442",
        "Title": "Barcoding of episodic memories in the hippocampus of a food-caching bird.",
        "Abstract": "Episodic memory, or memory of experienced events, is a critical function of the hippocampus",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Selmaan N",
                "Last Name": "Chettih",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University."
            },
            {
                "First Name": "Emily L",
                "Last Name": "Mackevicius",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University."
            },
            {
                "First Name": "Stephanie",
                "Last Name": "Hale",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University."
            },
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "37295426",
        "Title": "An entorhinal-like region in food-caching birds.",
        "Abstract": "The mammalian entorhinal cortex routes inputs from diverse sources into the hippocampus. This information is mixed and expressed in the activity of many specialized entorhinal cell types, which are considered indispensable for hippocampal function. However, functionally similar hippocampi exist even in non-mammals that lack an obvious entorhinal cortex or, generally, any layered cortex. To address this dilemma, we mapped extrinsic hippocampal connections in chickadees, whose hippocampi are used for remembering numerous food caches. We found a well-delineated structure in these birds that is topologically similar to the entorhinal cortex and interfaces between the hippocampus and other pallial regions. Recordings of this structure revealed entorhinal-like activity, including border and multi-field grid-like cells. These cells were localized to the subregion predicted by anatomical mapping to match the dorsomedial entorhinal cortex. Our findings uncover an anatomical and physiological equivalence of vastly different brains, suggesting a fundamental nature of entorhinal-like computations for hippocampal function.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Entorhinal Cortex",
            "Hippocampus",
            "Neurons",
            "Brain",
            "Songbirds",
            "Mammals"
        ],
        "Authors": [
            {
                "First Name": "Marissa C",
                "Last Name": "Applegate",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, 3227 Broadway, New York, NY 10027, USA."
            },
            {
                "First Name": "Konstantin S",
                "Last Name": "Gutnichenko",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, 3227 Broadway, New York, NY 10027, USA."
            },
            {
                "First Name": "Emily L",
                "Last Name": "Mackevicius",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, 3227 Broadway, New York, NY 10027, USA."
            },
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, 3227 Broadway, New York, NY 10027, USA. Electronic address: da2006@columbia.edu."
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2023"
    },
    {
        "PMID": "36993579",
        "Title": "Topography of inputs into the hippocampal formation of a food-caching bird.",
        "Abstract": "The mammalian hippocampal formation (HF) is organized into domains associated with different functions. These differences are driven in part by the pattern of input along the hippocampal long axis, such as visual input to the septal hippocampus and amygdalar input to temporal hippocampus. HF is also organized along the transverse axis, with different patterns of neural activity in the hippocampus and the entorhinal cortex. In some birds, a similar organization has been observed along both of these axes. However, it is not known what role inputs play in this organization. We used retrograde tracing to map inputs into HF of a food-caching bird, the black-capped chickadee. We first compared two locations along the transverse axis: the hippocampus and the dorsolateral hippocampal area (DL), which is analogous to the entorhinal cortex. We found that pallial regions predominantly targeted DL, while some subcortical regions like the lateral hypothalamus (LHy) preferentially targeted the hippocampus. We then examined the hippocampal long axis and found that almost all inputs were topographic along this direction. For example, the anterior hippocampus was preferentially innervated by thalamic regions, while posterior hippocampus received more amygdalar input. Some of the topographies we found bear resemblance to those described in the mammalian brain, revealing a remarkable anatomical similarity of phylogenetically distant animals. More generally, our work establishes the pattern of inputs to HF in chickadees. Some of these patterns may be unique to chickadees, laying the groundwork for studying the anatomical basis of these birds ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Marissa C",
                "Last Name": "Applegate",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University."
            },
            {
                "First Name": "Konstantin S",
                "Last Name": "Gutnichenko",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University."
            },
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36928104",
        "Title": "Neural learning rules for generating flexible predictions and computing the successor representation.",
        "Abstract": "The predictive nature of the hippocampus is thought to be useful for memory-guided cognitive behaviors. Inspired by the reinforcement learning literature, this notion has been formalized as a predictive map called the successor representation (SR). The SR captures a number of observations about hippocampal activity. However, the algorithm does not provide a neural mechanism for how such representations arise. Here, we show the dynamics of a recurrent neural network naturally calculate the SR when the synaptic weights match the transition probability matrix. Interestingly, the predictive horizon can be flexibly modulated simply by changing the network gain. We derive simple, biologically plausible learning rules to learn the SR in a recurrent network. We test our model with realistic inputs and match hippocampal data recorded during random foraging. Taken together, our results suggest that the SR is more accessible in neural circuits than previously thought and can support a broad range of cognitive functions.",
        "Keywords": [
            "hippocampus",
            "neuroscience",
            "plasticity",
            "predictive coding",
            "recurrent neural network",
            "state-space model",
            "tufted titmouse"
        ],
        "MeSH terms": [
            "Learning",
            "Neural Networks, Computer",
            "Hippocampus",
            "Reinforcement, Psychology",
            "Algorithms"
        ],
        "Authors": [
            {
                "First Name": "Ching",
                "Last Name": "Fang",
                "Affiliation": "Zuckerman Institute, Department of Neuroscience, Columbia University, New York, United States."
            },
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Zuckerman Institute, Department of Neuroscience, Columbia University, New York, United States."
            },
            {
                "First Name": "L F",
                "Last Name": "Abbott",
                "Affiliation": "Zuckerman Institute, Department of Neuroscience, Columbia University, New York, United States."
            },
            {
                "First Name": "Emily L",
                "Last Name": "Mackevicius",
                "Affiliation": "Zuckerman Institute, Department of Neuroscience, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2023"
    },
    {
        "PMID": "36711539",
        "Title": "An entorhinal-like region in food-caching birds.",
        "Abstract": "The mammalian entorhinal cortex routes inputs from diverse sources into the hippocampus. This information is mixed and expressed in the activity of many specialized entorhinal cell types, which are considered indispensable for hippocampal function. However, functionally similar hippocampi exist even in non-mammals that lack an obvious entorhinal cortex, or generally any layered cortex. To address this dilemma, we mapped extrinsic hippocampal connections in chickadees, whose hippocampi are used for remembering numerous food caches. We found a well-delineated structure in these birds that is topologically similar to the entorhinal cortex and interfaces between the hippocampus and other pallial regions. Recordings of this structure revealed entorhinal-like activity, including border and multi-field grid-like cells. These cells were localized to the subregion predicted by anatomical mapping to match the dorsomedial entorhinal cortex. Our findings uncover an anatomical and physiological equivalence of vastly different brains, suggesting a fundamental nature of entorhinal-like computations for hippocampal function.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Marissa C",
                "Last Name": "Applegate",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University."
            },
            {
                "First Name": "Konstantin S",
                "Last Name": "Gutnichenko",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University."
            },
            {
                "First Name": "Emily L",
                "Last Name": "Mackevicius",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University."
            },
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "35467526",
        "Title": "Flexible use of memory by food-caching birds.",
        "Abstract": "Animals use memory-guided and memory-independent strategies to make navigational decisions. Disentangling the contribution of these strategies to navigation is critical for understanding how memory influences behavioral output. To address this issue, we studied spatial behaviors of the chickadee, a food-caching bird. Chickadees hide food in concealed, scattered locations and retrieve their caches later in time. We designed an apparatus that allows birds to cache and retrieve food at many sites while navigating in a laboratory arena. This apparatus enabled automated tracking of behavioral variables - including caches, retrievals, and investigations of different sites. We built probabilistic models to fit these behavioral data using a combination of mnemonic and non-mnemonic factors. We found that chickadees use some navigational strategies that are independent of cache memories, including opportunistic foraging and spatial biases. They combine these strategies with spatially precise memories of which sites contain caches and which sites they have previously checked. A single memory of site contents is used in a context-dependent manner: during caching chickadees avoid sites that contain food, while during retrieval they instead preferentially access occupied sites. Our approach is a powerful way to investigate navigational decisions in a natural behavior, including flexible contributions of memory to these decisions.",
        "Keywords": [
            "black-capped chickadee",
            "episodic memory",
            "food caching",
            "neuroscience"
        ],
        "MeSH terms": [
            "Animals",
            "Food",
            "Memory",
            "Songbirds",
            "Spatial Behavior"
        ],
        "Authors": [
            {
                "First Name": "Marissa C",
                "Last Name": "Applegate",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2022"
    },
    {
        "PMID": "34650280",
        "Title": "Author Correction: Disordered grids in the third dimension.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA. da2006@columbia.edu."
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2021"
    },
    {
        "PMID": "34580495",
        "Title": "Disordered grids in the third dimension.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Computer Systems"
        ],
        "Authors": [
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA. da2006@columbia.edu."
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2021"
    },
    {
        "PMID": "33875887",
        "Title": "Geometric deep learning enables 3D kinematic profiling across species and environments.",
        "Abstract": "Comprehensive descriptions of animal behavior require precise three-dimensional (3D) measurements of whole-body movements. Although two-dimensional approaches can track visible landmarks in restrictive environments, performance drops in freely moving animals, due to occlusions and appearance changes. Therefore, we designed DANNCE to robustly track anatomical landmarks in 3D across species and behaviors. DANNCE uses projective geometry to construct inputs to a convolutional neural network that leverages learned 3D geometric reasoning. We trained and benchmarked DANNCE using a dataset of nearly seven million frames that relates color videos and rodent 3D poses. In rats and mice, DANNCE robustly tracked dozens of landmarks on the head, trunk, and limbs of freely moving animals in naturalistic settings. We extended DANNCE to datasets from rat pups, marmosets, and chickadees, and demonstrate quantitative profiling of behavioral lineage during development.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biomechanical Phenomena",
            "Deep Learning",
            "Image Processing, Computer-Assisted",
            "Motor Activity",
            "Video Recording"
        ],
        "Authors": [
            {
                "First Name": "Timothy W",
                "Last Name": "Dunn",
                "Affiliation": "Duke Forge and Duke AI Health, Duke University, Durham, NC, USA. timothy.dunn@duke.edu."
            },
            {
                "First Name": "Jesse D",
                "Last Name": "Marshall",
                "Affiliation": "Department of Organismic and Evolutionary Biology and Center for Brain Science, Harvard University, Cambridge, MA, USA. jesse_d_marshall@fas.harvard.edu."
            },
            {
                "First Name": "Kyle S",
                "Last Name": "Severson",
                "Affiliation": "Department of Neurobiology, Duke University, Durham, NC, USA."
            },
            {
                "First Name": "Diego E",
                "Last Name": "Aldarondo",
                "Affiliation": "Program in Neuroscience, Harvard University, Cambridge, MA, USA."
            },
            {
                "First Name": "David G C",
                "Last Name": "Hildebrand",
                "Affiliation": "Laboratory of Neural Systems, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Selmaan N",
                "Last Name": "Chettih",
                "Affiliation": "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "William L",
                "Last Name": "Wang",
                "Affiliation": "Department of Organismic and Evolutionary Biology and Center for Brain Science, Harvard University, Cambridge, MA, USA."
            },
            {
                "First Name": "Amanda J",
                "Last Name": "Gellis",
                "Affiliation": "Department of Organismic and Evolutionary Biology and Center for Brain Science, Harvard University, Cambridge, MA, USA."
            },
            {
                "First Name": "David E",
                "Last Name": "Carlson",
                "Affiliation": "Duke Forge and Duke AI Health, Duke University, Durham, NC, USA."
            },
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Winrich A",
                "Last Name": "Freiwald",
                "Affiliation": "Laboratory of Neural Systems, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Fan",
                "Last Name": "Wang",
                "Affiliation": "Department of Neurobiology, Duke University, Durham, NC, USA."
            },
            {
                "First Name": "Bence P",
                "Last Name": "Ölveczky",
                "Affiliation": "Department of Organismic and Evolutionary Biology and Center for Brain Science, Harvard University, Cambridge, MA, USA. olveczky@fas.harvard.edu."
            }
        ],
        "Journal": "Nature methods",
        "PubDate": "2021"
    },
    {
        "PMID": "32149601",
        "Title": "Visual cue-related activity of cells in the medial entorhinal cortex during navigation in virtual reality.",
        "Abstract": "During spatial navigation, animals use self-motion to estimate positions through path integration. However, estimation errors accumulate over time and it is unclear how they are corrected. Here we report a new cell class ('cue cell') encoding visual cues that could be used to correct errors in path integration in mouse medial entorhinal cortex (MEC). During virtual navigation, individual cue cells exhibited firing fields only near visual cues and their population response formed sequences repeated at each cue. These cells consistently responded to cues across multiple environments. On a track with cues on left and right sides, most cue cells only responded to cues on one side. During navigation in a real arena, they showed spatially stable activity and accounted for 32% of unidentified, spatially stable MEC cells. These cue cell properties demonstrate that the MEC contains a code representing spatial landmarks, which could be important for error correction during path integration.",
        "Keywords": [
            "cue cells",
            "grid cells",
            "medial entorhinal cortex",
            "mouse",
            "neuroscience",
            "path integration",
            "virtual reality",
            "visual cues"
        ],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Cues",
            "Entorhinal Cortex",
            "Male",
            "Mice",
            "Neurons",
            "Spatial Navigation",
            "Virtual Reality",
            "Vision, Ocular"
        ],
        "Authors": [
            {
                "First Name": "Amina A",
                "Last Name": "Kinkhabwala",
                "Affiliation": "Princeton Neuroscience Institute, Princeton University, Princeton, United States."
            },
            {
                "First Name": "Yi",
                "Last Name": "Gu",
                "Affiliation": "Princeton Neuroscience Institute, Princeton University, Princeton, United States."
            },
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Princeton Neuroscience Institute, Princeton University, Princeton, United States."
            },
            {
                "First Name": "David W",
                "Last Name": "Tank",
                "Affiliation": "Princeton Neuroscience Institute, Princeton University, Princeton, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2020"
    },
    {
        "PMID": "28617829",
        "Title": "Rhythmic syllable-related activity in a songbird motor thalamic nucleus necessary for learned vocalizations.",
        "Abstract": "Birdsong is a complex behavior that exhibits hierarchical organization. While the representation of singing behavior and its hierarchical organization has been studied in some detail in avian cortical premotor circuits, our understanding of the role of the thalamus in adult birdsong is incomplete. Using a combination of behavioral and electrophysiological studies, we seek to expand on earlier work showing that the thalamic nucleus Uvaeformis (Uva) is necessary for the production of stereotyped, adult song in zebra finch (Taeniopygia guttata). We confirm that complete bilateral lesions of Uva abolish singing in the 'directed' social context, but find that in the 'undirected' social context, such lesions result in highly variable vocalizations similar to early babbling song in juvenile birds. Recordings of neural activity in Uva reveal strong syllable-related modulation, maximally active prior to syllable onsets and minimally active prior to syllable offsets. Furthermore, both song and Uva activity exhibit a pronounced coherent modulation at 10Hz-a pattern observed in downstream premotor areas in adult and, even more prominently, in juvenile birds. These findings are broadly consistent with the idea that Uva is critical in the sequential activation of behavioral modules in HVC.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Finches",
            "Male",
            "Motor Cortex",
            "Thalamic Nuclei",
            "Vocalization, Animal"
        ],
        "Authors": [
            {
                "First Name": "Husain H",
                "Last Name": "Danish",
                "Affiliation": "Department of Brain and Cognitive Sciences, McGovern Institute for Brain Research, Massachusetts Institute of Technology, Cambridge, MA, United States of America."
            },
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Department of Brain and Cognitive Sciences, McGovern Institute for Brain Research, Massachusetts Institute of Technology, Cambridge, MA, United States of America."
            },
            {
                "First Name": "Michale S",
                "Last Name": "Fee",
                "Affiliation": "Department of Brain and Cognitive Sciences, McGovern Institute for Brain Research, Massachusetts Institute of Technology, Cambridge, MA, United States of America."
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2017"
    },
    {
        "PMID": "28358077",
        "Title": "Mapping of a non-spatial dimension by the hippocampal-entorhinal circuit.",
        "Abstract": "During spatial navigation, neural activity in the hippocampus and the medial entorhinal cortex (MEC) is correlated to navigational variables such as location, head direction, speed, and proximity to boundaries. These activity patterns are thought to provide a map-like representation of physical space. However, the hippocampal-entorhinal circuit is involved not only in spatial navigation, but also in a variety of memory-guided behaviours. The relationship between this general function and the specialized spatial activity patterns is unclear. A conceptual framework reconciling these views is that spatial representation is just one example of a more general mechanism for encoding continuous, task-relevant variables. Here we tested this idea by recording from hippocampal and entorhinal neurons during a task that required rats to use a joystick to manipulate sound along a continuous frequency axis. We found neural representation of the entire behavioural task, including activity that formed discrete firing fields at particular sound frequencies. Neurons involved in this representation overlapped with the known spatial cell types in the circuit, such as place cells and grid cells. These results suggest that common circuit mechanisms in the hippocampal-entorhinal system are used to represent diverse behavioural tasks, possibly supporting cognitive processes beyond spatial navigation.",
        "Keywords": [],
        "MeSH terms": [
            "Acoustic Stimulation",
            "Animals",
            "Auditory Perception",
            "Cognition",
            "Entorhinal Cortex",
            "Grid Cells",
            "Hippocampus",
            "Male",
            "Models, Neurological",
            "Neural Pathways",
            "Place Cells",
            "Rats",
            "Rats, Long-Evans",
            "Sound",
            "Space Perception",
            "Spatial Navigation"
        ],
        "Authors": [
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Princeton Neuroscience Institute, Princeton University, Princeton, New Jersey 08544, USA."
            },
            {
                "First Name": "Rhino",
                "Last Name": "Nevers",
                "Affiliation": "Princeton Neuroscience Institute, Princeton University, Princeton, New Jersey 08544, USA."
            },
            {
                "First Name": "David W",
                "Last Name": "Tank",
                "Affiliation": "Princeton Neuroscience Institute, Princeton University, Princeton, New Jersey 08544, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2017"
    },
    {
        "PMID": "25374363",
        "Title": "Engagement of neural circuits underlying 2D spatial navigation in a rodent virtual reality system.",
        "Abstract": "Virtual reality (VR) enables precise control of an animal's environment and otherwise impossible experimental manipulations. Neural activity in rodents has been studied on virtual 1D tracks. However, 2D navigation imposes additional requirements, such as the processing of head direction and environment boundaries, and it is unknown whether the neural circuits underlying 2D representations can be sufficiently engaged in VR. We implemented a VR setup for rats, including software and large-scale electrophysiology, that supports 2D navigation by allowing rotation and walking in any direction. The entorhinal-hippocampal circuit, including place, head direction, and grid cells, showed 2D activity patterns similar to those in the real world. Furthermore, border cells were observed, and hippocampal remapping was driven by environment shape, suggesting functional processing of virtual boundaries. These results illustrate that 2D spatial representations can be engaged by visual and rotational vestibular stimuli alone and suggest a novel VR tool for studying rat navigation.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Computer Simulation",
            "Cues",
            "Hippocampus",
            "Male",
            "Neurons",
            "Orientation",
            "Rats, Long-Evans",
            "Space Perception",
            "Spatial Navigation",
            "User-Computer Interface"
        ],
        "Authors": [
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Princeton Neuroscience Institute, Bezos Center for Neural Circuit Dynamics, Princeton University, Princeton, NJ 08544, USA."
            },
            {
                "First Name": "David W",
                "Last Name": "Tank",
                "Affiliation": "Princeton Neuroscience Institute, Bezos Center for Neural Circuit Dynamics, Princeton University, Princeton, NJ 08544, USA. Electronic address: dwtank@princeton.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2014"
    },
    {
        "PMID": "23112858",
        "Title": "Natural changes in brain temperature underlie variations in song tempo during a mating behavior.",
        "Abstract": "The song of a male zebra finch is a stereotyped motor sequence whose tempo varies with social context--whether or not the song is directed at a female bird--as well as with the time of day. The neural mechanisms underlying these changes in tempo are unknown. Here we show that brain temperature recorded in freely behaving male finches exhibits a global increase in response to the presentation of a female bird. This increase strongly correlates with, and largely explains, the faster tempo of songs directed at a female compared to songs produced in social isolation. Furthermore, we find that the observed diurnal variations in song tempo are also explained by natural variations in brain temperature. Our findings suggest that brain temperature is an important variable that can influence the dynamics of activity in neural circuits, as well as the temporal features of behaviors that some of these circuits generate.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Body Temperature",
            "Brain",
            "Female",
            "Male",
            "Mating Preference, Animal",
            "Songbirds",
            "Vocalization, Animal"
        ],
        "Authors": [
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Department of Brain and Cognitive Sciences, McGovern Institute for Brain Research, Massachusetts Institute of Technology, Cambridge, Massachusetts, United States of America. daronov@princeton.edu"
            },
            {
                "First Name": "Michale S",
                "Last Name": "Fee",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2012"
    },
    {
        "PMID": "22072687",
        "Title": "Two distinct modes of forebrain circuit dynamics underlie temporal patterning in the vocalizations of young songbirds.",
        "Abstract": "Accurate timing is a critical aspect of motor control, yet the temporal structure of many mature behaviors emerges during learning from highly variable exploratory actions. How does a developing brain acquire the precise control of timing in behavioral sequences? To investigate the development of timing, we analyzed the songs of young juvenile zebra finches. These highly variable vocalizations, akin to human babbling, gradually develop into temporally stereotyped adult songs. We find that the durations of syllables and silences in juvenile singing are formed by a mixture of two distinct modes of timing: a random mode producing broadly distributed durations early in development, and a stereotyped mode underlying the gradual emergence of stereotyped durations. Using lesions, inactivations, and localized brain cooling, we investigated the roles of neural dynamics within two premotor cortical areas in the production of these temporal modes. We find that LMAN (lateral magnocellular nucleus of the nidopallium) is required specifically for the generation of the random mode of timing and that mild cooling of LMAN causes an increase in the durations produced by this mode. On the contrary, HVC (used as a proper name) is required specifically for producing the stereotyped mode of timing, and its cooling causes a slowing of all stereotyped components. These results show that two neural pathways contribute to the timing of juvenile songs and suggest an interesting organization in the forebrain, whereby different brain areas are specialized for the production of distinct forms of neural dynamics.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Behavior, Animal",
            "Computer Simulation",
            "Male",
            "Models, Neurological",
            "Nerve Net",
            "Neural Pathways",
            "Nonlinear Dynamics",
            "Prosencephalon",
            "Respiration",
            "Songbirds",
            "Sound Spectrography",
            "Spectrum Analysis",
            "Stereotyped Behavior",
            "Time Factors",
            "Time Perception",
            "Vocalization, Animal"
        ],
        "Authors": [
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "McGovern Institute for Brain Research, Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, Massachusetts 02139, USA."
            },
            {
                "First Name": "Lena",
                "Last Name": "Veit",
                "Affiliation": ""
            },
            {
                "First Name": "Jesse H",
                "Last Name": "Goldberg",
                "Affiliation": ""
            },
            {
                "First Name": "Michale S",
                "Last Name": "Fee",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2011"
    },
    {
        "PMID": "21697438",
        "Title": "Learning to breathe and sing: development of respiratory-vocal coordination in young songbirds.",
        "Abstract": "How do animals with learned vocalizations coordinate vocal production with respiration? Songbirds such as the zebra finch learn their songs, beginning with highly variable babbling vocalizations known as subsong. After several weeks of practice, zebra finches are able to produce a precisely timed pattern of syllables and silences, precisely coordinated with expiratory and inspiratory pulses (Franz M, Goller F. J Neurobiol 51: 129-141, 2002). While respiration in adult song is well described, relatively little is known about respiratory patterns in subsong or about the processes by which respiratory and vocal patterns become coordinated. To address these questions, we recorded thoracic air sac pressure in juvenile zebra finches prior to the appearance of any consistent temporal or acoustic structure in their songs. We found that subsong contains brief inspiratory pulses (50 ms) alternating with longer pulses of sustained expiratory pressure (50-500 ms). In striking contrast to adult song, expiratory pulses often contained multiple (0-8) variably timed syllables separated by expiratory gaps and were only partially vocalized. During development, expiratory pulses became shorter and more stereotyped in duration with shorter and fewer nonvocalized parts. These developmental changes eventually resulted in the production of a single syllable per expiratory pulse and a single inspiratory pulse filling each gap, forming a coordinated sequence similar to that of adult song. To examine the role of forebrain song-control nuclei in the development of respiratory patterns, we performed pressure recordings before and after lesions of nucleus HVC (proper name) and found that this manipulation reverses the developmental trends in measures of the respiratory pattern.",
        "Keywords": [],
        "MeSH terms": [
            "Air Sacs",
            "Animals",
            "Brain Mapping",
            "Finches",
            "Learning",
            "Male",
            "Manometry",
            "Neuronal Plasticity",
            "Respiration",
            "Stereotyped Behavior",
            "Vocalization, Animal"
        ],
        "Authors": [
            {
                "First Name": "Lena",
                "Last Name": "Veit",
                "Affiliation": "McGovern Institute for Brain Research, Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."
            },
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": ""
            },
            {
                "First Name": "Michale S",
                "Last Name": "Fee",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of neurophysiology",
        "PubDate": "2011"
    },
    {
        "PMID": "21543758",
        "Title": "Changes in the neural control of a complex motor sequence during learning.",
        "Abstract": "The acquisition of complex motor sequences often proceeds through trial-and-error learning, requiring the deliberate exploration of motor actions and the concomitant evaluation of the resulting performance. Songbirds learn their song in this manner, producing highly variable vocalizations as juveniles. As the song improves, vocal variability is gradually reduced until it is all but eliminated in adult birds. In the present study we examine how the motor program underlying such a complex motor behavior evolves during learning by recording from the robust nucleus of the arcopallium (RA), a motor cortex analog brain region. In young birds, neurons in RA exhibited highly variable firing patterns that throughout development became more precise, sparse, and bursty. We further explored how the developing motor program in RA is shaped by its two main inputs: LMAN, the output nucleus of a basal ganglia-forebrain circuit, and HVC, a premotor nucleus. Pharmacological inactivation of LMAN during singing made the song-aligned firing patterns of RA neurons adultlike in their stereotypy without dramatically affecting the spike statistics or the overall firing patterns. Removing the input from HVC, on the other hand, resulted in a complete loss of stereotypy of both the song and the underlying motor program. Thus our results show that a basal ganglia-forebrain circuit drives motor exploration required for trial-and-error learning by adding variability to the developing motor program. As learning proceeds and the motor circuits mature, the relative contribution of LMAN is reduced, allowing the premotor input from HVC to drive an increasingly stereotyped song.",
        "Keywords": [],
        "MeSH terms": [
            "Animal Communication",
            "Animals",
            "Basal Ganglia",
            "Finches",
            "Learning",
            "Male",
            "Motor Activity",
            "Motor Cortex",
            "Neural Pathways",
            "Neurons",
            "Prosencephalon"
        ],
        "Authors": [
            {
                "First Name": "Bence P",
                "Last Name": "Ölveczky",
                "Affiliation": "McGovern Institute for Brain Research, Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA. olveczky@fas.harvard.edu"
            },
            {
                "First Name": "Timothy M",
                "Last Name": "Otchy",
                "Affiliation": ""
            },
            {
                "First Name": "Jesse H",
                "Last Name": "Goldberg",
                "Affiliation": ""
            },
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": ""
            },
            {
                "First Name": "Michale S",
                "Last Name": "Fee",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of neurophysiology",
        "PubDate": "2011"
    },
    {
        "PMID": "21291909",
        "Title": "Analyzing the dynamics of brain circuits with temperature: design and implementation of a miniature thermoelectric device.",
        "Abstract": "Traditional lesion or inactivation methods are useful for determining if a given brain area is involved in the generation of a behavior, but not for determining if circuit dynamics in that area control the timing of the behavior. In contrast, localized mild cooling or heating of a brain area alters the speed of neuronal and circuit dynamics and can reveal the role of that area in the control of timing. It has been shown that miniaturized solid-state heat pumps based on the Peltier effect can be useful for analyzing brain dynamics in small freely behaving animals (Long and Fee, 2008). Here we present a theoretical analysis of these devices and a procedure for optimizing their design. We describe the construction and implementation of one device for cooling surface brain areas, such as cortex, and another device for cooling deep brain regions. We also present measurements of the magnitude and localization of the brain temperature changes produced by these two devices.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Cerebral Cortex",
            "Electronics, Medical",
            "Electrophysiology",
            "Equipment Design",
            "Hypothermia, Induced",
            "Mice",
            "Nerve Net",
            "Rats",
            "Reaction Time",
            "Refrigeration"
        ],
        "Authors": [
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, MIT 46-5130, 77 Massachusetts Ave, Cambridge, MA 02139, USA."
            },
            {
                "First Name": "Michale S",
                "Last Name": "Fee",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of neuroscience methods",
        "PubDate": "2011"
    },
    {
        "PMID": "18451295",
        "Title": "A specialized forebrain circuit for vocal babbling in the juvenile songbird.",
        "Abstract": "Young animals engage in variable exploratory behaviors essential for the development of neural circuitry and adult motor control, yet the neural basis of these behaviors is largely unknown. Juvenile songbirds produce subsong-a succession of primitive vocalizations akin to human babbling. We found that subsong production in zebra finches does not require HVC (high vocal center), a key premotor area for singing in adult birds, but does require LMAN (lateral magnocellular nucleus of the nidopallium), a forebrain nucleus involved in learning but not in adult singing. During babbling, neurons in LMAN exhibited premotor correlations to vocal output on a fast time scale. Thus, juvenile singing is driven by a circuit distinct from that which produces the adult behavior-a separation possibly general to other developing motor systems.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Finches",
            "Neural Pathways",
            "Neurons",
            "Prosencephalon",
            "Vocalization, Animal"
        ],
        "Authors": [
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "McGovern Institute for Brain Research, Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."
            },
            {
                "First Name": "Aaron S",
                "Last Name": "Andalman",
                "Affiliation": ""
            },
            {
                "First Name": "Michale S",
                "Last Name": "Fee",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2008"
    },
    {
        "PMID": "17408581",
        "Title": "A parturition-associated nonsynaptic coherent activity pattern in the developing hippocampus.",
        "Abstract": "Correlated neuronal activity is instrumental in the formation of networks, but its emergence during maturation is poorly understood. We have used multibeam two-photon calcium microscopy combined with targeted electrophysiological recordings in order to determine the development of population coherence from embryonic to postnatal stages in the hippocampus. At embryonic stages (E16-E19), synchronized activity is absent, and neurons are intrinsically active and generate L-type channel-mediated calcium spikes. At birth, small cell assemblies coupled by gap junctions spontaneously generate synchronous nonsynaptic calcium plateaus associated to recurrent burst discharges. The emergence of coherent calcium plateaus at birth is controlled by oxytocin, a maternal hormone initiating labour, and progressively shut down a few days later by the synapse-driven giant depolarizing potentials (GDPs) that synchronize the entire network. Therefore, in the developing hippocampus, delivery is an important signal that triggers the first coherent activity pattern, which is silenced by the emergence of synaptic transmission.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Newborn",
            "Calcium",
            "Calcium Channel Blockers",
            "Cardiotonic Agents",
            "Electric Stimulation",
            "Embryo, Mammalian",
            "Excitatory Amino Acid Antagonists",
            "Gap Junctions",
            "Hippocampus",
            "In Vitro Techniques",
            "Membrane Potentials",
            "Mice",
            "Neurons",
            "Oxytocics",
            "Oxytocin",
            "Parturition",
            "Patch-Clamp Techniques",
            "Potassium",
            "Pyrimidines",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Valérie",
                "Last Name": "Crépel",
                "Affiliation": "INMED, INSERM, U29, Université de La Méditerranée, Parc scientifique de Luminy, BP 13, 13273 Marseille Cedex 09, France."
            },
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": ""
            },
            {
                "First Name": "Isabel",
                "Last Name": "Jorquera",
                "Affiliation": ""
            },
            {
                "First Name": "Alfonso",
                "Last Name": "Represa",
                "Affiliation": ""
            },
            {
                "First Name": "Yehezkel",
                "Last Name": "Ben-Ari",
                "Affiliation": ""
            },
            {
                "First Name": "Rosa",
                "Last Name": "Cossart",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2007"
    },
    {
        "PMID": "15244615",
        "Title": "Non-Euclidean properties of spike train metric spaces.",
        "Abstract": "Quantifying the dissimilarity (or distance) between two sequences is essential to the study of action potential (spike) trains in neuroscience and genetic sequences in molecular biology. In neuroscience, traditional methods for sequence comparisons rely on techniques appropriate for multivariate data, which typically assume that the space of sequences is intrinsically Euclidean. More recently, metrics that do not make this assumption have been introduced for comparison of neural activity patterns. These metrics have a formal resemblance to those used in the comparison of genetic sequences. Yet the relationship between such metrics and the traditional Euclidean distances has remained unclear. We show, both analytically and computationally, that the geometries associated with metric spaces of event sequences are intrinsically non-Euclidean. Our results demonstrate that metric spaces enrich the study of neural activity patterns, since accounting for perceptual spaces requires a non-Euclidean geometry.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Computer Simulation",
            "Models, Neurological",
            "Models, Statistical",
            "Neurons",
            "Signal Processing, Computer-Assisted",
            "Statistical Distributions",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Department of Biological Sciences, Columbia University, 1002 Fairchild, Mail Code 2436, 1212 Amsterdam Avenue, New York, New York 10027, USA. da2006@columbia.edu"
            },
            {
                "First Name": "Jonathan D",
                "Last Name": "Victor",
                "Affiliation": ""
            }
        ],
        "Journal": "Physical review. E, Statistical, nonlinear, and soft matter physics",
        "PubDate": "2004"
    },
    {
        "PMID": "15105494",
        "Title": "Synfire chains and cortical songs: temporal modules of cortical activity.",
        "Abstract": "How can neural activity propagate through cortical networks built with weak, stochastic synapses? We find precise repetitions of spontaneous patterns of synaptic inputs in neocortical neurons in vivo and in vitro. These patterns repeat after minutes, maintaining millisecond accuracy. Calcium imaging of slices reveals reactivation of sequences of cells during the occurrence of repeated intracellular synaptic patterns. The spontaneous activity drifts with time, engaging different cells. Sequences of active neurons have distinct spatial structures and are repeated in the same order over tens of seconds, revealing modular temporal dynamics. Higher order sequences are replayed with compressed timing.",
        "Keywords": [],
        "MeSH terms": [
            "2,3,4,5-Tetrahydro-7,8-dihydroxy-1-phenyl-1H-3-benzazepine",
            "2-Amino-5-phosphonovalerate",
            "Action Potentials",
            "Animals",
            "Benzazepines",
            "Calcium",
            "Cats",
            "Excitatory Postsynaptic Potentials",
            "In Vitro Techniques",
            "Mice",
            "Mice, Inbred C57BL",
            "Microscopy, Confocal",
            "Nerve Net",
            "Neurons",
            "Patch-Clamp Techniques",
            "Prefrontal Cortex",
            "Pyramidal Cells",
            "Receptors, Dopamine D1",
            "Receptors, N-Methyl-D-Aspartate",
            "Synapses",
            "Synaptic Transmission",
            "Time Factors",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Yuji",
                "Last Name": "Ikegaya",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Gloster",
                "Last Name": "Aaron",
                "Affiliation": ""
            },
            {
                "First Name": "Rosa",
                "Last Name": "Cossart",
                "Affiliation": ""
            },
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": ""
            },
            {
                "First Name": "Ilan",
                "Last Name": "Lampl",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Ferster",
                "Affiliation": ""
            },
            {
                "First Name": "Rafael",
                "Last Name": "Yuste",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2004"
    },
    {
        "PMID": "14622584",
        "Title": "Calcium microdomains in aspiny dendrites.",
        "Abstract": "Dendritic spines receive excitatory synapses and serve as calcium compartments, which appear to be necessary for input-specific synaptic plasticity. Dendrites of GABAergic interneurons have few or no spines and thus do not possess a clear morphological basis for synapse-specific compartmentalization. We demonstrate using two-photon calcium imaging that activation of single synapses on aspiny dendrites of neocortical fast spiking (FS) interneurons creates highly localized calcium microdomains, often restricted to less than 1 microm of dendritic space. We confirm using ultrastructural reconstruction of imaged dendrites the absence of any morphological basis for this compartmentalization and show that it is dependent on the fast kinetics of calcium-permeable (CP) AMPA receptors and fast local extrusion via the Na+/Ca2+ exchanger. Because aspiny dendrites throughout the CNS express CP-AMPA receptors, we propose that CP-AMPA receptors mediate a spine-free mechanism of input-specific calcium compartmentalization.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Calcium",
            "Calcium Signaling",
            "Cell Compartmentation",
            "Dendrites",
            "Excitatory Postsynaptic Potentials",
            "Fluorescent Dyes",
            "Indicators and Reagents",
            "Interneurons",
            "Mice",
            "Mice, Inbred C57BL",
            "Microscopy, Electron",
            "Models, Neurological",
            "Neocortex",
            "Receptors, AMPA",
            "Sodium-Calcium Exchanger",
            "Synaptic Membranes",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Jesse H",
                "Last Name": "Goldberg",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA. jhg24@columbia.edu"
            },
            {
                "First Name": "Gabor",
                "Last Name": "Tamas",
                "Affiliation": ""
            },
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": ""
            },
            {
                "First Name": "Rafael",
                "Last Name": "Yuste",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2003"
    },
    {
        "PMID": "12748641",
        "Title": "Attractor dynamics of network UP states in the neocortex.",
        "Abstract": "The cerebral cortex receives input from lower brain regions, and its function is traditionally considered to be processing that input through successive stages to reach an appropriate output. However, the cortical circuit contains many interconnections, including those feeding back from higher centres, and is continuously active even in the absence of sensory inputs. Such spontaneous firing has a structure that reflects the coordinated activity of specific groups of neurons. Moreover, the membrane potential of cortical neurons fluctuates spontaneously between a resting (DOWN) and a depolarized (UP) state, which may also be coordinated. The elevated firing rate in the UP state follows sensory stimulation and provides a substrate for persistent activity, a network state that might mediate working memory. Using two-photon calcium imaging, we reconstructed the dynamics of spontaneous activity of up to 1,400 neurons in slices of mouse visual cortex. Here we report the occurrence of synchronized UP state transitions ('cortical flashes') that occur in spatially organized ensembles involving small numbers of neurons. Because of their stereotyped spatiotemporal dynamics, we conclude that network UP states are circuit attractors--emergent features of feedback neural networks that could implement memory states or solutions to computational problems.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Calcium Signaling",
            "Electrophysiology",
            "In Vitro Techniques",
            "Kinetics",
            "Membrane Potentials",
            "Memory",
            "Mice",
            "Mice, Inbred C57BL",
            "Monte Carlo Method",
            "Neocortex",
            "Neurons",
            "Photons",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Rosa",
                "Last Name": "Cossart",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York 10027, USA. rcossart@biology.columbia.edu"
            },
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": ""
            },
            {
                "First Name": "Rafael",
                "Last Name": "Yuste",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2003"
    },
    {
        "PMID": "12706847",
        "Title": "Fast algorithm for the metric-space analysis of simultaneous responses of multiple single neurons.",
        "Abstract": "Spike train metrics quantify the notion of dissimilarity, or distance, between spike trains and between multineuronal responses (J. Neurophysiol. 76 (1996) 1310, Network 8 (1997) 127). We present a new algorithm for the implementation of a metric based on the timing of individual spikes and on their neurons of origin. This algorithm surpasses the earlier approach in speed by a factor that grows exponentially with the number of neurons, substantially extending the applicability of metric space methods to the study of coding in larger neuronal populations.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Algorithms",
            "Metric System",
            "Neurons"
        ],
        "Authors": [
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Department of Biological Sciences, Columbia University, 1002 Fairchild, Mail Code 2436, 1212 Amsterdam Avenue, New York, NY 10027, USA. da2006@columbia.edu"
            }
        ],
        "Journal": "Journal of neuroscience methods",
        "PubDate": "2003"
    },
    {
        "PMID": "12612048",
        "Title": "Neural coding of spatial phase in V1 of the macaque monkey.",
        "Abstract": "We examine the responses of single neurons and pairs of neurons, simultaneously recorded with a single tetrode in the primary visual cortex of the anesthetized macaque monkey, to transient presentations of stationary gratings of varying spatial phase. Such simultaneously recorded neurons tended to have similar tuning to the phase of the grating. To determine the response features that reliably discriminate these stimuli, we use the metric-space approach extended to pairs of neurons. We find that paying attention to the times of individual spikes, at a resolution of approximately 30 ms, and keeping track of which neuron fires which spike rather than just the summed local activity contribute substantially to phase coding. The contribution is both quantitative (increasing the fidelity of phase coding) and qualitative (enabling a 2-dimensional \"response space\" that corresponds to the spatial phase cycle). We use a novel approach, the extraction of \"temporal profiles\" from the metric space analysis, to interpret and compare temporal coding across neurons. Temporal profiles were remarkably consistent across a large subset of neurons. This consistency indicates that simple mechanisms (e.g., comparing the size of the transient and sustained components of the response) allow the temporal contribution to phase coding to be decoded.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Electrophysiology",
            "Macaca fascicularis",
            "Models, Biological",
            "Neurons",
            "Photic Stimulation",
            "Time Factors",
            "Vision, Ocular",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Dmitriy",
                "Last Name": "Aronov",
                "Affiliation": "Department of Neurology and Neuroscience, Weill Medical College of Cornell University, New York City, New York 10021, USA."
            },
            {
                "First Name": "Daniel S",
                "Last Name": "Reich",
                "Affiliation": ""
            },
            {
                "First Name": "Ferenc",
                "Last Name": "Mechler",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan D",
                "Last Name": "Victor",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of neurophysiology",
        "PubDate": "2003"
    }
]