[
    {
        "PMID": "36626229",
        "Title": "Low nephron endowment increases susceptibility to renal stress and chronic kidney disease.",
        "Abstract": "Preterm birth results in low nephron endowment and increased risk of acute kidney injury (AKI) and chronic kidney disease (CKD). To understand the pathogenesis of AKI and CKD in preterm humans, we generated potentially novel mouse models with a 30%-70% reduction in nephron number by inhibiting or deleting Ret tyrosine kinase in the developing ureteric bud. These mice developed glomerular and tubular hypertrophy, followed by the transition to CKD, recapitulating the renal pathological changes seen in humans born preterm. We injected neonatal mice with gentamicin, a ubiquitous nephrotoxic exposure in preterm infants, and detected more severe proximal tubular injury in mice with low nephron number compared with controls with normal nephron number. Mice with low nephron number had reduced proliferative repair with more rapid development of CKD. Furthermore, mice had more profound inflammation with highly elevated levels of MCP-1 and CXCL10, produced in part by damaged proximal tubules. Our study directly links low nephron endowment with postnatal renal hypertrophy, which in this model is maladaptive and results in CKD. Underdeveloped kidneys are more susceptible to gentamicin-induced AKI, suggesting that AKI in the setting of low nephron number is more severe and further increases the risk of CKD in this vulnerable population.",
        "Keywords": [
            "Chronic kidney disease",
            "Nephrology"
        ],
        "MeSH terms": [
            "Animals",
            "Female",
            "Humans",
            "Mice",
            "Acute Kidney Injury",
            "Gentamicins",
            "Hypertrophy",
            "Infant, Premature",
            "Kidney",
            "Nephrons",
            "Premature Birth",
            "Renal Insufficiency, Chronic"
        ],
        "Authors": [
            {
                "First Name": "Pamela I",
                "Last Name": "Good",
                "Affiliation": "Department of Pediatrics and."
            },
            {
                "First Name": "Ling",
                "Last Name": "Li",
                "Affiliation": "Department of Pediatrics and."
            },
            {
                "First Name": "Holly A",
                "Last Name": "Hurst",
                "Affiliation": "Department of Pediatrics and."
            },
            {
                "First Name": "Ileana",
                "Last Name": "Serrano Herrera",
                "Affiliation": "Department of Pediatrics and."
            },
            {
                "First Name": "Katherine",
                "Last Name": "Xu",
                "Affiliation": "Department of Internal Medicine, Columbia University Vagelos College of Physicians and Surgeons New York, New York, USA."
            },
            {
                "First Name": "Meenakshi",
                "Last Name": "Rao",
                "Affiliation": "Department of Pediatrics, Boston Children's Hospital and Harvard Medical School, Boston Massachusetts, USA."
            },
            {
                "First Name": "David A",
                "Last Name": "Bateman",
                "Affiliation": "Department of Pediatrics and."
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": "Department of Internal Medicine, Columbia University Vagelos College of Physicians and Surgeons New York, New York, USA."
            },
            {
                "First Name": "Vivette D",
                "Last Name": "D'Agati",
                "Affiliation": "Department of Pathology and Cellular Biology at Columbia University Vagelos College of Physicians and Surgeons, New York, New York, USA."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development at Columbia University Vagelos College of Physicians and Surgeons, New York, New York, USA."
            },
            {
                "First Name": "Fangming",
                "Last Name": "Lin",
                "Affiliation": "Department of Pediatrics and."
            }
        ],
        "Journal": "JCI insight",
        "PubDate": "2023"
    },
    {
        "PMID": "33914865",
        "Title": "Ret signaling in ureteric bud epithelial cells controls cell movements, cell clustering and bud formation.",
        "Abstract": "Ret signaling promotes branching morphogenesis during kidney development, but the underlying cellular mechanisms remain unclear. While Ret-expressing progenitor cells proliferate at the ureteric bud tips, some of these cells exit the tips to generate the elongating collecting ducts, and in the process turn off Ret. Genetic ablation of Ret in tip cells promotes their exit, suggesting that Ret is required for cell rearrangements that maintain the tip compartments. Here, we examine the behaviors of ureteric bud cells that are genetically forced to maintain Ret expression. These cells move to the nascent tips, and remain there during many cycles of branching; this tip-seeking behavior may require positional signals from the mesenchyme, as it occurs in whole kidneys but not in epithelial ureteric bud organoids. In organoids, cells forced to express Ret display a striking self-organizing behavior, attracting each other to form dense clusters within the epithelium, which then evaginate to form new buds. The ability of forced Ret expression to promote these events suggests that similar Ret-dependent cell behaviors play an important role in normal branching morphogenesis.",
        "Keywords": [
            "Branching morphogenesis",
            "Kidney development",
            "Organ culture",
            "Organoid",
            "Receptor tyrosine kinase"
        ],
        "MeSH terms": [
            "Animals",
            "Cell Movement",
            "Cluster Analysis",
            "Epithelial Cells",
            "Epithelium",
            "Female",
            "Kidney",
            "Male",
            "Mesoderm",
            "Mice",
            "Mice, Inbred C57BL",
            "Morphogenesis",
            "Organoids",
            "Protein-Tyrosine Kinases",
            "Signal Transduction",
            "Stem Cells",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Adam",
                "Last Name": "Packard",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "William H",
                "Last Name": "Klein",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2021"
    },
    {
        "PMID": "30742258",
        "Title": "Generating Genetic Mosaic Mouse Embryos or Organoids for Studies of Kidney Development.",
        "Abstract": "For studies of gene function during development, it can be very useful to generate mosaic embryos in which a small subset of cells in a given cell lineage lacks a gene of interest and carries a marker that allows the mutant cells to be specifically visualized and compared to wild-type cells. Several methods have been used to generate genetically mosaic mouse kidneys for such studies. These include (1) chimeric embryos generated using embryonic stem cells, (2) chimeric renal organoids generated by dissociation and reaggregation of the fetal kidneys, (3) generation of a knockout allele with a built-in reporter gene, (4) mosaic analysis with double markers (MADM), and (5) mosaic mutant analysis with spatial and temporal control of recombination (MASTR). In this chapter, these five methods are described, and their advantages and disadvantages are discussed.",
        "Keywords": [
            "Chimera",
            "Conditional knockout",
            "Cre recombinase",
            "FLP recombinase",
            "Knockout",
            "MADM",
            "MASTR",
            "Mosaic",
            "Organoid"
        ],
        "MeSH terms": [
            "Animals",
            "DNA Nucleotidyltransferases",
            "Embryo, Mammalian",
            "Embryonic Stem Cells",
            "Integrases",
            "Kidney",
            "Mice",
            "Mice, Knockout",
            "Organoids"
        ],
        "Authors": [
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, 1418 Hammer Health Sciences Center, Columbia University, New York, NY, USA. fdc3@columbia.edu."
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2019"
    },
    {
        "PMID": "26894589",
        "Title": "Ret and Etv4 Promote Directed Movements of Progenitor Cells during Renal Branching Morphogenesis.",
        "Abstract": "Branching morphogenesis of the epithelial ureteric bud forms the renal collecting duct system and is critical for normal nephron number, while low nephron number is implicated in hypertension and renal disease. Ureteric bud growth and branching requires GDNF signaling from the surrounding mesenchyme to cells at the ureteric bud tips, via the Ret receptor tyrosine kinase and coreceptor Gfrα1; Ret signaling up-regulates transcription factors Etv4 and Etv5, which are also critical for branching. Despite extensive knowledge of the genetic control of these events, it is not understood, at the cellular level, how renal branching morphogenesis is achieved or how Ret signaling influences epithelial cell behaviors to promote this process. Analysis of chimeric embryos previously suggested a role for Ret signaling in promoting cell rearrangements in the nephric duct, but this method was unsuited to study individual cell behaviors during ureteric bud branching. Here, we use Mosaic Analysis with Double Markers (MADM), combined with organ culture and time-lapse imaging, to trace the movements and divisions of individual ureteric bud tip cells. We first examine wild-type clones and then Ret or Etv4 mutant/wild-type clones in which the mutant and wild-type sister cells are differentially and heritably marked by green and red fluorescent proteins. We find that, in normal kidneys, most individual tip cells behave as self-renewing progenitors, some of whose progeny remain at the tips while others populate the growing UB trunks. In Ret or Etv4 MADM clones, the wild-type cells generated at a UB tip are much more likely to remain at, or move to, the new tips during branching and elongation, while their Ret-/- or Etv4-/- sister cells tend to lag behind and contribute only to the trunks. By tracking successive mitoses in a cell lineage, we find that Ret signaling has little effect on proliferation, in contrast to its effects on cell movement. Our results show that Ret/Etv4 signaling promotes directed cell movements in the ureteric bud tips, and suggest a model in which these cell movements mediate branching morphogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Movement",
            "Female",
            "Kidney",
            "Male",
            "Mice",
            "Morphogenesis",
            "Organ Culture Techniques",
            "Proto-Oncogene Proteins c-ets",
            "Proto-Oncogene Proteins c-ret",
            "Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Paul",
                "Last Name": "Riccio",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Cristina",
                "Last Name": "Cebrian",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Hui",
                "Last Name": "Zong",
                "Affiliation": "Department of Microbiology, Immunology, and Cancer Biology, University of Virginia School of Medicine, Charlottesville, Virginia, United States of America."
            },
            {
                "First Name": "Simon",
                "Last Name": "Hippenmeyer",
                "Affiliation": "Developmental Neurobiology, IST Austria (Institute of Science and Technology Austria), Klosterneuburg, Austria."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2016"
    },
    {
        "PMID": "26813041",
        "Title": "Mosaic analysis of cell rearrangements during ureteric bud branching in dissociated/reaggregated kidney cultures and in vivo.",
        "Abstract": "Cell rearrangements mediated by GDNF/Ret signaling underlie the formation of the ureteric bud (UB) tip domain during kidney development. Whether FGF signaling also influences these rearrangements is unknown. Chimeric embryos are a powerful tool for examining the genetic controls of cellular behaviors, but generating chimeras by traditional methods is expensive and laborious. Dissociated fetal kidney cells can reorganize to form complex structures including branching UB tubules, providing an easier method to generate renal chimeras.",
        "Keywords": [
            "FGF receptor 2",
            "MASTR",
            "Sprouty1",
            "chimera",
            "receptor tyrosine kinase"
        ],
        "MeSH terms": [
            "Animals",
            "Cells, Cultured",
            "Kidney",
            "Mice",
            "Mice, Knockout",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Kevin",
                "Last Name": "Leclerc",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY."
            }
        ],
        "Journal": "Developmental dynamics : an official publication of the American Association of Anatomists",
        "PubDate": "2016"
    },
    {
        "PMID": "26224636",
        "Title": "ETS-related transcription factors ETV4 and ETV5 are involved in proliferation and induction of differentiation-associated genes in embryonic stem (ES) cells.",
        "Abstract": "The pluripotency and self-renewal capacity of embryonic stem (ES) cells is regulated by several transcription factors. Here, we show that the ETS-related transcription factors Etv4 and Etv5 (Etv4/5) are specifically expressed in undifferentiated ES cells, and suppression of Oct3/4 results in down-regulation of Etv4/5. Simultaneous deletion of Etv4 and Etv5 (Etv4/5 double knock-out (dKO)) in ES cells resulted in a flat, epithelial cell-like appearance, whereas the morphology changed into compact colonies in a 2i medium (containing two inhibitors for GSK3 and MEK/ERK). Expression levels of self-renewal marker genes, including Oct3/4 and Nanog, were similar between wild-type and dKO ES cells, whereas proliferation of Etv4/5 dKO ES cells was decreased with overexpression of cyclin-dependent kinase inhibitors (p16/p19, p15, and p57). A differentiation assay revealed that the embryoid bodies derived from Etv4/5 dKO ES cells were smaller than the control, and expression of ectoderm marker genes, including Fgf5, Sox1, and Pax3, was not induced in dKO-derived embryoid bodies. Microarray analysis demonstrated that stem cell-related genes, including Tcf15, Gbx2, Lrh1, Zic3, and Baf60c, were significantly repressed in Etv4/5 dKO ES cells. The artificial expression of Etv4 and/or Etv5 in Etv4/5 dKO ES cells induced re-expression of Tcf15 and Gbx2. These results indicate that Etv4 and Etv5, potentially through regulation of Gbx2 and Tcf15, are involved in the ES cell proliferation and induction of differentiation-associated genes in ES cells.",
        "Keywords": [
            "cell proliferation",
            "differentiation",
            "embryonic stem cell",
            "gene regulation",
            "oncogene",
            "transcription factor"
        ],
        "MeSH terms": [
            "Animals",
            "Antigens, Differentiation",
            "Cell Differentiation",
            "Cell Proliferation",
            "Cyclin-Dependent Kinase Inhibitor Proteins",
            "DNA-Binding Proteins",
            "Embryonic Stem Cells",
            "Glycogen Synthase Kinase 3",
            "Mice",
            "Mice, Knockout",
            "Proto-Oncogene Proteins c-ets",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Tadayuki",
                "Last Name": "Akagi",
                "Affiliation": "From the Department of Stem Cell Biology, Graduate School of Medical Sciences, Kanazawa University, 13-1 Takara-machi, Kanazawa, Ishikawa 920-8640, Japan, tadayuki@staff.kanazawa-u.ac.jp."
            },
            {
                "First Name": "Satu",
                "Last Name": "Kuure",
                "Affiliation": "the Institute of Biotechnology, University of Helsinki, 00790 Helsinki, Finland, and."
            },
            {
                "First Name": "Kousuke",
                "Last Name": "Uranishi",
                "Affiliation": "From the Department of Stem Cell Biology, Graduate School of Medical Sciences, Kanazawa University, 13-1 Takara-machi, Kanazawa, Ishikawa 920-8640, Japan."
            },
            {
                "First Name": "Hiroshi",
                "Last Name": "Koide",
                "Affiliation": "From the Department of Stem Cell Biology, Graduate School of Medical Sciences, Kanazawa University, 13-1 Takara-machi, Kanazawa, Ishikawa 920-8640, Japan."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "the Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032."
            },
            {
                "First Name": "Takashi",
                "Last Name": "Yokota",
                "Affiliation": "From the Department of Stem Cell Biology, Graduate School of Medical Sciences, Kanazawa University, 13-1 Takara-machi, Kanazawa, Ishikawa 920-8640, Japan, tyokota@med.kanazawa-u.ac.jp."
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2015"
    },
    {
        "PMID": "25139858",
        "Title": "Nephric duct insertion requires EphA4/EphA7 signaling from the pericloacal mesenchyme.",
        "Abstract": "The vesico-ureteric junction (VUJ) forms through a complex developmental program that connects the primordium of the upper urinary tract [the nephric duct (ND)] with that of the lower urinary tract (the cloaca). The signals that orchestrate the various tissue interactions in this program are poorly understood. Here, we show that two members of the EphA subfamily of receptor tyrosine kinases, EphA4 and EphA7, are specifically expressed in the mesenchyme surrounding the caudal ND and the cloaca, and that Epha4(-/-);Epha7(+/-) and Epha4(-/-);Epha7(-/-) (DKO) mice display distal ureter malformations including ureterocele, blind and ectopically ending ureters with associated hydroureter, megaureter and hydronephrosis. We trace these defects to a late or absent fusion of the ND with the cloaca. In DKO embryos, the ND extends normally and approaches the cloaca but the tip subsequently looses its integrity. Expression of Gata3 and Lhx1 and their downstream target Ret is severely reduced in the caudal ND. Conditional deletion of ephrin B2 from the ND largely phenocopies these changes, suggesting that EphA4/EphA7 from the pericloacal mesenchyme signal via ephrin B2 to mediate ND insertion. Disturbed activity of this signaling module may entail defects of the VUJ, which are frequent in the spectrum of congenital anomalies of the kidney and the urinary tract (CAKUT) in human newborns.",
        "Keywords": [
            "CAKUT",
            "Eph",
            "Ephrin",
            "Mouse",
            "Nephric duct",
            "Vesicoureteric junction obstruction"
        ],
        "MeSH terms": [
            "Animals",
            "Cloaca",
            "Disease Progression",
            "Down-Regulation",
            "Embryo, Mammalian",
            "Ephrin-B2",
            "GATA3 Transcription Factor",
            "Gene Deletion",
            "Gene Expression Regulation, Developmental",
            "Humans",
            "Hydronephrosis",
            "Kidney",
            "LIM-Homeodomain Proteins",
            "Membrane Fusion",
            "Mesoderm",
            "Mice",
            "Mice, Knockout",
            "Nephrons",
            "PAX2 Transcription Factor",
            "Phenotype",
            "Proto-Oncogene Proteins c-ret",
            "Receptor, EphA4",
            "Receptor, EphA7",
            "Signal Transduction",
            "Transcription Factors",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Anna-Carina",
                "Last Name": "Weiss",
                "Affiliation": "Institut für Molekularbiologie, Medizinische Hochschule Hannover, D-30625 Hannover, Germany."
            },
            {
                "First Name": "Rannar",
                "Last Name": "Airik",
                "Affiliation": "Institut für Molekularbiologie, Medizinische Hochschule Hannover, D-30625 Hannover, Germany."
            },
            {
                "First Name": "Tobias",
                "Last Name": "Bohnenpoll",
                "Affiliation": "Institut für Molekularbiologie, Medizinische Hochschule Hannover, D-30625 Hannover, Germany."
            },
            {
                "First Name": "Franziska",
                "Last Name": "Greulich",
                "Affiliation": "Institut für Molekularbiologie, Medizinische Hochschule Hannover, D-30625 Hannover, Germany."
            },
            {
                "First Name": "Anna",
                "Last Name": "Foik",
                "Affiliation": "Institut für Molekularbiologie, Medizinische Hochschule Hannover, D-30625 Hannover, Germany."
            },
            {
                "First Name": "Mark-Oliver",
                "Last Name": "Trowe",
                "Affiliation": "Institut für Molekularbiologie, Medizinische Hochschule Hannover, D-30625 Hannover, Germany."
            },
            {
                "First Name": "Carsten",
                "Last Name": "Rudat",
                "Affiliation": "Institut für Molekularbiologie, Medizinische Hochschule Hannover, D-30625 Hannover, Germany."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Ralf H",
                "Last Name": "Adams",
                "Affiliation": "Max-Planck-Institute for Molecular Biomedicine, Department of Tissue Morphogenesis, and University of Münster, Faculty of Medicine, D-48149 Münster, Germany."
            },
            {
                "First Name": "Andreas",
                "Last Name": "Kispert",
                "Affiliation": "Institut für Molekularbiologie, Medizinische Hochschule Hannover, D-30625 Hannover, Germany kispert.andreas@mh-hannover.de."
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2014"
    },
    {
        "PMID": "25082826",
        "Title": "Non-canonical Wnt5a/Ror2 signaling regulates kidney morphogenesis by controlling intermediate mesoderm extension.",
        "Abstract": "Congenital anomalies of the kidney and urinary tract (CAKUT) affect about 1 in 500 births and are a major cause of morbidity in infants. Duplex collecting systems rank among the most common abnormalities of CAKUT, but the molecular basis for this defect is poorly understood. In mice, conditional deletion of Wnt5a in mesoderm results in bilateral duplex kidney and ureter formation. The ureteric buds (UBs) in mutants emerge as doublets from the intermediate mesoderm (IM)-derived nephric duct (ND) without anterior expansion of the glial cell line-derived neurotrophic factor (Gdnf) expression domain in the surrounding mesenchyme. Wnt5a is normally expressed in a graded manner at the posterior end of the IM, but its expression is down-regulated prior to UB outgrowth at E10.5. Furthermore, ablation of Wnt5a in the mesoderm with an inducible Cre at E7.5 results in duplex UBs, whereas ablation at E8.5 yields normal UB outgrowth, demonstrating that Wnt5a functions in IM development well before the formation of the metanephros. In mutants, the posterior ND is duplicated and surrounding Pax2-positive mesenchymal cells persist in the nephric cord, suggesting that disruption of normal ND patterning prompts the formation of duplex ureters and kidneys. Ror2 homozygous mutants, which infrequently yield duplex collecting systems, show a dramatic increase in incidence with the additional deletion of one copy of Wnt5a, implicating this receptor in non-canonical Wnt5a signaling during IM development. This work provides the first evidence of a role of Wnt5a/Ror2 signaling in IM extension and offers new insights into the etiology of CAKUT and possible involvement of Wnt5a/Ror2 mutations.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Embryo, Mammalian",
            "Gene Expression Regulation, Developmental",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Homozygote",
            "Integrases",
            "Kidney",
            "Mesenchymal Stem Cells",
            "Mesoderm",
            "Mice",
            "Mice, Transgenic",
            "Morphogenesis",
            "PAX2 Transcription Factor",
            "Receptor Tyrosine Kinase-like Orphan Receptors",
            "Signal Transduction",
            "Time Factors",
            "Ureter",
            "Wnt Proteins",
            "Wnt-5a Protein",
            "Wolffian Ducts"
        ],
        "Authors": [
            {
                "First Name": "Kangsun",
                "Last Name": "Yun",
                "Affiliation": "Cancer and Developmental Biology Laboratory, National Cancer Institute, National Institutes of Health, Frederick, MD 21702, USA and."
            },
            {
                "First Name": "Rieko",
                "Last Name": "Ajima",
                "Affiliation": "Cancer and Developmental Biology Laboratory, National Cancer Institute, National Institutes of Health, Frederick, MD 21702, USA and."
            },
            {
                "First Name": "Nirmala",
                "Last Name": "Sharma",
                "Affiliation": "Cancer and Developmental Biology Laboratory, National Cancer Institute, National Institutes of Health, Frederick, MD 21702, USA and."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Susan",
                "Last Name": "Mackem",
                "Affiliation": "Cancer and Developmental Biology Laboratory, National Cancer Institute, National Institutes of Health, Frederick, MD 21702, USA and."
            },
            {
                "First Name": "Mark",
                "Last Name": "Lewandoski",
                "Affiliation": "Cancer and Developmental Biology Laboratory, National Cancer Institute, National Institutes of Health, Frederick, MD 21702, USA and."
            },
            {
                "First Name": "Terry P",
                "Last Name": "Yamaguchi",
                "Affiliation": "Cancer and Developmental Biology Laboratory, National Cancer Institute, National Institutes of Health, Frederick, MD 21702, USA and."
            },
            {
                "First Name": "Alan O",
                "Last Name": "Perantoni",
                "Affiliation": "Cancer and Developmental Biology Laboratory, National Cancer Institute, National Institutes of Health, Frederick, MD 21702, USA and perantoa@mail.nih.gov."
            }
        ],
        "Journal": "Human molecular genetics",
        "PubDate": "2014"
    },
    {
        "PMID": "24656820",
        "Title": "The number of fetal nephron progenitor cells limits ureteric branching and adult nephron endowment.",
        "Abstract": "Nephrons, the functional units of the kidney, develop from progenitor cells (cap mesenchyme [CM]) surrounding the epithelial ureteric bud (UB) tips. Reciprocal signaling between UB and CM induces nephrogenesis and UB branching. Although low nephron number is implicated in hypertension and renal disease, the mechanisms that determine nephron number are obscure. To test the importance of nephron progenitor cell number, we genetically ablated 40% of these cells, asking whether this would limit kidney size and nephron number or whether compensatory mechanisms would allow the developing organ to recover. The reduction in CM cell number decreased the rate of branching, which in turn allowed the number of CM cells per UB tip to normalize, revealing a self-correction mechanism. However, the retarded UB branching impaired kidney growth, leaving a permanent nephron deficit. Thus, the number of fetal nephron progenitor cells is an important determinant of nephron endowment, largely via its effect on UB branching.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Female",
            "Kidney",
            "Mice",
            "Morphogenesis",
            "Nephrons",
            "Pregnancy",
            "Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Cristina",
                "Last Name": "Cebrian",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Naoya",
                "Last Name": "Asai",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Vivette",
                "Last Name": "D'Agati",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA. Electronic address: fdc3@columbia.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2014"
    },
    {
        "PMID": "24603431",
        "Title": "Mitogen-activated protein kinase (MAPK) pathway regulates branching by remodeling epithelial cell adhesion.",
        "Abstract": "Although the growth factor (GF) signaling guiding renal branching is well characterized, the intracellular cascades mediating GF functions are poorly understood. We studied mitogen-activated protein kinase (MAPK) pathway specifically in the branching epithelia of developing kidney by genetically abrogating the pathway activity in mice lacking simultaneously dual-specificity protein kinases Mek1 and Mek2. Our data show that MAPK pathway is heterogeneously activated in the subset of G1- and S-phase epithelial cells, and its tissue-specific deletion results in severe renal hypodysplasia. Consequently to the deletion of Mek1/2, the activation of ERK1/2 in the epithelium is lost and normal branching pattern in mutant kidneys is substituted with elongation-only phenotype, in which the epithelium is largely unable to form novel branches and complex three-dimensional patterns, but able to grow without primary defects in mitosis. Cellular characterization of double mutant epithelium showed increased E-cadherin at the cell surfaces with its particular accumulation at baso-lateral locations. This indicates changes in cellular adhesion, which were revealed by electron microscopic analysis demonstrating intercellular gaps and increased extracellular space in double mutant epithelium. When challenged to form monolayer cultures, the mutant epithelial cells were impaired in spreading and displayed strong focal adhesions in addition to spiky E-cadherin. Inhibition of MAPK activity reduced paxillin phosphorylation on serine 83 while remnants of phospho-paxillin, together with another focal adhesion (FA) protein vinculin, were augmented at cell surface contacts. We show that MAPK activity is required for branching morphogenesis, and propose that it promotes cell cycle progression and higher cellular motility through remodeling of cellular adhesions.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Epithelial Cells",
            "Focal Adhesions",
            "Kidney",
            "MAP Kinase Kinase 1",
            "MAP Kinase Kinase 2",
            "MAP Kinase Signaling System",
            "Mice",
            "Mitogen-Activated Protein Kinases",
            "Morphogenesis",
            "Phosphorylation",
            "Signal Transduction",
            "Vinculin"
        ],
        "Authors": [
            {
                "First Name": "Anneliis",
                "Last Name": "Ihermann-Hella",
                "Affiliation": "Institute of Biotechnology, University of Helsinki, Helsinki, Finland."
            },
            {
                "First Name": "Maria",
                "Last Name": "Lume",
                "Affiliation": "Institute of Biotechnology, University of Helsinki, Helsinki, Finland."
            },
            {
                "First Name": "Ilkka J",
                "Last Name": "Miinalainen",
                "Affiliation": "Department of Pathology, University of Oulu, Oulu, Finland."
            },
            {
                "First Name": "Anniina",
                "Last Name": "Pirttiniemi",
                "Affiliation": "Institute of Biotechnology, University of Helsinki, Helsinki, Finland."
            },
            {
                "First Name": "Yujuan",
                "Last Name": "Gui",
                "Affiliation": "Institute of Biotechnology, University of Helsinki, Helsinki, Finland."
            },
            {
                "First Name": "Johan",
                "Last Name": "Peränen",
                "Affiliation": "Institute of Biotechnology, University of Helsinki, Helsinki, Finland."
            },
            {
                "First Name": "Jean",
                "Last Name": "Charron",
                "Affiliation": "Centre de Recherche en Cancérologie de l'Université Laval, CRCHUQ, Hôtel-Dieu de Québec, Québec, Canada."
            },
            {
                "First Name": "Mart",
                "Last Name": "Saarma",
                "Affiliation": "Institute of Biotechnology, University of Helsinki, Helsinki, Finland."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Satu",
                "Last Name": "Kuure",
                "Affiliation": "Institute of Biotechnology, University of Helsinki, Helsinki, Finland."
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2014"
    },
    {
        "PMID": "24183650",
        "Title": "Luminal mitosis drives epithelial cell dispersal within the branching ureteric bud.",
        "Abstract": "The ureteric bud is an epithelial tube that undergoes branching morphogenesis to form the renal collecting system. Although development of a normal kidney depends on proper ureteric bud morphogenesis, the cellular events underlying this process remain obscure. Here, we used time-lapse microscopy together with several genetic labeling methods to observe ureteric bud cell behaviors in developing mouse kidneys. We observed an unexpected cell behavior in the branching tips of the ureteric bud, which we term \"mitosis-associated cell dispersal.\" Premitotic ureteric tip cells delaminate from the epithelium and divide within the lumen; although one daughter cell retains a basal process, allowing it to reinsert into the epithelium at the site of origin, the other daughter cell reinserts at a position one to three cell diameters away. Given the high rate of cell division in ureteric tips, this cellular behavior causes extensive epithelial cell rearrangements that may contribute to renal branching morphogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Movement",
            "Epithelial Cells",
            "Fluorescent Antibody Technique",
            "Homeodomain Proteins",
            "Kidney",
            "Mice",
            "Mice, Knockout",
            "Mitosis",
            "Morphogenesis",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Adam",
                "Last Name": "Packard",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Kylie",
                "Last Name": "Georgas",
                "Affiliation": ""
            },
            {
                "First Name": "Odyssé",
                "Last Name": "Michos",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Riccio",
                "Affiliation": ""
            },
            {
                "First Name": "Cristina",
                "Last Name": "Cebrian",
                "Affiliation": ""
            },
            {
                "First Name": "Alexander N",
                "Last Name": "Combes",
                "Affiliation": ""
            },
            {
                "First Name": "Adler",
                "Last Name": "Ju",
                "Affiliation": ""
            },
            {
                "First Name": "Anna",
                "Last Name": "Ferrer-Vaquer",
                "Affiliation": ""
            },
            {
                "First Name": "Anna-Katerina",
                "Last Name": "Hadjantonakis",
                "Affiliation": ""
            },
            {
                "First Name": "Hui",
                "Last Name": "Zong",
                "Affiliation": ""
            },
            {
                "First Name": "Melissa H",
                "Last Name": "Little",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2013"
    },
    {
        "PMID": "24052360",
        "Title": "Imaging tools for analysis of the ureteric tree in the developing mouse kidney.",
        "Abstract": "The structure of the ureteric tree in developing mouse and rat kidneys has previously been quantified in two dimensions. While this type of analysis may provide evidence of changes in ureteric growth, these measurements are effectively inaccurate, as the ureteric tree is a three-dimensional (3D) object. Here we describe a method for measuring the ureteric tree in three dimensions. This technique involves (1) culture of the metanephric kidney at embryonic day 12 (mouse) or 14 (rat), (2) whole-mount immunofluorescence to selectively stain ureteric tree epithelium, (3) confocal microscopy to obtain a complete Z series through the ureteric tree, and (4) image analysis algorithms to binarize, skeletonize, and measure individual branch lengths in 3D. This method has been extended to analysis of the same ureteric tree over time (4D). The results obtained provide accurate and precise quantitation of ureteric tree growth in the developing mouse or rat kidney.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Epithelium",
            "Imaging, Three-Dimensional",
            "Kidney",
            "Mice",
            "Microscopy, Confocal",
            "Morphogenesis",
            "Organ Culture Techniques",
            "Rats",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Luise A",
                "Last Name": "Cullen-McEwen",
                "Affiliation": "Department of Anatomy and Developmental Biology, Monash University, Clayton, VIC, Australia."
            },
            {
                "First Name": "Richard J",
                "Last Name": "Young",
                "Affiliation": ""
            },
            {
                "First Name": "Gabriel",
                "Last Name": "Fricout",
                "Affiliation": ""
            },
            {
                "First Name": "Dominique",
                "Last Name": "Jeulin",
                "Affiliation": ""
            },
            {
                "First Name": "Ian S",
                "Last Name": "Harper",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "John F",
                "Last Name": "Bertram",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2014"
    },
    {
        "PMID": "22942910",
        "Title": "Genetic controls and cellular behaviors in branching morphogenesis of the renal collecting system.",
        "Abstract": "The mammalian kidney, which at maturity contains thousands of nephrons joined to a highly branched collecting duct (CD) system, is an important model system for studying the development of a complex organ. Furthermore, congenital anomalies of the kidney and urinary tract, often resulting from defects in ureteric bud branching morphogenesis, are relatively common human birth defects. Kidney development is initiated by interactions between the nephric duct and the metanephric mesenchyme, leading to the outgrowth and repeated branching of the ureteric bud epithelium, which gives rise to the entire renal CD system. Meanwhile, signals from the ureteric bud induce the mesenchyme cells to form the nephron epithelia. This review focuses on development of the CD system, with emphasis on the mouse as an experimental system. The major topics covered include the origin and development of the nephric duct, formation of the ureteric bud, branching morphogenesis of the ureteric bud, and elongation of the CDs. The signals, receptors, transcription factors, and other regulatory molecules implicated in these processes are discussed. In addition, our current knowledge of cellular behaviors that are controlled by these genes and underlie development of the collecting system is reviewed.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Epithelium",
            "Gene Expression Regulation, Developmental",
            "Humans",
            "Kidney",
            "Mesoderm",
            "Mice",
            "Nephrons",
            "Organogenesis",
            "Ureter",
            "Urinary Tract"
        ],
        "Authors": [
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY, USA. fdc3@columbia.edu"
            }
        ],
        "Journal": "Wiley interdisciplinary reviews. Developmental biology",
        "PubDate": "2012"
    },
    {
        "PMID": "22110055",
        "Title": "FGF8 is essential for formation of the ductal system in the male reproductive tract.",
        "Abstract": "During development of the urogenital tract, fibroblast growth factor 8 (Fgf8) is expressed in mesonephric tubules, but its role in this tissue remains undefined. An evaluation of previously generated T-Cre-mediated Fgf8-deficient mice (T-Cre; Fgf8(flox/Δ2,3) mice), which lack Fgf8 expression in the mesoderm, revealed that the cranial region of the Wolffian duct degenerated prematurely and the cranial mesonephric tubules were missing. As a result, the epididymis, vas deferens and efferent ductules were largely absent in mutant mice. Rarb2-Cre was used to eliminate FGF8 from the mesonephric tubules but to allow expression in the adjacent somites. These mutants retained the cranial end of the Wolffian duct and formed the epididymis and vas deferens, but failed to elaborate the efferent ductules, indicating that Fgf8 expression by the mesonephric tubules is required specifically for the formation of the ductules. Ret knockout mice do not form the ureteric bud, a caudal outgrowth of the Wolffian duct and progenitor for the collecting duct network in the kidney, but they do develop the cranial end normally. This indicates that Fgf8, but not Ret, expression is essential to the outgrowth of the cranial mesonephric tubules from the Wolffian duct and to the development of major portions of the sex accessory tissues in the male reproductive tract. Mechanistically, FGF8 functions upstream of Lhx1 expression in forming the nephron, and analysis of Fgf8 mutants similarly shows deficient Lhx1 expression in the mesonephric tubules. These results demonstrate a multifocal requirement for FGF8 in establishing the male reproductive tract ducts and implicate Lhx1 signaling in tubule elongation.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Fibroblast Growth Factor 8",
            "Gene Expression Regulation, Developmental",
            "Genitalia, Male",
            "LIM-Homeodomain Proteins",
            "Male",
            "Mesoderm",
            "Mice",
            "Mice, Knockout",
            "Nephrons",
            "Proto-Oncogene Proteins c-ret",
            "Transcription Factors",
            "Urogenital System",
            "Wolffian Ducts"
        ],
        "Authors": [
            {
                "First Name": "Jirouta",
                "Last Name": "Kitagaki",
                "Affiliation": "Cancer and Developmental Biology Laboratory, National Cancer Institute, National Institutes of Health, Frederick, MD 21702, USA."
            },
            {
                "First Name": "Yutaka",
                "Last Name": "Ueda",
                "Affiliation": ""
            },
            {
                "First Name": "Xuan",
                "Last Name": "Chi",
                "Affiliation": ""
            },
            {
                "First Name": "Nirmala",
                "Last Name": "Sharma",
                "Affiliation": ""
            },
            {
                "First Name": "Cynthia M",
                "Last Name": "Elder",
                "Affiliation": ""
            },
            {
                "First Name": "Erika",
                "Last Name": "Truffer",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Lewandoski",
                "Affiliation": ""
            },
            {
                "First Name": "Alan O",
                "Last Name": "Perantoni",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2011"
    },
    {
        "PMID": "22015719",
        "Title": "The tyrosine phosphatase Shp2 acts downstream of GDNF/Ret in branching morphogenesis of the developing mouse kidney.",
        "Abstract": "The tyrosine phosphatase Shp2 acts downstream of various growth factors, hormones or cytokine receptors. Mutations of the Shp2 gene are associated with several human diseases. Here we have ablated Shp2 in the developing kidneys of mice, using the ureteric bud epithelium-specific Hoxb7/Cre. Mutant mice produced a phenotype that is similar to mutations of the genes of the GDNF/Ret receptor system, that is: strongly reduced ureteric bud branching and downregulation of the Ret target genes Etv4 and Etv5. Shp2 mutant embryonic kidneys also displayed reduced cell proliferation at the branch tips and branching defects, which could not be overcome by GDNF in organ culture. We also examined compound mutants of Shp2 and Sprouty1, which is an inhibitor of receptor tyrosine kinase signaling in the kidney. Sprouty1 single mutants produce supernumerary ureteric buds, which branch excessively. Sprouty1 mutants rescued branching deficits in Ret(-/-) and GDNF(-/-) kidneys. Sprouty1; Shp2 double mutants showed no rescue of kidney branching. Our data thus indicate an intricate interplay of Shp2 and Sprouty1 in signaling downstream of receptor tyrosine kinases during kidney development. Apparently, Shp2 mediates not only GDNF/Ret but also signaling by other receptor tyrosine kinases in branching morphogenesis of the embryonic kidney.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Cell Proliferation",
            "DNA-Binding Proteins",
            "Female",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Homeodomain Proteins",
            "Kidney",
            "Male",
            "Membrane Proteins",
            "Mice",
            "Mice, Knockout",
            "Morphogenesis",
            "Mutation",
            "Nuclear Proteins",
            "Phosphoproteins",
            "Protein Tyrosine Phosphatase, Non-Receptor Type 11",
            "Signal Transduction",
            "Ubiquitin-Protein Ligases"
        ],
        "Authors": [
            {
                "First Name": "Regina",
                "Last Name": "Willecke",
                "Affiliation": "Max Delbrueck Center for Molecular Medicine (MDC), Robert-Roessle-Strasse 10, 13125 Berlin, Germany."
            },
            {
                "First Name": "Julian",
                "Last Name": "Heuberger",
                "Affiliation": ""
            },
            {
                "First Name": "Katja",
                "Last Name": "Grossmann",
                "Affiliation": ""
            },
            {
                "First Name": "Odyssé",
                "Last Name": "Michos",
                "Affiliation": ""
            },
            {
                "First Name": "Kai",
                "Last Name": "Schmidt-Ott",
                "Affiliation": ""
            },
            {
                "First Name": "Katharina",
                "Last Name": "Walentin",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Walter",
                "Last Name": "Birchmeier",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2011"
    },
    {
        "PMID": "21536773",
        "Title": "Imaging kidney development.",
        "Abstract": "Development of the kidney involves interactions between several cell lineages and complex morphogenetic processes, such as branching of the ureteric bud (UB) to form the collecting duct system and condensation and differentiation of the mesenchymal progenitors to form the nephron epithelia. One of the advantages of the mouse kidney as an experimental system is that it can develop in culture, from the stage of initial branching of the UB (E11.5) for up to a week (although it achieves the size and degree of development of only an E13.5-E14.5 kidney in vivo). The availability of fluorescent proteins (FPs) has provided powerful tools for visualizing the morphogenesis of specific renal structures in organ cultures. Two categories of genetically modified mice that express FPs are useful for visualizing different cell lineages and developmental processes in these organ cultures: (1) transgenic mice that express a fluorescent reporter in the pattern of a specific gene; and (2) Cre reporter mice, which turn on an FP in cells with Cre recombinase activity (and their daughter cells), used in conjunction with cell type-specific Cre transgenic mice. Here, we describe some of the currently available Cre and FP transgenic lines that are useful for the study of kidney development.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Embryo, Mammalian",
            "Genes, Reporter",
            "Integrases",
            "Kidney",
            "Luminescent Proteins",
            "Mice",
            "Mice, Transgenic",
            "Morphogenesis",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Tomoko",
                "Last Name": "Watanabe",
                "Affiliation": ""
            },
            {
                "First Name": "Benson",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Xuan",
                "Last Name": "Chi",
                "Affiliation": ""
            },
            {
                "First Name": "Shankar",
                "Last Name": "Srinivas",
                "Affiliation": ""
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2011"
    },
    {
        "PMID": "21536763",
        "Title": "Dissection of embryonic mouse kidney, culture in vitro, and imaging of the developing organ.",
        "Abstract": "In this article, we outline procedures for the dissection of intact kidneys and the isolation of the ureteric bud (UB) and the metanephric mesenchyme (MM) from mouse embryos. The apparatus required for the culture of these tissues in vitro is described in detail as well as the equipment necessary for performing time-lapse imaging studies of the developing kidney.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Dissection",
            "Embryo, Mammalian",
            "Kidney",
            "Mice",
            "Morphogenesis",
            "Time-Lapse Imaging",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Tomoko",
                "Last Name": "Watanabe",
                "Affiliation": ""
            },
            {
                "First Name": "Benson",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Xuan",
                "Last Name": "Chi",
                "Affiliation": ""
            },
            {
                "First Name": "Shankar",
                "Last Name": "Srinivas",
                "Affiliation": ""
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2011"
    },
    {
        "PMID": "21220964",
        "Title": "GDNF/Ret signaling and renal branching morphogenesis: From mesenchymal signals to epithelial cell behaviors.",
        "Abstract": "Signaling by GDNF through the Ret receptor tyrosine kinase is required for the normal growth and morphogenesis of the ureteric bud (UB) during kidney development.  Recent studies have sought to understand the precise role of Ret signaling in this process, and the specific responses of UB cells to GDNF.  Surprisingly, the requirement for Gdnf and Ret was largely relieved by removing the negative regulator Spry1, revealing unexpected functional overlap between GDNF and FGF10. However, the kidneys that developed without Gdnf/Ret and Spry1 displayed significant branching abnormalities, suggesting a unique role for GDNF in fine-tuning UB branching.  GDNF/Ret signaling alters patterns of gene expression in UB tip cells, and one critical event is upregulation of the ETS transcription factors Etv4 and Etv5.  Mice lacking Etv4 and Etv5 fail to develop kidneys.  Thus, these genes represent key components of a regulatory network downstream of Ret.  Studies of chimeric embryos in which a subset of cells lack either Ret, Etv4/5 or Spry1 have revealed an important role for this pathway in cell movement.  Ret signaling, via Etv4 and Etv5, promotes competitive cell rearrangements in the nephric duct, in which the cells with the highest level of Ret signaling preferentially migrate to form the first ureteric bud tip.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA-Binding Proteins",
            "Epithelial Cells",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Kidney",
            "Mesenchymal Stem Cells",
            "Mice",
            "Morphogenesis",
            "Proto-Oncogene Proteins c-ets",
            "Proto-Oncogene Proteins c-ret",
            "Signal Transduction",
            "Transcription Factors",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY, USA. fdc3@columbia.edu"
            }
        ],
        "Journal": "Organogenesis",
        "PubDate": "2010"
    },
    {
        "PMID": "21212101",
        "Title": "SOX9 controls epithelial branching by activating RET effector genes during kidney development.",
        "Abstract": "Congenital abnormalities of the kidney and urinary tract are some of the most common defects detected in the unborn child. Kidney growth is controlled by the GDNF/RET signalling pathway, but the molecular events required for the activation of RET downstream targets are still poorly understood. Here we show that SOX9, a gene involved in campomelic dysplasia (CD) in humans, together with its close homologue SOX8, plays an essential role in RET signalling. Expression of SOX9 can be found from the earliest stages of renal development within the ureteric tip, the ureter mesenchyme and in a segment-specific manner during nephrogenesis. Using a tissue-specific knockout approach, we show that, in the ureteric tip, SOX8 and SOX9 are required for ureter branching, and double-knockout mutants exhibit severe kidney defects ranging from hypoplastic kidneys to renal agenesis. Further genetic analysis shows that SOX8/9 are required downstream of GDNF signalling for the activation of RET effector genes such as Sprouty1 and Etv5. At later stages of development, SOX9 is required to maintain ureteric tip identity and SOX9 ablation induces ectopic nephron formation. Taken together, our study shows that SOX9 acts at multiple steps during kidney organogenesis and identifies SOX8 and SOX9 as key factors within the RET signalling pathway. Our results also explain the aetiology of kidney hypoplasia found in a proportion of CD patients.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Campomelic Dysplasia",
            "Cells, Cultured",
            "Disease Models, Animal",
            "Epithelial Cells",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Humans",
            "Kidney",
            "Male",
            "Mice",
            "Mice, Knockout",
            "Organogenesis",
            "Proto-Oncogene Proteins c-ret",
            "SOX9 Transcription Factor",
            "SOXE Transcription Factors",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Antoine",
                "Last Name": "Reginensi",
                "Affiliation": "INSERM U636, F-06108 Nice, France."
            },
            {
                "First Name": "Michael",
                "Last Name": "Clarkson",
                "Affiliation": ""
            },
            {
                "First Name": "Yasmine",
                "Last Name": "Neirijnck",
                "Affiliation": ""
            },
            {
                "First Name": "Benson",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Takahiro",
                "Last Name": "Ohyama",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew K",
                "Last Name": "Groves",
                "Affiliation": ""
            },
            {
                "First Name": "Elisabeth",
                "Last Name": "Sock",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Wegner",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Marie-Christine",
                "Last Name": "Chaboissier",
                "Affiliation": ""
            },
            {
                "First Name": "Andreas",
                "Last Name": "Schedl",
                "Affiliation": ""
            }
        ],
        "Journal": "Human molecular genetics",
        "PubDate": "2011"
    },
    {
        "PMID": "21060807",
        "Title": "Actin depolymerizing factors cofilin1 and destrin are required for ureteric bud branching morphogenesis.",
        "Abstract": "The actin depolymerizing factors (ADFs) play important roles in several cellular processes that require cytoskeletal rearrangements, such as cell migration, but little is known about the in vivo functions of ADFs in developmental events like branching morphogenesis. While the molecular control of ureteric bud (UB) branching during kidney development has been extensively studied, the detailed cellular events underlying this process remain poorly understood. To gain insight into the role of actin cytoskeletal dynamics during renal branching morphogenesis, we studied the functional requirements for the closely related ADFs cofilin1 (Cfl1) and destrin (Dstn) during mouse development. Either deletion of Cfl1 in UB epithelium or an inactivating mutation in Dstn has no effect on renal morphogenesis, but simultaneous lack of both genes arrests branching morphogenesis at an early stage, revealing considerable functional overlap between cofilin1 and destrin. Lack of Cfl1 and Dstn in the UB causes accumulation of filamentous actin, disruption of normal epithelial organization, and defects in cell migration. Animals with less severe combinations of mutant Cfl1 and Dstn alleles, which retain one wild-type Cfl1 or Dstn allele, display abnormalities including ureter duplication, renal hypoplasia, and abnormal kidney shape. The results indicate that ADF activity, provided by either cofilin1 or destrin, is essential in UB epithelial cells for normal growth and branching.",
        "Keywords": [],
        "MeSH terms": [
            "Actins",
            "Animals",
            "Cell Movement",
            "Cofilin 1",
            "Destrin",
            "Epithelial Cells",
            "Epithelium",
            "Female",
            "Fluorescent Antibody Technique",
            "Genotype",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "In Situ Hybridization",
            "Kidney",
            "Male",
            "Mice",
            "Mice, 129 Strain",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Morphogenesis",
            "Organ Culture Techniques",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Satu",
                "Last Name": "Kuure",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Cristina",
                "Last Name": "Cebrian",
                "Affiliation": ""
            },
            {
                "First Name": "Quentin",
                "Last Name": "Machingo",
                "Affiliation": ""
            },
            {
                "First Name": "Benson C",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Xuan",
                "Last Name": "Chi",
                "Affiliation": ""
            },
            {
                "First Name": "Deborah",
                "Last Name": "Hyink",
                "Affiliation": ""
            },
            {
                "First Name": "Vivette",
                "Last Name": "D'Agati",
                "Affiliation": ""
            },
            {
                "First Name": "Christine",
                "Last Name": "Gurniak",
                "Affiliation": ""
            },
            {
                "First Name": "Walter",
                "Last Name": "Witke",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2010"
    },
    {
        "PMID": "20732316",
        "Title": "Twist1 activity thresholds define multiple functions in limb development.",
        "Abstract": "The basic helix-loop-helix transcription factor Twist1 is essential for normal limb development. Twist1(-/-) embryos die at midgestation. However, studies on early limb buds found that Twist1(-/-) mutant limb mesenchyme has an impaired response to FGF signaling from the apical ectodermal ridge, which disrupts the feedback loop between the mesenchyme and AER, and reduces and shifts anteriorly Shh expression in the zone of polarizing activity. We have combined Twist1 null, hypomorph and conditional alleles to generate a Twist1 allelic series that survives to birth. As Twist1 activity is reduced, limb skeletal defects progress from preaxial polydactyly to girdle reduction combined with hypoplasia, aplasia or mirror symmetry of all limb segments. With reduced Twist1 activity there is striking and progressive upregulation of ectopic Shh expression in the anterior of the limb, combined with an anterior shift in the posterior Shh domain, which is expressed at normal intensity, and loss of the posterior AER. Consequently limb outgrowth is initially impaired, before an ectopic anterior Shh domain expands the AER, promoting additional growth and repatterning. Reducing the dosage of FGF targets of the Etv gene family, which are known repressors of Shh expression in anterior limb mesenchyme, strongly enhances the anterior skeletal phenotype. Conversely this and other phenotypes are suppressed by reducing the dosage of the Twist1 antagonist Hand2. Our data support a model whereby multiple Twist1 activity thresholds contribute to early limb bud patterning, and suggest how particular combinations of skeletal defects result from differing amounts of Twist1 activity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Basic Helix-Loop-Helix Transcription Factors",
            "Cartilage",
            "DNA-Binding Proteins",
            "Extremities",
            "Fibroblast Growth Factors",
            "Gene Dosage",
            "Gene Expression Regulation, Developmental",
            "Hedgehog Proteins",
            "Limb Buds",
            "Mice",
            "Models, Genetic",
            "Mutation",
            "Nuclear Proteins",
            "Phenotype",
            "RNA, Messenger",
            "Signal Transduction",
            "Twist-Related Protein 1"
        ],
        "Authors": [
            {
                "First Name": "Dayana",
                "Last Name": "Krawchuk",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Shoshana J",
                "Last Name": "Weiner",
                "Affiliation": ""
            },
            {
                "First Name": "You-Tzung",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Benson C",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": ""
            },
            {
                "First Name": "Ed",
                "Last Name": "Laufer",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2010"
    },
    {
        "PMID": "20493806",
        "Title": "Patterning a complex organ: branching morphogenesis and nephron segmentation in kidney development.",
        "Abstract": "The two major components of the kidney, the collecting system and the nephron, have different developmental histories. The collecting system arises by the reiterated branching of a simple epithelial tube, while the nephron forms from a cloud of mesenchymal cells that coalesce into epithelial vesicles. Each develops into a morphologically complex and highly differentiated structure, and together they provide essential filtration and resorption functions. In this review, we will consider their embryological origin and the genes controlling their morphogenesis, patterning, and differentiation, with a focus on recent advances in several areas.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "Cell Division",
            "Embryonic Development",
            "Fishes",
            "Kidney",
            "Mammals",
            "Mice",
            "Morphogenesis",
            "Nephrons",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA. fdc3@columbia.edu"
            },
            {
                "First Name": "Raphael",
                "Last Name": "Kopan",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2010"
    },
    {
        "PMID": "20463033",
        "Title": "The transcription factors Etv4 and Etv5 mediate formation of the ureteric bud tip domain during kidney development.",
        "Abstract": "Signaling by the Ret receptor tyrosine kinase promotes cell movements in the Wolffian duct that give rise to the first ureteric bud tip, initiating kidney development. Although the ETS transcription factors Etv4 and Etv5 are known to be required for mouse kidney development and to act downstream of Ret, their specific functions are unclear. Here, we examine their role by analyzing the ability of Etv4 Etv5 compound mutant cells to contribute to chimeric kidneys. Etv4(-/-);Etv5(+/-) cells show a limited distribution in the caudal Wolffian duct and ureteric bud, similar to Ret(-/-) cells, revealing a cell-autonomous role for Etv4 and Etv5 in the cell rearrangements promoted by Ret. By contrast, Etv4(-/-);Etv5(-/-) cells display more severe developmental limitations, suggesting a broad role for Etv4 and Etv5 downstream of multiple signals, which are together important for Wolffian duct and ureteric bud morphogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA-Binding Proteins",
            "Kidney",
            "Mice",
            "Organogenesis",
            "Proto-Oncogene Proteins c-ets",
            "Proto-Oncogene Proteins c-ret",
            "Transcription Factors",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Satu",
                "Last Name": "Kuure",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Xuan",
                "Last Name": "Chi",
                "Affiliation": ""
            },
            {
                "First Name": "Benson",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2010"
    },
    {
        "PMID": "20409609",
        "Title": "Downregulation of Wnt/β-catenin signaling causes degeneration of hippocampal neurons in vivo.",
        "Abstract": "The possibility that the degeneration of hippocampal neurons can be caused by mis-regulation of Wnt/β-catenin signaling was tested. Downregulation of Wnt signaling by the inducible expression of Axin, ICAT, and dnTcf4E causes degeneration of hippocampal neurons, while upregulation of Wnt signaling by the inducible expression of Dvl and β-catenin has a negligible effect. Treatment with ICG-001, a small molecule known to inhibit Wnt signaling, causes degeneration of hippocampal neurons, while the treatment with a JNK specific inhibitor does not show any effect. The results from LDH and TUNEL assays suggest that degeneration occurs via apoptotic processes. Inhibition of Wnt signaling reduced IGF-1 expression and the addition of IGF-1 blocked degeneration, which suggests that downregulation of IGF-1/Akt signaling is partially responsible for the degeneration. Inducible expression of Axin in the hippocampal neurons isolated from Axin2P-rtTA/pBI-EGFP-Axin double transgenic mice also causes degeneration. Consistent with the findings, these mice had more neuronal cell death in hippocampus and had differences in contextual conditioning upon the inducible expression of Axin. In summary, our data strongly support the idea that downregulation of Wnt/β-catenin signaling causes degeneration of hippocampal neurons in vivo and may be a cause of neurodegenerative diseases related to an anxiety related response.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Anxiety",
            "Down-Regulation",
            "Hippocampus",
            "Mice",
            "Mice, Inbred ICR",
            "Mice, Transgenic",
            "Nerve Degeneration",
            "Neurons",
            "Wnt Proteins",
            "Wnt Signaling Pathway",
            "beta Catenin"
        ],
        "Authors": [
            {
                "First Name": "Hanjun",
                "Last Name": "Kim",
                "Affiliation": "Department of Life Science, The University of Seoul, Seoul, 130-743, Korea."
            },
            {
                "First Name": "Sehoon",
                "Last Name": "Won",
                "Affiliation": ""
            },
            {
                "First Name": "Dae Youn",
                "Last Name": "Hwang",
                "Affiliation": ""
            },
            {
                "First Name": "Jeong-sook",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Minseong",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Rocky",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Wantae",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Boksik",
                "Last Name": "Cha",
                "Affiliation": ""
            },
            {
                "First Name": "Taeyoon",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Daesoo",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Eek-hoon",
                "Last Name": "Jho",
                "Affiliation": ""
            }
        ],
        "Journal": "Neurobiology of aging",
        "PubDate": "2011"
    },
    {
        "PMID": "20084103",
        "Title": "Kidney development in the absence of Gdnf and Spry1 requires Fgf10.",
        "Abstract": "GDNF signaling through the Ret receptor tyrosine kinase (RTK) is required for ureteric bud (UB) branching morphogenesis during kidney development in mice and humans. Furthermore, many other mutant genes that cause renal agenesis exert their effects via the GDNF/RET pathway. Therefore, RET signaling is believed to play a central role in renal organogenesis. Here, we re-examine the extent to which the functions of Gdnf and Ret are unique, by seeking conditions in which a kidney can develop in their absence. We find that in the absence of the negative regulator Spry1, Gdnf, and Ret are no longer required for extensive kidney development. Gdnf-/-;Spry1-/- or Ret-/-;Spry1-/- double mutants develop large kidneys with normal ureters, highly branched collecting ducts, extensive nephrogenesis, and normal histoarchitecture. However, despite extensive branching, the UB displays alterations in branch spacing, angle, and frequency. UB branching in the absence of Gdnf and Spry1 requires Fgf10 (which normally plays a minor role), as removal of even one copy of Fgf10 in Gdnf-/-;Spry1-/- mutants causes a complete failure of ureter and kidney development. In contrast to Gdnf or Ret mutations, renal agenesis caused by concomitant lack of the transcription factors ETV4 and ETV5 is not rescued by removing Spry1, consistent with their role downstream of both RET and FGFRs. This shows that, for many aspects of renal development, the balance between positive signaling by RTKs and negative regulation of this signaling by SPRY1 is more critical than the specific role of GDNF. Other signals, including FGF10, can perform many of the functions of GDNF, when SPRY1 is absent. But GDNF/RET signaling has an apparently unique function in determining normal branching pattern. In contrast to GDNF or FGF10, Etv4 and Etv5 represent a critical node in the RTK signaling network that cannot by bypassed by reducing the negative regulation of upstream signals.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Female",
            "Fibroblast Growth Factor 10",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Kidney",
            "Male",
            "Membrane Proteins",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Organogenesis",
            "Phosphoproteins",
            "Proto-Oncogene Proteins c-ret",
            "Signal Transduction",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Odyssé",
                "Last Name": "Michos",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Cristina",
                "Last Name": "Cebrian",
                "Affiliation": ""
            },
            {
                "First Name": "Deborah",
                "Last Name": "Hyink",
                "Affiliation": ""
            },
            {
                "First Name": "Uta",
                "Last Name": "Grieshammer",
                "Affiliation": ""
            },
            {
                "First Name": "Linda",
                "Last Name": "Williams",
                "Affiliation": ""
            },
            {
                "First Name": "Vivette",
                "Last Name": "D'Agati",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan D",
                "Last Name": "Licht",
                "Affiliation": ""
            },
            {
                "First Name": "Gail R",
                "Last Name": "Martin",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2010"
    },
    {
        "PMID": "20040494",
        "Title": "Non-cell-autonomous retinoid signaling is crucial for renal development.",
        "Abstract": "In humans and mice, mutations in the Ret gene result in Hirschsprung's disease and renal defects. In the embryonic kidney, binding of Ret to its ligand, Gdnf, induces a program of epithelial cell remodeling that controls primary branch formation and branching morphogenesis within the kidney. Our previous studies showed that transcription factors belonging to the retinoic acid (RA) receptor family are crucial for controlling Ret expression in the ureteric bud; however, the mechanism by which retinoid-signaling acts has remained unclear. In the current study, we show that expression of a dominant-negative RA receptor in mouse ureteric bud cells abolishes Ret expression and Ret-dependent functions including ureteric bud formation and branching morphogenesis, indicating that RA-receptor signaling in ureteric bud cells is crucial for renal development. Conversely, we find that RA-receptor signaling in ureteric bud cells depends mainly on RA generated in nearby stromal cells by retinaldehyde dehydrogenase 2, an enzyme required for most fetal RA synthesis. Together, these studies suggest that renal development depends on paracrine RA signaling between stromal mesenchyme and ureteric bud cells that regulates Ret expression both during ureteric bud formation and within the developing collecting duct system.",
        "Keywords": [],
        "MeSH terms": [
            "Aldehyde Oxidoreductases",
            "Animals",
            "Cells, Cultured",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Humans",
            "Immunochemistry",
            "In Situ Hybridization",
            "Kidney",
            "Male",
            "Mice",
            "Morphogenesis",
            "Organ Culture Techniques",
            "Retinal Dehydrogenase",
            "Retinoids",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Carolina",
                "Last Name": "Rosselot",
                "Affiliation": "Department of Urology, Columbia University, New York, New York 10032 USA."
            },
            {
                "First Name": "Lee",
                "Last Name": "Spraggon",
                "Affiliation": ""
            },
            {
                "First Name": "Ian",
                "Last Name": "Chia",
                "Affiliation": ""
            },
            {
                "First Name": "Ekatherina",
                "Last Name": "Batourina",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Riccio",
                "Affiliation": ""
            },
            {
                "First Name": "Benson",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Karen",
                "Last Name": "Niederreither",
                "Affiliation": ""
            },
            {
                "First Name": "Pascal",
                "Last Name": "Dolle",
                "Affiliation": ""
            },
            {
                "First Name": "Gregg",
                "Last Name": "Duester",
                "Affiliation": ""
            },
            {
                "First Name": "Pierre",
                "Last Name": "Chambon",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Thierry",
                "Last Name": "Gilbert",
                "Affiliation": ""
            },
            {
                "First Name": "Andrei",
                "Last Name": "Molotkov",
                "Affiliation": ""
            },
            {
                "First Name": "Cathy",
                "Last Name": "Mendelsohn",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2010"
    },
    {
        "PMID": "19898483",
        "Title": "Etv4 and Etv5 are required downstream of GDNF and Ret for kidney branching morphogenesis.",
        "Abstract": "Glial cell line-derived neurotrophic factor signaling through the Ret receptor tyrosine kinase is crucial for ureteric bud branching morphogenesis during kidney development, yet few of the downstream genes are known. Here we show that the ETS transcription factors Etv4 and Etv5 are positively regulated by Ret signaling in the ureteric bud tips. Mice lacking both Etv4 alleles and one Etv5 allele show either renal agenesis or severe hypodysplasia, whereas kidney development fails completely in double homozygotes. We identified several genes whose expression in the ureteric bud depends on Etv4 and Etv5, including Cxcr4, Myb, Met and Mmp14. Thus, Etv4 and Etv5 are key components of a gene network downstream of Ret that promotes and controls renal branching morphogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Newborn",
            "DNA-Binding Proteins",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Kidney",
            "Mice",
            "Mice, Knockout",
            "Morphogenesis",
            "Proto-Oncogene Proteins c-ets",
            "Proto-Oncogene Proteins c-ret",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Benson C",
                "Last Name": "Lu",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Cristina",
                "Last Name": "Cebrian",
                "Affiliation": ""
            },
            {
                "First Name": "Xuan",
                "Last Name": "Chi",
                "Affiliation": ""
            },
            {
                "First Name": "Satu",
                "Last Name": "Kuure",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Kuo",
                "Affiliation": ""
            },
            {
                "First Name": "Carlton M",
                "Last Name": "Bates",
                "Affiliation": ""
            },
            {
                "First Name": "Silvia",
                "Last Name": "Arber",
                "Affiliation": ""
            },
            {
                "First Name": "John",
                "Last Name": "Hassell",
                "Affiliation": ""
            },
            {
                "First Name": "Lesley",
                "Last Name": "MacNeil",
                "Affiliation": ""
            },
            {
                "First Name": "Masato",
                "Last Name": "Hoshi",
                "Affiliation": ""
            },
            {
                "First Name": "Sanjay",
                "Last Name": "Jain",
                "Affiliation": ""
            },
            {
                "First Name": "Naoya",
                "Last Name": "Asai",
                "Affiliation": ""
            },
            {
                "First Name": "Masahide",
                "Last Name": "Takahashi",
                "Affiliation": ""
            },
            {
                "First Name": "Kai M",
                "Last Name": "Schmidt-Ott",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan",
                "Last Name": "Barasch",
                "Affiliation": ""
            },
            {
                "First Name": "Vivette",
                "Last Name": "D'Agati",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2009"
    },
    {
        "PMID": "19686681",
        "Title": "Ret-dependent cell rearrangements in the Wolffian duct epithelium initiate ureteric bud morphogenesis.",
        "Abstract": "While the genetic control of renal branching morphogenesis has been extensively described, the cellular basis of this process remains obscure. GDNF/RET signaling is required for ureter and kidney development, and cells lacking Ret are excluded from the tips of the branching ureteric bud in chimeric kidneys. Here, we find that this exclusion results from earlier Ret-dependent cell rearrangements in the caudal Wolffian duct, which generate a specialized epithelial domain that later emerges as the tip of the primary ureteric bud. By juxtaposing cells with elevated or reduced RET activity, we find that Wolffian duct cells compete, based on RET signaling levels, to contribute to this domain. At the same time, the caudal Wolffian duct transiently converts from a simple to a pseudostratified epithelium, a process that does not require Ret. Thus, both Ret-dependent cell movements and Ret-independent changes in the Wolffian duct epithelium contribute to ureteric bud formation.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Cell Movement",
            "Chimera",
            "Embryo, Mammalian",
            "Epithelium",
            "Luminescent Proteins",
            "Membrane Proteins",
            "Mice",
            "Mice, Knockout",
            "Morphogenesis",
            "Phosphoproteins",
            "Proto-Oncogene Proteins c-ret",
            "Signal Transduction",
            "Transgenes",
            "Ureter",
            "Wolffian Ducts"
        ],
        "Authors": [
            {
                "First Name": "Xuan",
                "Last Name": "Chi",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Odyssé",
                "Last Name": "Michos",
                "Affiliation": ""
            },
            {
                "First Name": "Reena",
                "Last Name": "Shakya",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Riccio",
                "Affiliation": ""
            },
            {
                "First Name": "Hideki",
                "Last Name": "Enomoto",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan D",
                "Last Name": "Licht",
                "Affiliation": ""
            },
            {
                "First Name": "Naoya",
                "Last Name": "Asai",
                "Affiliation": ""
            },
            {
                "First Name": "Masahide",
                "Last Name": "Takahashi",
                "Affiliation": ""
            },
            {
                "First Name": "Nobutaka",
                "Last Name": "Ohgami",
                "Affiliation": ""
            },
            {
                "First Name": "Masashi",
                "Last Name": "Kato",
                "Affiliation": ""
            },
            {
                "First Name": "Cathy",
                "Last Name": "Mendelsohn",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2009"
    },
    {
        "PMID": "19321127",
        "Title": "Dispensable role of protein 4.1B/DAL-1 in rodent adrenal medulla regarding generation of pheochromocytoma and plasmalemmal localization of TSLC1.",
        "Abstract": "Protein 4.1B is a membrane skeletal protein expressed in various organs, and is associated with tumor suppressor in lung cancer-1 (TSLC1) in vitro. Although involvement of 4.1B in the intercellular junctions and tumor-suppression was suggested, some controversial results posed questions to the general tumor-suppressive function of 4.1B and its relation to TSLC1 in vivo. In this study, the expression of 4.1B and its interaction with TSLC1 were examined in rodent adrenal gland, and the involvement of 4.1B in tumorigenesis and the effect of 4.1B deficiency on TSLC1 distribution were also investigated using rodent pheochromocytoma and 4.1B-knockout mice. Although plasmalemmal immunolocalization of 4.1B was shown in chromaffin cells of rodent adrenal medulla, expression of 4.1B was maintained in developed pheochromocytoma, and morphological abnormality or pheochromocytoma generation could not be found in 4.1B-deficient mice. Furthermore, molecular interaction and colocalization of 4.1B and TSLC1 were observed in mouse adrenal gland, but the immunolocalization of TSLC1 along chromaffin cell membranes was not affected in the 4.1B-deficient mice. These results suggest that the function of 4.1B as tumor suppressor might significantly differ among organs and species, and that plasmalemmal retention of TSLC1 would be maintained by molecules other than 4.1B interacting in rodent chromaffin cells.",
        "Keywords": [],
        "MeSH terms": [
            "Adrenal Gland Neoplasms",
            "Adrenal Medulla",
            "Animals",
            "Cell Adhesion Molecule-1",
            "Cell Adhesion Molecules",
            "Immunoglobulins",
            "In Situ Hybridization",
            "Membrane Proteins",
            "Mice",
            "Mice, Knockout",
            "Microfilament Proteins",
            "Microscopy, Electron",
            "Pheochromocytoma",
            "Tumor Suppressor Proteins"
        ],
        "Authors": [
            {
                "First Name": "Nobuhiko",
                "Last Name": "Ohno",
                "Affiliation": "Department of Anatomy and Molecular Histology, Interdisciplinary Graduate School of Medicine and Engineering, University of Yamanashi, Chuo, Yamanashi 409-3898, Japan."
            },
            {
                "First Name": "Nobuo",
                "Last Name": "Terada",
                "Affiliation": ""
            },
            {
                "First Name": "Masayuki",
                "Last Name": "Komada",
                "Affiliation": ""
            },
            {
                "First Name": "Sei",
                "Last Name": "Saitoh",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Virgilio",
                "Last Name": "Pace",
                "Affiliation": ""
            },
            {
                "First Name": "Paul-Georg",
                "Last Name": "Germann",
                "Affiliation": ""
            },
            {
                "First Name": "Klaus",
                "Last Name": "Weber",
                "Affiliation": ""
            },
            {
                "First Name": "Hisashi",
                "Last Name": "Yamakawa",
                "Affiliation": ""
            },
            {
                "First Name": "Osamu",
                "Last Name": "Ohara",
                "Affiliation": ""
            },
            {
                "First Name": "Shinichi",
                "Last Name": "Ohno",
                "Affiliation": ""
            }
        ],
        "Journal": "Biochimica et biophysica acta",
        "PubDate": "2009"
    },
    {
        "PMID": "19204372",
        "Title": "Both the RGS domain and the six C-terminal amino acids of mouse Axin are required for normal embryogenesis.",
        "Abstract": "Axin is a negative regulator of canonical Wnt signaling, which promotes the degradation of beta-catenin, the major effector in this signaling cascade. While many protein-binding domains of Axin have been identified, their significance has not been evaluated in vivo. Here, we report the generation and analysis of mice carrying modified Axin alleles in which either the RGS domain or the six C-terminal amino acids (C6 motif) were deleted. The RGS domain is required for APC-binding, while the C6 motif has been implicated in the activation of c-Jun N-terminal kinase, but is not required for the effects of Axin on the Wnt/beta-catenin pathway, in vitro. Both mutant Axin alleles caused recessive embryonic lethality at E9.5-E10.5, with defects indistinguishable from those caused by a null allele. As Axin-DeltaRGS protein was produced at normal levels, its inability to support embryogenesis confirms the importance of interactions between Axin and APC. In contrast, Axin-DeltaC6 protein was expressed at only 25-30% of the normal level, which may account for the recessive lethality of this allele. Furthermore, many Axin(DeltaC6/DeltaC6) embryos that were heterozygous for a beta-catenin null mutation survived to term, demonstrating that early lethality was due to failure to negatively regulate beta-catenin.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Animals",
            "Animals, Genetically Modified",
            "Axin Protein",
            "Base Sequence",
            "Cells, Cultured",
            "Embryo, Mammalian",
            "Embryo, Nonmammalian",
            "Embryonic Development",
            "Fetal Viability",
            "Gene Deletion",
            "Genes, Lethal",
            "Mice",
            "Molecular Sequence Data",
            "Mutant Proteins",
            "Protein Structure, Tertiary",
            "RGS Proteins",
            "Repressor Proteins",
            "Wnt Proteins",
            "Xenopus",
            "Xenopus Proteins"
        ],
        "Authors": [
            {
                "First Name": "Ian V",
                "Last Name": "Chia",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Min Jung",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Keiji",
                "Last Name": "Itoh",
                "Affiliation": ""
            },
            {
                "First Name": "Sergei Y",
                "Last Name": "Sokol",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2009"
    },
    {
        "PMID": "19112489",
        "Title": "Gata3 acts downstream of beta-catenin signaling to prevent ectopic metanephric kidney induction.",
        "Abstract": "Metanephric kidney induction critically depends on mesenchymal-epithelial interactions in the caudal region of the nephric (or Wolffian) duct. Central to this process, GDNF secreted from the metanephric mesenchyme induces ureter budding by activating the Ret receptor expressed in the nephric duct epithelium. A failure to regulate this pathway is believed to be responsible for a large proportion of the developmental anomalies affecting the urogenital system. Here, we show that the nephric duct-specific inactivation of the transcription factor gene Gata3 leads to massive ectopic ureter budding. This results in a spectrum of urogenital malformations including kidney adysplasia, duplex systems, and hydroureter, as well as vas deferens hyperplasia and uterine agenesis. The variability of developmental defects is reminiscent of the congenital anomalies of the kidney and urinary tract (CAKUT) observed in human. We show that Gata3 inactivation causes premature nephric duct cell differentiation and loss of Ret receptor gene expression. These changes ultimately affect nephric duct epithelium homeostasis, leading to ectopic budding of interspersed cells still expressing the Ret receptor. Importantly, the formation of these ectopic buds requires both GDNF/Ret and Fgf signaling activities. We further identify Gata3 as a central mediator of beta-catenin function in the nephric duct and demonstrate that the beta-catenin/Gata3 pathway prevents premature cell differentiation independently of its role in regulating Ret expression. Together, these results establish a genetic cascade in which Gata3 acts downstream of beta-catenin, but upstream of Ret, to prevent ectopic ureter budding and premature cell differentiation in the nephric duct.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "Cell Line",
            "GATA3 Transcription Factor",
            "Humans",
            "Kidney",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Signal Transduction",
            "Ureter",
            "Wolffian Ducts",
            "beta Catenin"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Grote",
                "Affiliation": "Goodman Cancer Centre, McGill University, Quebec, Canada."
            },
            {
                "First Name": "Sami Kamel",
                "Last Name": "Boualia",
                "Affiliation": ""
            },
            {
                "First Name": "Abdallah",
                "Last Name": "Souabni",
                "Affiliation": ""
            },
            {
                "First Name": "Calli",
                "Last Name": "Merkel",
                "Affiliation": ""
            },
            {
                "First Name": "Xuan",
                "Last Name": "Chi",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas",
                "Last Name": "Carroll",
                "Affiliation": ""
            },
            {
                "First Name": "Maxime",
                "Last Name": "Bouchard",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2008"
    },
    {
        "PMID": "19111008",
        "Title": "A transgenic mouse that reveals cell shape and arrangement during ureteric bud branching.",
        "Abstract": "Understanding the cellular events that underlie epithelial morphogenesis is a key problem in developmental biology. Here, we describe a new transgenic mouse line that makes it possible to visualize individual cells specifically in the Wolffian duct and ureteric bud, the epithelial structures that give rise to the collecting system of the kidney. myr-Venus, a membrane-associated form of the fluorescent protein Venus, was expressed in the ureteric bud lineage under the control of the Hoxb7 promoter. In Hoxb7/myr-Venus mice, the outlines of all Wolffian duct and ureteric bud epithelial cells are strongly labeled at all stages of urogenital development, allowing the shapes and arrangements of individual cells to be readily observed by confocal microscopy of freshly excised or cultured kidneys. This strain should be extremely useful for studies of cell behavior during ureteric bud branching morphogenesis in wild type and mutant mouse lines.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Newborn",
            "Bacterial Proteins",
            "Base Sequence",
            "Cell Shape",
            "DNA Primers",
            "Gene Expression",
            "Homeodomain Proteins",
            "Imaging, Three-Dimensional",
            "Kidney",
            "Luminescent Proteins",
            "Mice",
            "Mice, Inbred CBA",
            "Mice, Transgenic",
            "Microscopy, Confocal",
            "Organ Culture Techniques",
            "Recombinant Fusion Proteins",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Xuan",
                "Last Name": "Chi",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Anna-Katerina",
                "Last Name": "Hadjantonakis",
                "Affiliation": ""
            },
            {
                "First Name": "Zaiqi",
                "Last Name": "Wu",
                "Affiliation": ""
            },
            {
                "First Name": "Deborah",
                "Last Name": "Hyink",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Genesis (New York, N.Y. : 2000)",
        "PubDate": "2009"
    },
    {
        "PMID": "19090619",
        "Title": "SUMO-specific protease 2 is essential for modulating p53-Mdm2 in development of trophoblast stem cell niches and lineages.",
        "Abstract": "SUMO-specific protease 2 (SENP2) modifies proteins by removing SUMO from its substrates. Although SUMO-specific proteases are known to reverse sumoylation in many defined systems, their importance in mammalian development and pathogenesis remains largely elusive. Here we report that SENP2 is highly expressed in trophoblast cells that are required for placentation. Targeted disruption of SENP2 in mice reveals its essential role in development of all three trophoblast layers. The mutation causes a deficiency in cell cycle progression. SENP2 has a specific role in the G-S transition, which is required for mitotic and endoreduplication cell cycles in trophoblast proliferation and differentiation, respectively. SENP2 ablation disturbs the p53-Mdm2 pathway, affecting the expansion of trophoblast progenitors and their maturation. Reintroducing SENP2 into the mutants can reduce the sumoylation of Mdm2, diminish the p53 level and promote trophoblast development. Furthermore, downregulation of p53 alleviates the SENP2-null phenotypes and stimulation of p53 causes abnormalities in trophoblast proliferation and differentiation, resembling those of the SENP2 mutants. Our data reveal a key genetic pathway, SENP2-Mdm2-p53, underlying trophoblast lineage development, suggesting its pivotal role in cell cycle progression of mitosis and endoreduplication.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Cycle",
            "Cell Lineage",
            "Cysteine Endopeptidases",
            "Embryo, Mammalian",
            "Embryonic Stem Cells",
            "Mice",
            "Multienzyme Complexes",
            "Proto-Oncogene Proteins c-mdm2",
            "Trophoblasts",
            "Tumor Suppressor Protein p53"
        ],
        "Authors": [
            {
                "First Name": "Shang-Yi",
                "Last Name": "Chiu",
                "Affiliation": "Department of Biomedical Genetics, Center for Oral Biology, James P Wilmot Cancer Center, University of Rochester Medical Center, Rochester, New York, USA."
            },
            {
                "First Name": "Naoya",
                "Last Name": "Asai",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Wei",
                "Last Name": "Hsu",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2008"
    },
    {
        "PMID": "18929646",
        "Title": "Multiple isoforms of beta-TrCP display differential activities in the regulation of Wnt signaling.",
        "Abstract": "The F-box proteins beta-TrCP1 and 2 (beta-transducin repeat containing protein) have 2 and 3 isoforms, respectively, due to alternative splicing of exons encoding the N-terminal region. We identified an extra exon in between the previously known exons 1 and 2 of beta-TrCP1 and beta-TrCP2. Interestingly, sequence analysis suggested that many more isoforms are produced than previously identified, via the alternative splicing of all possible combination of exons II to V of beta-TrCP1 and exons II to IV of beta-TrCP2. Different mouse tissues show specific expression patterns of the isoforms, and the level of expression of the isoform that has been used in most published papers was very low. Yeast two-hybrid assays show that beta-TrCP1 isoforms containing exon III, which are the most highly expressed isoforms in most tissues, do not interact with Skp1. Indirect immunofluorescence analysis of transiently expressed beta-TrCP1 isoforms suggests that the presence of exon III causes beta-TrCP1 to localize in nuclei. Consistent with the above findings, isoforms including exon III showed a reduced ability to block ectopic embryonic axes induced via injection of Wnt8 or beta-catenin in Xenopus embryos. Overall, our data suggest that isoforms of beta-TrCPs generated by alternative splicing may have different biological roles.",
        "Keywords": [],
        "MeSH terms": [
            "Alternative Splicing",
            "Amino Acid Sequence",
            "Animals",
            "Base Sequence",
            "Cells, Cultured",
            "Exons",
            "Humans",
            "Immunoprecipitation",
            "Mice",
            "Molecular Sequence Data",
            "Protein Isoforms",
            "S-Phase Kinase-Associated Proteins",
            "Sequence Analysis, DNA",
            "Signal Transduction",
            "Two-Hybrid System Techniques",
            "Ubiquitination",
            "Wnt Proteins",
            "Xenopus laevis",
            "beta-Transducin Repeat-Containing Proteins"
        ],
        "Authors": [
            {
                "First Name": "Eunjeong",
                "Last Name": "Seo",
                "Affiliation": "Department of Life Science, The University of Seoul, Seoul, 130-743, Republic of Korea."
            },
            {
                "First Name": "Hyunjoon",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Rokki",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Sangmoon",
                "Last Name": "Yun",
                "Affiliation": ""
            },
            {
                "First Name": "Minseong",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Jin-Kwan",
                "Last Name": "Han",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Eek-Hoon",
                "Last Name": "Jho",
                "Affiliation": ""
            }
        ],
        "Journal": "Cellular signalling",
        "PubDate": "2009"
    },
    {
        "PMID": "18632848",
        "Title": "SUMOylation target sites at the C terminus protect Axin from ubiquitination and confer protein stability.",
        "Abstract": "Axin is a scaffold protein for the beta-catenin destruction complex, and a negative regulator of canonical Wnt signaling. Previous studies implicated the six C-terminal amino acids (C6 motif) in the ability of Axin to activate c-Jun N-terminal kinase, and identified them as a SUMOylation target. Deletion of the C6 motif of mouse Axin in vivo reduced the steady-state protein level, which caused embryonic lethality. Here, we report that this deletion (Axin-DeltaC6) causes a reduced half-life in mouse embryonic fibroblasts and an increased susceptibility to ubiquitination in HEK 293T cells. We confirmed the C6 motif as a SUMOylation target in vitro, and found that mutating the C-terminal SUMOylation target residues increased the susceptibility of Axin to polyubiquitination and reduced its steady-state level. Heterologous SUMOylation target sites could replace C6 in providing this protective effect. These findings suggest that SUMOylation of the C6 motif may prevent polyubiquitination, thus increasing the stability of Axin. Although C6 deletion also caused increased association of Axin with Dvl-1, this interaction was not altered by mutating the lysine residues in C6, nor could heterologous SUMOylation motifs replace the C6 motif in this assay. Therefore, some other specific property of the C6 motif seems to reduce the interaction of Axin with Dvl-1.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Amino Acid Motifs",
            "Amino Acid Sequence",
            "Animals",
            "Axin Protein",
            "Cell Line",
            "Dishevelled Proteins",
            "Humans",
            "Mice",
            "Phosphoproteins",
            "Repressor Proteins",
            "Sequence Deletion",
            "Signal Transduction",
            "Ubiquitination",
            "Wnt Proteins"
        ],
        "Authors": [
            {
                "First Name": "Min Jung",
                "Last Name": "Kim",
                "Affiliation": "Department of Genetics and Development, 701 W. 168th St., Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Ian V",
                "Last Name": "Chia",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
        "PubDate": "2008"
    },
    {
        "PMID": "18264090",
        "Title": "Regulation of VEGF-mediated angiogenesis by the Akt/PKB substrate Girdin.",
        "Abstract": "The serine/threonine protein kinase Akt is involved in a variety of cellular processes including cell proliferation, survival, metabolism and gene expression. It is essential in vascular endothelial growth factor (VEGF)-mediated angiogenesis; however, it is not known how Akt regulates the migration of endothelial cells, a crucial process for vessel sprouting, branching and the formation of networks during angiogenesis. Here we report that Akt-mediated phosphorylation of Girdin, an actin-binding protein, promotes VEGF-dependent migration of endothelial cells and tube formation by these cells. We found that exogenously delivered adenovirus harbouring Girdin short interfering RNA in Matrigel embedded in mice, markedly inhibited VEGF-mediated angiogenesis. Targeted disruption of the Girdin gene in mice impaired vessel remodelling in the retina and angiogenesis from aortic rings, whereas Girdin was dispensable for embryonic vasculogenesis. These findings demonstrate that the Akt/Girdin signalling pathway is essential in VEGF-mediated postneonatal angiogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aorta",
            "Cell Movement",
            "Endothelial Cells",
            "Humans",
            "Mice",
            "Mice, Transgenic",
            "Microfilament Proteins",
            "Models, Biological",
            "Neovascularization, Pathologic",
            "Proto-Oncogene Proteins c-akt",
            "RNA, Small Interfering",
            "Vascular Endothelial Growth Factor A",
            "Vesicular Transport Proteins"
        ],
        "Authors": [
            {
                "First Name": "Tomoya",
                "Last Name": "Kitamura",
                "Affiliation": "Department of Cardiology, Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya 466-8550, Japan."
            },
            {
                "First Name": "Naoya",
                "Last Name": "Asai",
                "Affiliation": ""
            },
            {
                "First Name": "Atsushi",
                "Last Name": "Enomoto",
                "Affiliation": ""
            },
            {
                "First Name": "Kengo",
                "Last Name": "Maeda",
                "Affiliation": ""
            },
            {
                "First Name": "Takuya",
                "Last Name": "Kato",
                "Affiliation": ""
            },
            {
                "First Name": "Maki",
                "Last Name": "Ishida",
                "Affiliation": ""
            },
            {
                "First Name": "Ping",
                "Last Name": "Jiang",
                "Affiliation": ""
            },
            {
                "First Name": "Takashi",
                "Last Name": "Watanabe",
                "Affiliation": ""
            },
            {
                "First Name": "Jiro",
                "Last Name": "Usukura",
                "Affiliation": ""
            },
            {
                "First Name": "Takahisa",
                "Last Name": "Kondo",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Toyoaki",
                "Last Name": "Murohara",
                "Affiliation": ""
            },
            {
                "First Name": "Masahide",
                "Last Name": "Takahashi",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature cell biology",
        "PubDate": "2008"
    },
    {
        "PMID": "17475787",
        "Title": "Constitutive Ret activity in knock-in multiple endocrine neoplasia type B mice induces profound elevation of brain dopamine concentration via enhanced synthesis and increases the number of TH-positive cells in the substantia nigra.",
        "Abstract": "Ret is the common signaling receptor for glial cell line-derived neurotrophic factor (GDNF) and other ligands of the GDNF family that have potent effects on brain dopaminergic neurons. The Met918Thr mutation leads to constitutive activity of Ret receptor tyrosine kinase, causing the cancer syndrome called multiple endocrine neoplasia type B (MEN2B). We used knock-in MEN2B mice with the Ret-MEN2B mutation to study the effects of constitutive Ret activity on the brain dopaminergic system and found robustly increased concentrations of dopamine (DA) and its metabolites in the striatum, cortex, and hypothalamus. The concentrations of brain serotonin were not affected and those of noradrenaline were slightly increased only in the lower brainstem. Tyrosine hydroxylase (TH) protein levels were increased in the striatum and substantia nigra/ventral tegmental area (SN/VTA), and TH mRNA levels were increased in SN/VTA of MEN2B mice, suggesting that constitutive Ret activity increases DA levels by increasing its synthesis. Also, the striatal DA transporter protein levels in the MEN2B mice were increased, which agrees with increased sensitivity of these mice to the stimulatory effects of cocaine. In the SN pars compacta of homozygous MEN2B mice, we found a 26% increase in the number of TH-positive cells, but no differences were found in the VTA. Thus, we show here that the constitutive Ret activity in mice is sufficient to increase the number of dopaminergic neurons and leads to profound elevation of brain DA concentration. These data clearly suggest that Ret activity per se can have a direct biological function that actively changes and shapes the brain dopaminergic system.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Count",
            "Dopamine",
            "Enzyme Activation",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Multiple Endocrine Neoplasia Type 2b",
            "Mutation",
            "Neurons",
            "Proto-Oncogene Proteins c-ret",
            "Substantia Nigra",
            "Tyrosine 3-Monooxygenase"
        ],
        "Authors": [
            {
                "First Name": "Jelena",
                "Last Name": "Mijatovic",
                "Affiliation": "Division of Pharmacology and Toxicology, Faculty of Pharmacy, University of Helsinki, Helsinki, Finland. jelena.mijatovic@helsinki.fi"
            },
            {
                "First Name": "Mikko",
                "Last Name": "Airavaara",
                "Affiliation": ""
            },
            {
                "First Name": "Anu",
                "Last Name": "Planken",
                "Affiliation": ""
            },
            {
                "First Name": "Petri",
                "Last Name": "Auvinen",
                "Affiliation": ""
            },
            {
                "First Name": "Atso",
                "Last Name": "Raasmaja",
                "Affiliation": ""
            },
            {
                "First Name": "T Petteri",
                "Last Name": "Piepponen",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Liisa",
                "Last Name": "Ahtee",
                "Affiliation": ""
            },
            {
                "First Name": "Mart",
                "Last Name": "Saarma",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2007"
    },
    {
        "PMID": "17380130",
        "Title": "The dependence receptor Ret induces apoptosis in somatotrophs through a Pit-1/p53 pathway, preventing tumor growth.",
        "Abstract": "Somatotrophs are the only pituitary cells that express Ret, GFRalpha1 and GDNF. This study investigated the effects of Ret in a somatotroph cell line, in primary pituitary cultures and in Ret KO mice. Ret regulates somatotroph numbers by inducing Pit-1 overexpression, leading to increased p53 expression and apoptosis, both of which can be prevented with Ret or Pit-1 siRNA. The Pit-1 overexpression is mediated by sustained activation of PKCdelta, JNK, c/EBPalpha and CREB induced by a complex of Ret, caspase 3 and PKCdelta. In the presence of GDNF, Akt is activated, and the Pit-1 overexpression and resulting apoptosis are blocked. The adenopituitary of Ret KO mice is larger than normal, showing Pit-1 and somatotroph hyperplasia. In normal animals, activation of the Ret/Pit-1/p53 pathway by retroviral introduction of Ret blocked tumor growth in vivo. Thus, somatotrophs have an intrinsic mechanism for controlling Pit-1/GH production through an apoptotic/survival pathway. Ret might be of value for treatment of pituitary adenomas.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Apoptosis",
            "Blotting, Northern",
            "Cell Line",
            "Chromatin Immunoprecipitation",
            "Cyclic AMP Response Element-Binding Protein",
            "DNA Primers",
            "Gene Expression Regulation",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Humans",
            "Immunohistochemistry",
            "MAP Kinase Kinase 4",
            "Mice",
            "Mice, Knockout",
            "Neoplasms",
            "Protein Kinase C-delta",
            "Proto-Oncogene Proteins c-ret",
            "RNA Interference",
            "Rats",
            "Signal Transduction",
            "Somatotrophs",
            "Transcription Factor Pit-1",
            "Tumor Suppressor Protein p53"
        ],
        "Authors": [
            {
                "First Name": "Carmen",
                "Last Name": "Cañibano",
                "Affiliation": "Department of Physiology, School of Medicine, University of Santiago de Compostela, Santiago de Compostela, Spain."
            },
            {
                "First Name": "Noela L",
                "Last Name": "Rodriguez",
                "Affiliation": ""
            },
            {
                "First Name": "Carmen",
                "Last Name": "Saez",
                "Affiliation": ""
            },
            {
                "First Name": "Sulay",
                "Last Name": "Tovar",
                "Affiliation": ""
            },
            {
                "First Name": "Montse",
                "Last Name": "Garcia-Lavandeira",
                "Affiliation": ""
            },
            {
                "First Name": "Maria Grazia",
                "Last Name": "Borrello",
                "Affiliation": ""
            },
            {
                "First Name": "Anxo",
                "Last Name": "Vidal",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Miguel",
                "Last Name": "Japon",
                "Affiliation": ""
            },
            {
                "First Name": "Carlos",
                "Last Name": "Dieguez",
                "Affiliation": ""
            },
            {
                "First Name": "Clara V",
                "Last Name": "Alvarez",
                "Affiliation": ""
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2007"
    },
    {
        "PMID": "17123792",
        "Title": "Impaired neural development caused by inducible expression of Axin in transgenic mice.",
        "Abstract": "Ablations of the Axin family genes demonstrated that they modulate Wnt signaling in key processes of mammalian development. The ubiquitously expressed Axin1 plays an important role in formation of the embryonic neural axis, while Axin2 is essential for craniofacial skeletogenesis. Although Axin2 is also highly expressed during early neural development, including the neural tube and neural crest, it is not essential for these processes, apparently due to functional redundancy with Axin1. To further investigate the role of Wnt signaling during early neural development, and its potential regulation by Axins, we developed a mouse model for conditional gene activation in the Axin2-expressing domains. We show that gene expression can be successfully targeted to the Axin2-expressing cells in a spatially and temporally specific fashion. High levels of Axin in this domain induce a region-specific effect on the patterning of neural tube. In the mutant embryos, only the development of midbrain is severely impaired even though the transgene is expressed throughout the neural tube. Axin apparently regulates beta-catenin in coordinating cell cycle progression, cell adhesion and survival of neuroepithelial precursors during development of ventricles. Our data support the conclusion that the development of embryonic neural axis is highly sensitive to the level of Wnt signaling.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Hsiao-Man Ivy",
                "Last Name": "Yu",
                "Affiliation": "Department of Biomedical Genetics, Center for Oral Biology, Abs Institute of Biomedical Sciences, School of Medicine and Dentistry, University of Rochester, 601 Elmwood Avenue, Box 611, Rochester, NY 14642, USA."
            },
            {
                "First Name": "Bo",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Wei",
                "Last Name": "Hsu",
                "Affiliation": ""
            }
        ],
        "Journal": "Mechanisms of development",
        "PubDate": "2007"
    },
    {
        "PMID": "17050626",
        "Title": "Targeted mutation of serine 697 in the Ret tyrosine kinase causes migration defect of enteric neural crest cells.",
        "Abstract": "The RET receptor tyrosine kinase plays a critical role in the development of the enteric nervous system (ENS) and the kidney. Upon glial-cell-line-derived neurotrophic factor (GDNF) stimulation, RET can activate a variety of intracellular signals, including the Ras/mitogen-activated protein kinase, phosphatidylinositol 3-kinase (PI3K)/AKT, and RAC1/JUN NH(2)-terminal kinase (JNK) pathways. We recently demonstrated that the RAC1/JNK pathway is regulated by serine phosphorylation at the juxtamembrane region of RET in a cAMP-dependent manner. To determine the importance of cAMP-dependent modification of the RET signal in vivo, we generated mutant mice in which serine residue 697, a putative protein kinase A (PKA) phosphorylation site, was replaced with alanine (designated S697A mice). Homozygous S697A mutant mice lacked the ENS in the distal colon, resulting from a migration defect of enteric neural crest cells (ENCCs). In vitro organ culture showed an impaired chemoattractant response of the mutant ENCCs to GDNF. JNK activation by GDNF but not ERK, AKT and SRC activation was markedly reduced in neurons derived from the mutant mice. The JNK inhibitor SP600125 and the PKA inhibitor KT5720 suppressed migration of the ENCCs in cultured guts from wild-type mice to comparable degrees. Thus, these findings indicated that cAMP-dependent modification of RET function regulates the JNK signaling responsible for proper migration of the ENCCs in the developing gut.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Anthracenes",
            "Carbazoles",
            "Cell Movement",
            "Colon",
            "Enteric Nervous System",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Indoles",
            "Mice",
            "Mice, Mutant Strains",
            "Mutation",
            "Neural Crest",
            "Proto-Oncogene Proteins c-ret",
            "Pyrroles",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Naoya",
                "Last Name": "Asai",
                "Affiliation": "Department of Pathology, Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya 466-8550, Japan."
            },
            {
                "First Name": "Toshifumi",
                "Last Name": "Fukuda",
                "Affiliation": ""
            },
            {
                "First Name": "Zaiqi",
                "Last Name": "Wu",
                "Affiliation": ""
            },
            {
                "First Name": "Atsushi",
                "Last Name": "Enomoto",
                "Affiliation": ""
            },
            {
                "First Name": "Vassilis",
                "Last Name": "Pachnis",
                "Affiliation": ""
            },
            {
                "First Name": "Masahide",
                "Last Name": "Takahashi",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2006"
    },
    {
        "PMID": "17022962",
        "Title": "Branching morphogenesis of the ureteric epithelium during kidney development is coordinated by the opposing functions of GDNF and Sprouty1.",
        "Abstract": "Branching of ureteric bud-derived epithelial tubes is a key morphogenetic process that shapes development of the kidney. Glial cell line-derived neurotrophic factor (GDNF) initiates ureteric bud formation and promotes subsequent branching morphogenesis. Exactly how GDNF coordinates branching morphogenesis is unclear. Here we show that the absence of the receptor tyrosine kinase antagonist Sprouty1 (Spry1) results in irregular branching morphogenesis characterized by both increased number and size of ureteric bud tips. Deletion of Spry1 specifically in the epithelium is associated with increased epithelial Wnt11 expression as well as increased mesenchymal Gdnf expression. We propose that Spry1 regulates a Gdnf/Ret/Wnt11-positive feedback loop that coordinates mesenchymal-epithelial dialogue during branching morphogenesis. Genetic experiments indicate that the positive (GDNF) and inhibitory (Sprouty1) signals have to be finely balanced throughout renal development to prevent hypoplasia or cystic hyperplasia. Epithelial cysts develop in Spry1-deficient kidneys that share several molecular characteristics with those observed in human disease, suggesting that Spry1 null mice may be useful animal models for cystic hyperplasia.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Disease Models, Animal",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Hyperplasia",
            "Kidney",
            "Kidney Diseases, Cystic",
            "Membrane Proteins",
            "Mice",
            "Mice, Knockout",
            "Phosphoproteins",
            "Ureter",
            "Urothelium"
        ],
        "Authors": [
            {
                "First Name": "M Albert",
                "Last Name": "Basson",
                "Affiliation": "Division of Hematology/Oncology, Mount Sinai School of Medicine, One Gustave L. Levy Place, New York, NY 10029, USA."
            },
            {
                "First Name": "Judy",
                "Last Name": "Watson-Johnson",
                "Affiliation": ""
            },
            {
                "First Name": "Reena",
                "Last Name": "Shakya",
                "Affiliation": ""
            },
            {
                "First Name": "Simge",
                "Last Name": "Akbulut",
                "Affiliation": ""
            },
            {
                "First Name": "Deborah",
                "Last Name": "Hyink",
                "Affiliation": ""
            },
            {
                "First Name": "Frank D",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Patricia D",
                "Last Name": "Wilson",
                "Affiliation": ""
            },
            {
                "First Name": "Ivor J",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan D",
                "Last Name": "Licht",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2006"
    },
    {
        "PMID": "16916378",
        "Title": "Renal branching morphogenesis: concepts, questions, and recent advances.",
        "Abstract": "The ureteric bud (UB) is an outgrowth of the Wolffian duct, which undergoes a complex process of growth, branching, and remodeling, to eventually give rise to the entire urinary collecting system during kidney development. Understanding the mechanisms that control this process is a fascinating problem in basic developmental biology, and also has considerable medical significance. Over the past decade, there has been significant progress in our understanding of renal branching morphogenesis and its regulation, and this review focuses on several areas in which there have been recent advances. The first section deals with the normal process of UB branching morphogenesis, and methods that have been developed to better observe and describe it. The next section discusses a number of experimental methodologies, both established and novel, that make kidney development in the mouse a powerful and attractive experimental system. The third section discusses some of the cellular processes that are likely to underlie UB branching morphogenesis, as well as recent data on cell lineages within the growing UB. The fourth section summarizes our understanding of the roles of two groups of growth factors that appear to be particularly important for the regulation of UB outgrowth and branching: GDNF and FGFs, which stimulate this process via tyrosine kinase receptors, and members of the TGFbeta family, including BMP4 and Activin A, which generally inhibit UB formation and branching.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Adhesion Molecules",
            "Gene Expression Regulation, Developmental",
            "Humans",
            "Kidney",
            "Morphogenesis",
            "Transforming Growth Factor beta",
            "Ureter",
            "Wnt Proteins"
        ],
        "Authors": [
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, 701 W. 168th St. New York, NY 10032, USA. fdc3@columbia.edu"
            }
        ],
        "Journal": "Differentiation; research in biological diversity",
        "PubDate": "2006"
    },
    {
        "PMID": "16845997",
        "Title": "Lentiviral vector-mediated gene transfer in embryonic stem cells.",
        "Abstract": "The major limitations in gene transduction to embryonic stem (ES) cells are (1) low efficiency of gene delivery and (2) suppression of gene expression after integration into the host genome. A human immunodeficiency virus type I (HIV-1)-based lentiviral vector has been demonstrated to be an excellent tool for stable and efficient gene expression in ES cells. Here, we introduce a protocol for lentiviral vector-mediated transgene expression in murine ES cells. Using lentiviral vectors expressing LacZ, green fluorescent protein, and Cre recombinase, we demonstrate the efficiency and utility of the vectors in ES cell study.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Culture Techniques",
            "Embryo, Mammalian",
            "Gene Expression",
            "Gene Transfer Techniques",
            "Genetic Vectors",
            "Green Fluorescent Proteins",
            "Humans",
            "Integrases",
            "Lac Operon",
            "Lentivirus",
            "Mice",
            "Pluripotent Stem Cells",
            "Recombination, Genetic",
            "Transduction, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Masahiro",
                "Last Name": "Oka",
                "Affiliation": "Department of Pathology, University of Florida College of Medicine, Gainesville, FL, USA."
            },
            {
                "First Name": "Lung-Ji",
                "Last Name": "Chang",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Naohiro",
                "Last Name": "Terada",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2006"
    },
    {
        "PMID": "16435290",
        "Title": "GDNF/Ret signaling and the development of the kidney.",
        "Abstract": "Signaling by GDNF through the Ret receptor is required for normal growth of the ureteric bud during kidney development. However, the precise role of GDNF/Ret signaling in renal branching morphogenesis and the specific responses of ureteric bud cells to GDNF remain unclear. Recent studies have provided new insight into these issues. The localized expression of GDNF by the metanephric mesenchyme, together with several types of negative regulation, is important to elicit and correctly position the initial budding event from the Wolffian duct. GDNF also promotes the continued branching of the ureteric bud. However, it does not provide the positional information required to specify the pattern of ureteric bud growth and branching, as its site of synthesis can be drastically altered with minimal effects on kidney development. Cells that lack Ret are unable to contribute to the tip of the ureteric bud, apparently because GDNF-driven proliferation is required for the formation and growth of this specialized epithelial domain.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Proliferation",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Humans",
            "Kidney",
            "Proto-Oncogene Proteins c-ret",
            "Signal Transduction",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York 10032, USA. fdc3@columbia.edu"
            },
            {
                "First Name": "Reena",
                "Last Name": "Shakya",
                "Affiliation": ""
            }
        ],
        "Journal": "BioEssays : news and reviews in molecular, cellular and developmental biology",
        "PubDate": "2006"
    },
    {
        "PMID": "16227613",
        "Title": "Phosphotyrosine 1062 is critical for the in vivo activity of the Ret9 receptor tyrosine kinase isoform.",
        "Abstract": "The receptor tyrosine kinase Ret plays a critical role in the development of the mammalian excretory and enteric nervous systems. Differential splicing of the primary Ret transcript results in the generation of two main isoforms, Ret9 and Ret51, whose C-terminal amino acid tails diverge after tyrosine (Y) 1062. Monoisoformic mice expressing only Ret9 develop normally and are healthy and fertile. In contrast, animals expressing only Ret51 have aganglionosis of the distal gut and hypoplastic kidneys. By generating monoisoformic mice in which Y1062 of Ret9 has been mutated to phenylalanine, we demonstrate that this amino acid has a critical role in Ret9 signaling that is necessary for the development of the kidneys and the enteric nervous system. These findings argue that the distinct activities of Ret9 and Ret51 result from the differential regulation of Y1062 by C-terminal flanking sequences. However, a mutation which places Y1062 of Ret51 in a Ret9 context improves only marginally the ability of Ret51 to support renal and enteric nervous system development. Finally, monoisoformic mice expressing a variant of Ret9 in which a C-terminal PDZ-binding motif was mutated develop normally and are healthy. Our studies identify Y1062 as a critical regulator of Ret9 signaling and suggest that Ret51-specific motifs are likely to inhibit the activity of this isoform.",
        "Keywords": [],
        "MeSH terms": [
            "Alternative Splicing",
            "Amino Acid Motifs",
            "Animals",
            "Animals, Newborn",
            "Enteric Nervous System",
            "Humans",
            "Isoenzymes",
            "Kidney",
            "Mice",
            "Mice, Mutant Strains",
            "Mutation",
            "Phosphotyrosine",
            "Proto-Oncogene Proteins c-ret",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Adrianne",
                "Last Name": "Wong",
                "Affiliation": "Division of Molecular Neurobiology, MRC National Institute for Medical Research, The Ridgeway, Mill Hill, London NW7 1AA, United Kingdom."
            },
            {
                "First Name": "Silvia",
                "Last Name": "Bogni",
                "Affiliation": ""
            },
            {
                "First Name": "Pille",
                "Last Name": "Kotka",
                "Affiliation": ""
            },
            {
                "First Name": "Esther",
                "Last Name": "de Graaff",
                "Affiliation": ""
            },
            {
                "First Name": "Vivette",
                "Last Name": "D'Agati",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Vassilis",
                "Last Name": "Pachnis",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2005"
    },
    {
        "PMID": "15941831",
        "Title": "Development of a unique system for spatiotemporal and lineage-specific gene expression in mice.",
        "Abstract": "We have developed an advanced method for conditional gene expression in mice that integrates the Cre-mediated and tetracycline-dependent expression systems. An rtTA gene, preceded by a loxP-flanked STOP sequence, was inserted into the ROSA26 locus to create a R26STOPrtTA mouse strain. When the STOP sequence is excised by Cre-mediated recombination, the rtTA is expressed in the Cre-expressing cells and all of their derivatives. Therefore, cell type-, tissue-, or lineage-specific expression of rtTA is achieved by the use of an appropriate Cre transgenic strain. In mice also carrying a target gene under the control of the tetracycline response element, inducible expression of the target gene is temporally regulated by administration of doxycycline. Our results demonstrate that this universal system is uniquely suited for spatiotemporal and lineage-specific gene expression in an inducible fashion. Gene expression can be manipulated in specific cell types and lineages with a flexibility that is difficult to achieve with conventional methods.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Doxycycline",
            "Gene Expression",
            "Gene Targeting",
            "Genetic Engineering",
            "Green Fluorescent Proteins",
            "Integrases",
            "Mice",
            "Mice, Transgenic",
            "Neural Crest",
            "Proteins",
            "RNA, Untranslated",
            "Tetracycline",
            "Transcription Factors",
            "beta-Galactosidase"
        ],
        "Authors": [
            {
                "First Name": "Hsiao-Man Ivy",
                "Last Name": "Yu",
                "Affiliation": "Center for Oral Biology, Department of Biomedical Genetics, Abs Institute of Biomedical Sciences, School of Medicine and Dentistry, University of Rochester, 601 Elmwood Avenue, Box 611, Rochester, NY 14642, USA."
            },
            {
                "First Name": "Bo",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Shang-Yi",
                "Last Name": "Chiu",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Wei",
                "Last Name": "Hsu",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2005"
    },
    {
        "PMID": "15917337",
        "Title": "Novel regulators of kidney development from the tips of the ureteric bud.",
        "Abstract": "Mammalian nephrogenesis depends on the interaction between the ureteric bud and the metanephric mesenchyme. As the ureteric bud undergoes branching and segmentation, the stalks differentiate into the collecting system of the mature kidney, while the tip cells interact with the adjacent cells of the metanephric mesenchyme, inducing their conversion into nephrons. This induction is mediated by secreted factors. For identifying novel mediators, the tips of the ureteric tree were isolated and microarray analyses were performed using manually refined, multistep gene ontology annotations. For identifying conserved factors, two databases were developed, one from mouse E12.5 and one from rat E13.5 ureteric buds. The overlap of mouse and rat data sets yielded 20 different transcripts that were enriched in the ureteric bud compared with metanephric mesenchyme and predicted to code for secreted proteins. Real-time reverse transcriptase-PCR and in situ hybridization confirmed these identifications. One of the genes that was highly specific to the ureteric bud tip was cytokine-like factor 1 (CLF-1). Recombinant CLF-1 in complex with its physiologic ligand, cardiotrophin-like cytokine (CLC), triggered phosphorylation of signal transducer and activator of transcription 3 in mesenchyme, a pathway characteristic of mesenchymal-to-epithelial conversion. Indeed, when applied to isolated rat metanephric mesenchyme, CLF-1/CLC (3 nM) induced mature nephron structures expressing glomerular and tubular markers. These results underline the power of this first comprehensive gene expression analysis of the ureteric bud tip to identify bioactive molecules.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "Cytokines",
            "DNA-Binding Proteins",
            "Databases, Genetic",
            "Epithelial Cells",
            "Gene Expression Profiling",
            "Kidney",
            "Mesoderm",
            "Mice",
            "Organogenesis",
            "Rats",
            "Receptors, Cytokine",
            "STAT3 Transcription Factor",
            "Signal Transduction",
            "Trans-Activators"
        ],
        "Authors": [
            {
                "First Name": "Kai M",
                "Last Name": "Schmidt-Ott",
                "Affiliation": "Department of Medicine, Columbia University College of Physicians and Surgeons, 630 W. 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Jun",
                "Last Name": "Yang",
                "Affiliation": ""
            },
            {
                "First Name": "Xia",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Howard",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Neal",
                "Last Name": "Paragas",
                "Affiliation": ""
            },
            {
                "First Name": "Kiyoshi",
                "Last Name": "Mori",
                "Affiliation": ""
            },
            {
                "First Name": "Jau-Yi",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Benson",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Mario",
                "Last Name": "Schiffer",
                "Affiliation": ""
            },
            {
                "First Name": "Erwin",
                "Last Name": "Bottinger",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan",
                "Last Name": "Barasch",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Society of Nephrology : JASN",
        "PubDate": "2005"
    },
    {
        "PMID": "15899843",
        "Title": "Mouse axin and axin2/conductin proteins are functionally equivalent in vivo.",
        "Abstract": "Axin is a central component of the canonical Wnt signal transduction machinery, serving as a scaffold for the beta-catenin destruction complex. The related protein Axin2/Conductin, although less extensively studied, is thought to perform similar functions. Loss of Axin causes early embryonic lethality, while Axin2-null mice are viable but have craniofacial defects. Mutations in either gene contribute to cancer in humans. The lack of redundancy between Axin and Axin2 could be due to their different modes of expression: while Axin is expressed ubiquitously, Axin2 is expressed in tissue- and developmental-stage-specific patterns, and its transcription is induced by canonical Wnt signaling. Alternatively, the two proteins might have partially different functions, a hypothesis supported by the observation that they differ in their subcellular localizations in colon epithelial cells. To test the functional equivalence of Axin and Axin2 in vivo, we generated knockin mice in which the Axin gene was replaced with Myc-tagged Axin or Axin2 cDNA. Mice homozygous for the resulting alleles, Axin(Ax) or Axin(Ax2), express no endogenous Axin but express either Myc-Axin or Myc-Axin2 under the control of the Axin locus. Both Axin(Ax/Ax) and Axin(Ax2/Ax2) homozygotes are apparently normal and fertile, demonstrating that the Axin and Axin2 proteins are functionally equivalent.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Animals",
            "Axin Protein",
            "Cytoskeletal Proteins",
            "Gene Targeting",
            "Homozygote",
            "Mice",
            "Mice, Mutant Strains",
            "Repressor Proteins"
        ],
        "Authors": [
            {
                "First Name": "Ian V",
                "Last Name": "Chia",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, 701 W. 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2005"
    },
    {
        "PMID": "15890330",
        "Title": "The role of GDNF in patterning the excretory system.",
        "Abstract": "Mesenchymal-epithelial interactions are an important source of information for pattern formation during organogenesis. In the developing excretory system, one of the secreted mesenchymal factors thought to play a critical role in patterning the growth and branching of the epithelial ureteric bud is GDNF. We have tested the requirement for GDNF as a paracrine chemoattractive factor by altering its site of expression during excretory system development. Normally, GDNF is secreted by the metanephric mesenchyme and acts via receptors on the Wolffian duct and ureteric bud epithelium. Misexpression of GDNF in the Wolffian duct and ureteric buds resulted in formation of multiple, ectopic buds, which branched independently of the metanephric mesenchyme. This confirmed the ability of GDNF to induce ureter outgrowth and epithelial branching in vivo. However, in mutant mice lacking endogenous GDNF, kidney development was rescued to a substantial degree by GDNF supplied only by the Wolffian duct and ureteric bud. These results indicate that mesenchymal GDNF is not required as a chemoattractive factor to pattern the growth of the ureteric bud within the developing kidney, and that any positional information provided by the mesenchymal expression of GDNF may provide for renal branching morphogenesis is redundant with other signals.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Body Patterning",
            "Gene Expression Regulation, Developmental",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Homeodomain Proteins",
            "In Situ Hybridization",
            "Kidney",
            "Mesoderm",
            "Mice",
            "Mice, Transgenic",
            "Nerve Growth Factors",
            "Restriction Mapping",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Reena",
                "Last Name": "Shakya",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Eek-hoon",
                "Last Name": "Jho",
                "Affiliation": ""
            },
            {
                "First Name": "Pille",
                "Last Name": "Kotka",
                "Affiliation": ""
            },
            {
                "First Name": "Zaiqi",
                "Last Name": "Wu",
                "Affiliation": ""
            },
            {
                "First Name": "Nikolai",
                "Last Name": "Kholodilov",
                "Affiliation": ""
            },
            {
                "First Name": "Robert",
                "Last Name": "Burke",
                "Affiliation": ""
            },
            {
                "First Name": "Vivette",
                "Last Name": "D'Agati",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2005"
    },
    {
        "PMID": "15790973",
        "Title": "The role of Axin2 in calvarial morphogenesis and craniosynostosis.",
        "Abstract": "Axin1 and its homolog Axin2/conductin/Axil are negative regulators of the canonical Wnt pathway that suppress signal transduction by promoting degradation of beta-catenin. Mice with deletion of Axin1 exhibit defects in axis determination and brain patterning during early embryonic development. We show that Axin2 is expressed in the osteogenic fronts and periosteum of developing sutures during skull morphogenesis. Targeted disruption of Axin2 in mice induces malformations of skull structures, a phenotype resembling craniosynostosis in humans. In the mutants, premature fusion of cranial sutures occurs at early postnatal stages. To elucidate the mechanism of craniosynostosis, we studied intramembranous ossification in Axin2-null mice. The calvarial osteoblast development is significantly affected by the Axin2 mutation. The Axin2 mutant displays enhanced expansion of osteoprogenitors, accelerated ossification, stimulated expression of osteogenic markers and increases in mineralization. Inactivation of Axin2 promotes osteoblast proliferation and differentiation in vivo and in vitro. Furthermore, as the mammalian skull is formed from cranial skeletogenic mesenchyme, which is derived from mesoderm and neural crest, our data argue for a region-specific effect of Axin2 on neural crest dependent skeletogenesis. The craniofacial anomalies caused by the Axin2 mutation are mediated through activation of beta-catenin signaling, suggesting a novel role for the Wnt pathway in skull morphogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axin Protein",
            "Craniosynostoses",
            "Cytoskeletal Proteins",
            "DNA Primers",
            "Embryonic Induction",
            "Gene Expression Regulation, Developmental",
            "Histological Techniques",
            "Immunoblotting",
            "Immunohistochemistry",
            "Intercellular Signaling Peptides and Proteins",
            "Mice",
            "Mice, Knockout",
            "Morphogenesis",
            "Mutation",
            "Neural Crest",
            "Osteoblasts",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Signal Transduction",
            "Skull",
            "Trans-Activators",
            "Wnt Proteins",
            "beta Catenin"
        ],
        "Authors": [
            {
                "First Name": "Hsiao-Man Ivy",
                "Last Name": "Yu",
                "Affiliation": "Center for Oral Biology, Department of Biomedical Genetics, Abs Institute of Biomedical Sciences, School of Medicine and Dentistry, University of Rochester, 601 Elmwood Avenue, Rochester, NY 14642, USA."
            },
            {
                "First Name": "Boris",
                "Last Name": "Jerchow",
                "Affiliation": ""
            },
            {
                "First Name": "Tzong-Jen",
                "Last Name": "Sheu",
                "Affiliation": ""
            },
            {
                "First Name": "Bo",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "J Edward",
                "Last Name": "Puzas",
                "Affiliation": ""
            },
            {
                "First Name": "Walter",
                "Last Name": "Birchmeier",
                "Affiliation": ""
            },
            {
                "First Name": "Wei",
                "Last Name": "Hsu",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2005"
    },
    {
        "PMID": "15784609",
        "Title": "Conditional and inducible transgene expression in mice through the combinatorial use of Cre-mediated recombination and tetracycline induction.",
        "Abstract": "Here we describe a triple transgenic mouse system, which combines the tissue specificity of any Cre-transgenic line with the inducibility of the reverse tetracycline transactivator (rtTA)/tetracycline-responsive element (tet-O)-driven transgenes. To ensure reliable rtTA expression in a broad range of cell types, we have targeted the rtTA transgene into the ROSA26 locus. The rtTA expression, however, is conditional to a Cre recombinase-mediated excision of a STOP region from the ROSA26 locus. We demonstrate the utility of this technology through the inducible expression of the vascular endothelial growth factor (VEGF-A) during embryonic development and postnatally in adult mice. Our results of adult induction recapitulate several different hepatic and immune cell pathological phenotypes associated with increased systemic VEGF-A protein levels. This system will be useful for studying genes in which temporal control of expression is necessary for the discovery of the full spectrum of functions. The presented approach abrogates the need to generate tissue-specific rtTA transgenes for tissues where well-characterized Cre lines already exist.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Line",
            "Doxycycline",
            "Embryo, Mammalian",
            "Gene Expression Regulation",
            "Gene Targeting",
            "Integrases",
            "Mice",
            "Mice, Transgenic",
            "Proteins",
            "RNA, Untranslated",
            "Recombination, Genetic",
            "Stem Cells",
            "Trans-Activators",
            "Transcriptional Activation",
            "Transgenes",
            "Vascular Endothelial Growth Factor A",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Gusztav",
                "Last Name": "Belteki",
                "Affiliation": "Samuel Lunenfeld Research Institute, Mount Sinai Hospital 600 University Avenue, Toronto, Ontario, Canada M5G 1X5."
            },
            {
                "First Name": "Jody",
                "Last Name": "Haigh",
                "Affiliation": ""
            },
            {
                "First Name": "Nikolett",
                "Last Name": "Kabacs",
                "Affiliation": ""
            },
            {
                "First Name": "Katharina",
                "Last Name": "Haigh",
                "Affiliation": ""
            },
            {
                "First Name": "Karen",
                "Last Name": "Sison",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Jeff",
                "Last Name": "Whitsett",
                "Affiliation": ""
            },
            {
                "First Name": "Susan E",
                "Last Name": "Quaggin",
                "Affiliation": ""
            },
            {
                "First Name": "Andras",
                "Last Name": "Nagy",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2005"
    },
    {
        "PMID": "15760903",
        "Title": "Developmental regulation of Wnt/beta-catenin signals is required for growth plate assembly, cartilage integrity, and endochondral ossification.",
        "Abstract": "Studies have suggested that continuous Wnt/beta-catenin signaling in nascent cartilaginous skeletal elements blocks chondrocyte hypertrophy and endochondral ossification, whereas signaling starting at later stages stimulates hypertrophy and ossification, indicating that Wnt/beta-catenin roles are developmentally regulated. To test this conclusion further, we created transgenic mice expressing a fusion mutant protein of beta-catenin and LEF (CA-LEF) in nascent chondrocytes. Transgenic mice had severe skeletal defects, particularly in limbs. Growth plates were totally disorganized, lacked maturing chondrocytes expressing Indian hedgehog and collagen X, and failed to undergo endochondral ossification. Interestingly, the transgenic cartilaginous elements were ill defined, intermingled with surrounding connective and vascular tissues, and even displayed abnormal joints. However, when activated beta-catenin mutant (delta-beta-catenin) was expressed in chondrocytes already engaged in maturation such as those present in chick limbs, chondrocyte maturation and bone formation were greatly enhanced. Differential responses to Wnt/beta-catenin signaling were confirmed in cultured chondrocytes. Activation in immature cells blocked maturation and actually de-stabilized their phenotype, as revealed by reduced expression of chondrocyte markers, abnormal cytoarchitecture, and loss of proteoglycan matrix. Activation in mature cells instead stimulated hypertrophy, matrix mineralization, and expression of terminal markers such as metalloprotease (MMP)-13 and vascular endothelial growth factor. Because proteoglycans are crucial for cartilage function, we tested possible mechanisms for matrix loss. Delta-beta-catenin expression markedly increased expression of MMP-2, MMP-3, MMP-7, MMP-9, MT3-MMP, and ADAMTS5. In conclusion, Wnt/beta-catenin signaling regulates chondrocyte phenotype, maturation, and function in a developmentally regulated manner, and regulated action by this pathway is critical for growth plate organization, cartilage boundary definition, and endochondral ossification.",
        "Keywords": [],
        "MeSH terms": [
            "ADAM Proteins",
            "ADAMTS5 Protein",
            "Animals",
            "Cartilage",
            "Cells, Cultured",
            "Chick Embryo",
            "Chondrocytes",
            "Collagenases",
            "Cytoskeletal Proteins",
            "Extremities",
            "Gene Expression Regulation, Developmental",
            "Growth Plate",
            "Immunohistochemistry",
            "In Situ Hybridization",
            "Matrix Metalloproteinase 13",
            "Matrix Metalloproteinase 16",
            "Matrix Metalloproteinase 2",
            "Matrix Metalloproteinase 3",
            "Matrix Metalloproteinase 7",
            "Matrix Metalloproteinase 9",
            "Matrix Metalloproteinases, Membrane-Associated",
            "Metalloendopeptidases",
            "Metallothionein 3",
            "Mice",
            "Mice, Transgenic",
            "Mutation",
            "Osteogenesis",
            "Phenotype",
            "RNA",
            "Recombinant Fusion Proteins",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Signal Transduction",
            "Time Factors",
            "Trans-Activators",
            "beta Catenin"
        ],
        "Authors": [
            {
                "First Name": "Yoshihiro",
                "Last Name": "Tamamura",
                "Affiliation": "Department of Orthopaedic Surgery, Jefferson Medical College, Thomas Jefferson University, Philadelphia, Pennsylvania 19107, USA."
            },
            {
                "First Name": "Tomohiro",
                "Last Name": "Otani",
                "Affiliation": ""
            },
            {
                "First Name": "Naoko",
                "Last Name": "Kanatani",
                "Affiliation": ""
            },
            {
                "First Name": "Eiki",
                "Last Name": "Koyama",
                "Affiliation": ""
            },
            {
                "First Name": "Jirota",
                "Last Name": "Kitagaki",
                "Affiliation": ""
            },
            {
                "First Name": "Toshihisa",
                "Last Name": "Komori",
                "Affiliation": ""
            },
            {
                "First Name": "Yoshihiko",
                "Last Name": "Yamada",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Satoshi",
                "Last Name": "Wakisaka",
                "Affiliation": ""
            },
            {
                "First Name": "Maurizio",
                "Last Name": "Pacifici",
                "Affiliation": ""
            },
            {
                "First Name": "Masahiro",
                "Last Name": "Iwamoto",
                "Affiliation": ""
            },
            {
                "First Name": "Motomi",
                "Last Name": "Enomoto-Iwamoto",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2005"
    },
    {
        "PMID": "15691764",
        "Title": "Sprouty1 is a critical regulator of GDNF/RET-mediated kidney induction.",
        "Abstract": "Intercellular signaling molecules and their receptors, whose expression must be tightly regulated in time and space, coordinate organogenesis. Regulators of intracellular signaling pathways provide an additional level of control. Here we report that loss of the receptor tyrosine kinase (RTK) antagonist, Sprouty1 (Spry1), causes defects in kidney development in mice. Spry1(-/-) embryos have supernumerary ureteric buds, resulting in the development of multiple ureters and multiplex kidneys. These defects are due to increased sensitivity of the Wolffian duct to GDNF/RET signaling, and reducing Gdnf gene dosage correspondingly rescues the Spry1 null phenotype. We conclude that the function of Spry1 is to modulate GDNF/RET signaling in the Wolffian duct, ensuring that kidney induction is restricted to a single site. These results demonstrate the importance of negative feedback regulation of RTK signaling during kidney induction and suggest that failures in feedback control may underlie some human congenital kidney malformations.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Base Sequence",
            "DNA",
            "Embryonic Induction",
            "Feedback",
            "Female",
            "Gene Dosage",
            "Gene Expression Regulation, Developmental",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Glial Cell Line-Derived Neurotrophic Factor Receptors",
            "Humans",
            "Kidney",
            "Male",
            "Membrane Proteins",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Nerve Growth Factors",
            "Phenotype",
            "Phosphoproteins",
            "Proto-Oncogene Proteins",
            "Proto-Oncogene Proteins c-ret",
            "Receptor Protein-Tyrosine Kinases",
            "Signal Transduction",
            "Ureter",
            "Wolffian Ducts"
        ],
        "Authors": [
            {
                "First Name": "M Albert",
                "Last Name": "Basson",
                "Affiliation": "Department of Medicine, Mount Sinai School of Medicine, One Gustave L. Levy Place, New York, New York, USA. albert.basson@kcl.ac.uk"
            },
            {
                "First Name": "Simge",
                "Last Name": "Akbulut",
                "Affiliation": ""
            },
            {
                "First Name": "Judy",
                "Last Name": "Watson-Johnson",
                "Affiliation": ""
            },
            {
                "First Name": "Ruth",
                "Last Name": "Simon",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas J",
                "Last Name": "Carroll",
                "Affiliation": ""
            },
            {
                "First Name": "Reena",
                "Last Name": "Shakya",
                "Affiliation": ""
            },
            {
                "First Name": "Isabelle",
                "Last Name": "Gross",
                "Affiliation": ""
            },
            {
                "First Name": "Gail R",
                "Last Name": "Martin",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas",
                "Last Name": "Lufkin",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew P",
                "Last Name": "McMahon",
                "Affiliation": ""
            },
            {
                "First Name": "Patricia D",
                "Last Name": "Wilson",
                "Affiliation": ""
            },
            {
                "First Name": "Frank D",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Ivor J",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan D",
                "Last Name": "Licht",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2005"
    },
    {
        "PMID": "15621530",
        "Title": "The role of GDNF/Ret signaling in ureteric bud cell fate and branching morphogenesis.",
        "Abstract": "While GDNF signaling through the Ret receptor is critical for kidney development, its specific role in branching morphogenesis of the epithelial ureteric bud (UB) is unclear. Ret expression defines a population of UB \"tip cells\" distinct from cells of the tubular \"trunks,\" but how these cells contribute to UB growth is unknown. We have used time-lapse mosaic analysis to investigate normal cell fates within the growing UB and the developmental potential of cells lacking Ret. We found that normal tip cells are bipotential, contributing to both tips and trunks. Cells lacking Ret are specifically excluded from the tips, although they contribute to the trunks, revealing that the tips form and expand by GDNF-driven cell proliferation. Surprisingly, the mutant cells assumed an asymmetric distribution in the UB trunks, suggesting a model of branching in which the epithelium of the tip and the adjacent trunk is remodeled to form new branches.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Line",
            "Cell Proliferation",
            "Embryo, Mammalian",
            "Epithelial Cells",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Glial Cell Line-Derived Neurotrophic Factor Receptors",
            "Green Fluorescent Proteins",
            "Homeodomain Proteins",
            "Immunohistochemistry",
            "Keratins",
            "Kidney",
            "Mice",
            "Mice, Mutant Strains",
            "Mice, Transgenic",
            "Models, Biological",
            "Morphogenesis",
            "Nerve Growth Factors",
            "Organ Culture Techniques",
            "Proto-Oncogene Proteins",
            "Proto-Oncogene Proteins c-ret",
            "Receptor Protein-Tyrosine Kinases",
            "Signal Transduction",
            "Stem Cells",
            "Time Factors",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Reena",
                "Last Name": "Shakya",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons, Columbia University, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Tomoko",
                "Last Name": "Watanabe",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2005"
    },
    {
        "PMID": "15355978",
        "Title": "Adenomatous polyposis coli is down-regulated by the ubiquitin-proteasome pathway in a process facilitated by Axin.",
        "Abstract": "Adenomatous polyposis coli (APC) protein and Axin form a complex that mediates the down-regulation of beta-catenin, a key effector of Wnt signaling. Truncation mutations in APC are responsible for familial and sporadic colorectal tumors due to failure in the down-regulation of beta-catenin. While the regulation of beta-catenin by APC has been extensively studied, the regulation of APC itself has received little attention. Here we show that the level of APC is down-regulated by the ubiquitin-proteasome pathway and that Wnt signaling inhibits the process. The domain responsible for the down-regulation and direct ubiquitination was identified. We also show an unexpected role for Axin in facilitating the ubiquitination-proteasome-mediated down-regulation of APC through the oligomerization of Axin. Our results suggest a new mechanism for the regulation of APC by Axin and Wnt signaling.",
        "Keywords": [],
        "MeSH terms": [
            "Adenomatous Polyposis Coli Protein",
            "Amino Acids",
            "Animals",
            "Axin Protein",
            "Binding Sites",
            "Blotting, Western",
            "Cell Line",
            "Cell Nucleus",
            "Culture Media, Conditioned",
            "Cytoskeletal Proteins",
            "Down-Regulation",
            "Epitopes",
            "Gene Deletion",
            "Humans",
            "Immunoblotting",
            "Immunoprecipitation",
            "Microscopy, Fluorescence",
            "Plasmids",
            "Proteasome Endopeptidase Complex",
            "Protein Structure, Tertiary",
            "Proteins",
            "Proto-Oncogene Proteins",
            "Repressor Proteins",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Signal Transduction",
            "Time Factors",
            "Trans-Activators",
            "Transfection",
            "Ubiquitin",
            "Up-Regulation",
            "Wnt Proteins",
            "Wnt3 Protein",
            "Xenopus",
            "Xenopus Proteins",
            "beta Catenin"
        ],
        "Authors": [
            {
                "First Name": "Jongkyu",
                "Last Name": "Choi",
                "Affiliation": "Laboratory of Ophthalmology and Visual Science, The Catholic University of Korea, 505 Banpo-dong, Seocho-ku, Seoul, 137-701, Korea."
            },
            {
                "First Name": "Sun Young",
                "Last Name": "Park",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Eek-Hoon",
                "Last Name": "Jho",
                "Affiliation": ""
            },
            {
                "First Name": "Choun-Ki",
                "Last Name": "Joo",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2004"
    },
    {
        "PMID": "15196953",
        "Title": "Real-time analysis of ureteric bud branching morphogenesis in vitro.",
        "Abstract": "While it is clear that the normal branching morphogenesis of the ureteric bud (UB) is critical for development of the metanephric kidney, the specific patterns of branching and growth have heretofore only been inferred from static images. Here, we present a systematic time-lapse analysis of UB branching morphogenesis during the early development of the mouse kidney in organ culture. Metanephric primordia from Hoxb7/GFP transgenic embryos were cultured for 3-4 days, and GFP images of the UB taken every 30 min were assembled into movies. Analysis of these movies (available as )revealed that the UB is a highly plastic structure, which can branch in a variety of complex patterns, including terminal bifid, terminal trifid, and lateral branching. To examine kinetic parameters of branching and elongation, skeletal representations of the UB were used to measure the number of segments and branch points and the length of each segment as a function of time and of branch generation. These measurements provide a baseline for future studies on mutant kidneys with defects in renal development. To illustrate how these quantitative methods can be applied to the analysis of abnormal kidney development, we examined the effects of the MEK1 inhibitor PD98059 on renal organ cultures and confirmed a previous report that the drug has a specific inhibitory effect on UB branching as opposed to elongation.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Body Weights and Measures",
            "Diagnostic Imaging",
            "Flavonoids",
            "Green Fluorescent Proteins",
            "Homeodomain Proteins",
            "Kidney",
            "Luminescent Proteins",
            "MAP Kinase Kinase 1",
            "Mice",
            "Mice, Transgenic",
            "Microscopy, Fluorescence",
            "Mitogen-Activated Protein Kinase Kinases",
            "Morphogenesis",
            "Organ Culture Techniques",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Tomoko",
                "Last Name": "Watanabe",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2004"
    },
    {
        "PMID": "12569091",
        "Title": "Ectopic expression of Axin blocks neuronal differentiation of embryonic carcinoma P19 cells.",
        "Abstract": "Axin regulates Wnt signaling through down-regulation of beta-catenin. To test the role of Wnt signaling in neuronal differentiation, embryonal carcinoma P19 cells (P19 EC), which can be stimulated to differentiate into a neuron-like phenotype in response to retinoic acid (RA), were used. Reverse transcription-PCR and Western blot analysis showed that Axin is expressed in undifferentiated cells, whereas the level is clearly reduced during RA-induced neuronal differentiation. Interestingly, Axin levels were not reduced during endodermal differentiation of P19 EC cells and F9 EC cells by RA, suggesting that the reduction of the Axin level is a specific property of neuronal differentiation. Western analysis showed that the cytoplasmic level of beta-catenin increased during neuronal differentiation of P19 EC cells. Indirect immunofluorescence with beta-catenin antibody showed that the localization of beta-catenin was changed from membrane in undifferentiated cells to nuclei in neuronal P19 EC cells. Induced expression of Axin during endodermal and early neuronal differentiation, using the Tet-On system, did not block normal differentiation. However, maintenance of the Axin level blocked neuronal differentiation and inhibited expression of a neuron-specific marker protein, beta III-tubulin. Also, ectopic induction of a beta-catenin signaling inhibitor, ICAT, inhibited expression of beta III-tubulin. In contrast, addition of Wnt-3A-conditioned medium during the neuronal differentiation period enhanced the expression of beta III-tubulin. Overall, our data show that Wnt-3a/canonical beta-catenin signaling through the down-regulation of Axin may play an important role in neuronal differentiation.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axin Protein",
            "Base Sequence",
            "Carcinoma, Embryonal",
            "Cell Differentiation",
            "DNA Primers",
            "Gene Expression Regulation, Neoplastic",
            "Mice",
            "Neurons",
            "Protein Biosynthesis",
            "Proteins",
            "Proto-Oncogene Proteins",
            "RNA, Messenger",
            "Repressor Proteins",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Transcription, Genetic",
            "Tumor Cells, Cultured",
            "Wnt Proteins",
            "Zebrafish Proteins"
        ],
        "Authors": [
            {
                "First Name": "Jungmook",
                "Last Name": "Lyu",
                "Affiliation": "Department of Ophthalmology, Catholic University of Korea, Seoul 137-040, Korea."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Eek-hoon",
                "Last Name": "Jho",
                "Affiliation": ""
            },
            {
                "First Name": "Choun-ki",
                "Last Name": "Joo",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2003"
    },
    {
        "PMID": "12195422",
        "Title": "Distal ureter morphogenesis depends on epithelial cell remodeling mediated by vitamin A and Ret.",
        "Abstract": "Almost 1% of human infants are born with urogenital abnormalities, many of which are linked to irregular connections between the distal ureters and the bladder. During development, ureters migrate by an unknown mechanism from their initial integration site in the Wolffian ducts up to the base of the bladder in a process that we call ureter maturation. Rara(-/-) Rarb2(-/-) mice display impaired vitamin A signaling and develop syndromic urogenital malformations similar to those that occur in humans, including renal hypoplasia, hydronephrosis and mega-ureter, abnormalities also seen in mice with mutations in the proto-oncogene Ret. Here we show that ureter maturation depends on formation of the 'trigonal wedge', a newly identified epithelial outgrowth from the base of the Wolffian ducts, and that the distal ureter abnormalities seen in Rara(-/-) Rarb2(-/-) and Ret(-/-) mutant mice are probably caused by a failure of this process. Our studies indicate that formation of the trigonal wedge may be essential for correct insertion of the distal ureters into the bladder, and that these events are mediated by the vitamin A and Ret signaling pathways.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Drosophila Proteins",
            "Epithelial Cells",
            "Mice",
            "Mice, Knockout",
            "Mice, Transgenic",
            "Morphogenesis",
            "Proto-Oncogene Mas",
            "Proto-Oncogene Proteins",
            "Proto-Oncogene Proteins c-ret",
            "Receptor Protein-Tyrosine Kinases",
            "Receptors, Retinoic Acid",
            "Retinoic Acid Receptor alpha",
            "Signal Transduction",
            "Ureter",
            "Urinary Bladder",
            "Vitamin A"
        ],
        "Authors": [
            {
                "First Name": "Ekatherina",
                "Last Name": "Batourina",
                "Affiliation": "Department of Urology, Columbia University, 630 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Christopher",
                "Last Name": "Choi",
                "Affiliation": ""
            },
            {
                "First Name": "Neal",
                "Last Name": "Paragas",
                "Affiliation": ""
            },
            {
                "First Name": "Natalie",
                "Last Name": "Bello",
                "Affiliation": ""
            },
            {
                "First Name": "Terry",
                "Last Name": "Hensle",
                "Affiliation": ""
            },
            {
                "First Name": "Frank D",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Anita",
                "Last Name": "Schuchardt",
                "Affiliation": ""
            },
            {
                "First Name": "Robert L",
                "Last Name": "Bacallao",
                "Affiliation": ""
            },
            {
                "First Name": "Cathy L",
                "Last Name": "Mendelsohn",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2002"
    },
    {
        "PMID": "11809808",
        "Title": "Wnt/beta-catenin/Tcf signaling induces the transcription of Axin2, a negative regulator of the signaling pathway.",
        "Abstract": "Axin2/Conductin/Axil and its ortholog Axin are negative regulators of the Wnt signaling pathway, which promote the phosphorylation and degradation of beta-catenin. While Axin is expressed ubiquitously, Axin2 mRNA was seen in a restricted pattern during mouse embryogenesis and organogenesis. Because many sites of Axin2 expression overlapped with those of several Wnt genes, we tested whether Axin2 was induced by Wnt signaling. Endogenous Axin2 mRNA and protein expression could be rapidly induced by activation of the Wnt pathway, and Axin2 reporter constructs, containing a 5.6-kb DNA fragment including the promoter and first intron, were also induced. This genomic region contains eight Tcf/LEF consensus binding sites, five of which are located within longer, highly conserved noncoding sequences. The mutation or deletion of these Tcf/LEF sites greatly diminished induction by beta-catenin, and mutation of the Tcf/LEF site T2 abolished protein binding in an electrophoretic mobility shift assay. These results strongly suggest that Axin2 is a direct target of the Wnt pathway, mediated through Tcf/LEF factors. The 5.6-kb genomic sequence was sufficient to direct the tissue-specific expression of d2EGFP in transgenic embryos, consistent with a role for the Tcf/LEF sites and surrounding conserved sequences in the in vivo expression pattern of Axin2. Our results suggest that Axin2 participates in a negative feedback loop, which could serve to limit the duration or intensity of a Wnt-initiated signal.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axin Protein",
            "Binding Sites",
            "Cell Line",
            "Cytoskeletal Proteins",
            "DNA-Binding Proteins",
            "Embryo, Mammalian",
            "Gene Expression Regulation",
            "Genes, Reporter",
            "Green Fluorescent Proteins",
            "Humans",
            "In Situ Hybridization",
            "Indicators and Reagents",
            "Luminescent Proteins",
            "Lymphoid Enhancer-Binding Factor 1",
            "Mice",
            "Mice, Transgenic",
            "Models, Biological",
            "Proto-Oncogene Proteins",
            "Recombinant Fusion Proteins",
            "Regulatory Sequences, Nucleic Acid",
            "Signal Transduction",
            "Trans-Activators",
            "Transcription Factors",
            "Wnt Proteins",
            "Zebrafish Proteins",
            "beta Catenin"
        ],
        "Authors": [
            {
                "First Name": "Eek-hoon",
                "Last Name": "Jho",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Tong",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Claire",
                "Last Name": "Domon",
                "Affiliation": ""
            },
            {
                "First Name": "Choun-Ki",
                "Last Name": "Joo",
                "Affiliation": ""
            },
            {
                "First Name": "Jean-Noel",
                "Last Name": "Freund",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2002"
    },
    {
        "PMID": "11807041",
        "Title": "Erythropoietin receptor signalling is required for normal brain development.",
        "Abstract": "Erythropoietin, known for its role in erythroid differentiation, has been shown to be neuroprotective during brain ischaemia in adult animal models. Although high levels of erythropoietin receptor are produced in embryonic brain, the role of erythropoietin during brain development is uncertain. We now provide evidence that erythropoietin acts to stimulate neural progenitor cells and to prevent apoptosis in the embryonic brain. Mice lacking the erythropoietin receptor exhibit severe anaemia and defective cardiac development, and die at embryonic day 13.5 (E13.5). By E12.5, in addition to apoptosis in foetal liver, endocardium and myocardium, the erythropoietin receptor null mouse shows extensive apoptosis in foetal brain. Lack of erythropoietin receptor affects brain development as early as E10.5, resulting in a reduction in the number of neural progenitor cells and increased apoptosis. Corresponding in vitro cultures of cortical cells from Epor(-/-) mice also exhibited decreases in neuron generation compared with normal controls and increased sensitivity to low oxygen tension with no surviving neurons in Epor(-/-) cortical cultures after 24 hour exposure to hypoxia. The viability of primary Epor(+/+) rodent embryonic cortical neurons was further increased by erythropoietin stimulation. Exposure of these cultures to hypoxia induced erythropoietin expression and a tenfold increase in erythropoietin receptor expression, increased cell survival and decreased apoptosis. Cultures of neuronal progenitor cells also exhibited a proliferative response to erythropoietin stimulation. These data demonstrate that the neuroprotective activity of erythropoietin is observed as early as E10.5 in the developing brain, and that induction of erythropoietin and its receptor by hypoxia may contribute to selective cell survival in the brain.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Apoptosis",
            "Brain",
            "Cell Hypoxia",
            "Cell Line",
            "Cell Survival",
            "Erythropoietin",
            "Genes, Reporter",
            "Heart",
            "Humans",
            "Immunohistochemistry",
            "In Situ Nick-End Labeling",
            "Liver",
            "Mice",
            "Mice, Transgenic",
            "Myocardium",
            "Neurons",
            "Neuroprotective Agents",
            "Receptors, Erythropoietin",
            "Signal Transduction",
            "Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Xiaobing",
                "Last Name": "Yu",
                "Affiliation": "Laboratory of Chemical Biology, NIDDK, National Institutes of Health, Bethesda, MD 20892, USA."
            },
            {
                "First Name": "John J",
                "Last Name": "Shacka",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey B",
                "Last Name": "Eells",
                "Affiliation": ""
            },
            {
                "First Name": "Carlos",
                "Last Name": "Suarez-Quian",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald M",
                "Last Name": "Przygodzki",
                "Affiliation": ""
            },
            {
                "First Name": "Bojana",
                "Last Name": "Beleslin-Cokic",
                "Affiliation": ""
            },
            {
                "First Name": "Chyuan-Sheng",
                "Last Name": "Lin",
                "Affiliation": ""
            },
            {
                "First Name": "Vera M",
                "Last Name": "Nikodem",
                "Affiliation": ""
            },
            {
                "First Name": "Barbara",
                "Last Name": "Hempstead",
                "Affiliation": ""
            },
            {
                "First Name": "Kathleen C",
                "Last Name": "Flanders",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Constance Tom",
                "Last Name": "Noguchi",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2002"
    }
]