[
    {
        "PMID": "39026694",
        "Title": "An ",
        "Abstract": "Notch proteins are single pass transmembrane receptors that are activated by proteolytic cleavage, allowing their cytosolic domains to function as transcription factors in the nucleus. Upon binding, Delta/Serrate/LAG-2 (DSL) ligands activate Notch by exerting a \"pulling\" force across the intercellular ligand/receptor bridge. This pulling force is generated by Epsin-mediated endocytosis of ligand into the signal-sending cells, and results in cleavage of the force-sensing Negative Regulatory Region (NRR) of the receptor by an ADAM10 protease [Kuzbanian (Kuz) in ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Trevor",
                "Last Name": "Jordan",
                "Affiliation": ""
            },
            {
                "First Name": "Frederick",
                "Last Name": "Baker",
                "Affiliation": ""
            },
            {
                "First Name": "Jacob",
                "Last Name": "Harman",
                "Affiliation": ""
            },
            {
                "First Name": "Breana",
                "Last Name": "Walton",
                "Affiliation": ""
            },
            {
                "First Name": "Amber",
                "Last Name": "Ajamu-Johnson",
                "Affiliation": ""
            },
            {
                "First Name": "Rama",
                "Last Name": "Alashqar",
                "Affiliation": ""
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            },
            {
                "First Name": "Paul D",
                "Last Name": "Langridge",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2024"
    },
    {
        "PMID": "36370072",
        "Title": "Segmental origins of the Drosophila eye-antennal disc: fission not fusion.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Drosophila",
            "Eye",
            "Drosophila melanogaster"
        ],
        "Authors": [
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2023"
    },
    {
        "PMID": "35349791",
        "Title": "Evolutionary plasticity in the requirement for force exerted by ligand endocytosis to activate C. elegans Notch proteins.",
        "Abstract": "The conserved transmembrane receptor Notch has diverse and profound roles in controlling cell fate during animal development. In the absence of ligand, a negative regulatory region (NRR) in the Notch ectodomain adopts an autoinhibited confirmation, masking an ADAM protease cleavage site;",
        "Keywords": [
            "ADAM protease",
            "C. elegans",
            "Drosophila",
            "Epsin",
            "NRR",
            "Notch",
            "ectodomain shedding",
            "force sensor",
            "ligand endocytosis",
            "mechano-receptor",
            "negative regulatory region"
        ],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Drosophila",
            "Drosophila Proteins",
            "Endocytosis",
            "Glucagon-Like Peptide 1",
            "Leucine",
            "Ligands",
            "Receptors, Notch"
        ],
        "Authors": [
            {
                "First Name": "Paul D",
                "Last Name": "Langridge",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10027, USA; Mortimer B. Zuckerman Mind Brain Behavior Institute, New York, NY 10027, USA. Electronic address: plangridge@augusta.edu."
            },
            {
                "First Name": "Alejandro",
                "Last Name": "Garcia Diaz",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Jessica Yu",
                "Last Name": "Chan",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA. Electronic address: isg4@columbia.edu."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10027, USA; Mortimer B. Zuckerman Mind Brain Behavior Institute, New York, NY 10027, USA. Electronic address: gs20@columbia.edu."
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2022"
    },
    {
        "PMID": "33657096",
        "Title": "A unified mechanism for the control of Drosophila wing growth by the morphogens Decapentaplegic and Wingless.",
        "Abstract": "Development of the Drosophila wing-a paradigm of organ development-is governed by 2 morphogens, Decapentaplegic (Dpp, a BMP) and Wingless (Wg, a Wnt). Both proteins are produced by defined subpopulations of cells and spread outwards, forming gradients that control gene expression and cell pattern as a function of concentration. They also control growth, but how is unknown. Most studies have focused on Dpp and yielded disparate models in which cells throughout the wing grow at similar rates in response to the grade or temporal change in Dpp concentration or to the different amounts of Dpp \"equalized\" by molecular or mechanical feedbacks. In contrast, a model for Wg posits that growth is governed by a progressive expansion in morphogen range, via a mechanism in which a minimum threshold of Wg sustains the growth of cells within the wing and recruits surrounding \"pre-wing\" cells to grow and enter the wing. This mechanism depends on the capacity of Wg to fuel the autoregulation of vestigial (vg)-the selector gene that specifies the wing state-both to sustain vg expression in wing cells and by a feed-forward (FF) circuit of Fat (Ft)/Dachsous (Ds) protocadherin signaling to induce vg expression in neighboring pre-wing cells. Here, we have subjected Dpp to the same experimental tests used to elucidate the Wg model and find that it behaves indistinguishably. Hence, we posit that both morphogens act together, via a common mechanism, to control wing growth as a function of morphogen range.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Bone Morphogenetic Proteins",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Gene Expression Regulation, Developmental",
            "Homeostasis",
            "Morphogenesis",
            "Nuclear Proteins",
            "Signal Transduction",
            "Wings, Animal",
            "Wnt Proteins",
            "Wnt1 Protein"
        ],
        "Authors": [
            {
                "First Name": "Myriam",
                "Last Name": "Zecca",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2021"
    },
    {
        "PMID": "33257577",
        "Title": "Control of ",
        "Abstract": "The stereotyped dimensions of animal bodies and their component parts result from tight constraints on growth. Yet, the mechanisms that stop growth when organs reach the right size are unknown. Growth of the ",
        "Keywords": [
            "Dpp Wg morphogens",
            "Drosophila wing growth",
            "Hippo/Warts tumor suppressor pathway",
            "ecdysone gating",
            "organ size control"
        ],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Ecdysone",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Larva",
            "Male",
            "Organ Size",
            "Wings, Animal",
            "Wnt1 Protein"
        ],
        "Authors": [
            {
                "First Name": "Joseph",
                "Last Name": "Parker",
                "Affiliation": "Department of Genetics and Development, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032; gs20@columbia.edu joep@caltech.edu."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": "Department of Genetics and Development, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032; gs20@columbia.edu joep@caltech.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2020"
    },
    {
        "PMID": "29195077",
        "Title": "Epsin-Dependent Ligand Endocytosis Activates Notch by Force.",
        "Abstract": "DSL ligands activate Notch by inducing proteolytic cleavage of the receptor ectodomain, an event that requires ligand to be endocytosed in signal-sending cells by the adaptor protein Epsin. Two classes of explanation for this unusual requirement are (1) recycling models, in which the ligand must be endocytosed to be modified or repositioned before it binds Notch and (2) pulling models, in which the ligand must be endocytosed after it binds Notch to exert force that exposes an otherwise buried site for cleavage. We demonstrate in vivo that ligands that cannot enter the Epsin pathway nevertheless bind Notch but fail to activate the receptor because they cannot exert sufficient force. This argues against recycling models and in favor of pulling models. Our results also suggest that once ligand binds receptor, activation depends on a competition between Epsin-mediated ligand endocytosis, which induces cleavage, and transendocytosis of the ligand by the receptor, which aborts the incipient signal.",
        "Keywords": [
            "DSL/Notch signaling",
            "Notch",
            "clathrin",
            "delta",
            "endocytosis",
            "epsin",
            "force",
            "von Willebrand factor"
        ],
        "MeSH terms": [
            "Animals",
            "Drosophila",
            "Drosophila Proteins",
            "Endocytosis",
            "Imaginal Discs",
            "Ligands",
            "Receptors, Notch",
            "Signal Transduction",
            "Vesicular Transport Proteins",
            "Wings, Animal"
        ],
        "Authors": [
            {
                "First Name": "Paul D",
                "Last Name": "Langridge",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY, USA; Mortimer B. Zuckerman Mind Brain Behavior Institute, New York, NY, USA. Electronic address: pl2266@columbia.edu."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY, USA; Mortimer B. Zuckerman Mind Brain Behavior Institute, New York, NY, USA. Electronic address: gs20@columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2017"
    },
    {
        "PMID": "28302795",
        "Title": "Causal role for inheritance of H3K27me3 in maintaining the OFF state of a ",
        "Abstract": "Many eukaryotic cells can respond to transient environmental or developmental stimuli with heritable changes in gene expression that are associated with nucleosome modifications. However, it remains uncertain whether modified nucleosomes play a causal role in transmitting such epigenetic memories, as opposed to controlling or merely reflecting transcriptional states inherited by other means. Here, we provide in vivo evidence that H3K27 trimethylated nucleosomes, once established at a repressed ",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Division",
            "Chromatin",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Gene Expression Regulation, Developmental",
            "Gene Silencing",
            "Genes, Homeobox",
            "Histone-Lysine N-Methyltransferase",
            "Histones",
            "Homeodomain Proteins",
            "Lysine",
            "Methylation",
            "Nucleosomes",
            "Promoter Regions, Genetic",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Rory T",
                "Last Name": "Coleman",
                "Affiliation": "Department of Genetics and Development, Columbia University College of Physicians and Surgeons, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": "Department of Genetics and Development, Columbia University College of Physicians and Surgeons, 701 West 168th Street, New York, NY 10032, USA. gs20@columbia.edu."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2017"
    },
    {
        "PMID": "26702832",
        "Title": "Fat/Dachsous Signaling Promotes Drosophila Wing Growth by Regulating the Conformational State of the NDR Kinase Warts.",
        "Abstract": "Nuclear Dbf2-related (NDR) kinases play a central role in limiting growth in most animals. Signals that promote growth do so in part by suppressing the activation of NDR kinases by STE20/Hippo kinases. Here, we identify another mechanism for downregulating NDR kinase activity. Specifically, we show that activity of the Drosophila NDR kinase Warts in the developing wing depends on its transition from an inactive, \"closed\" conformation to a potentially active, \"open\" conformation mediated by Mats, a conserved Mps1-binder (Mob) protein. Further, we show that signaling interactions between the protocadherins Fat and Dachsous, organized by the morphogens Wingless and Decapentaplegic, suppress Warts by acting via the atypical myosin Dachs to inhibit or reverse this transition. The regulation of Warts conformation by Mats, Fat/Dachsous signaling, and Dachs appears independent of Warts phosphorylation by Hippo kinase, establishing a precedent for the control of NDR kinases, and hence growth, by distinct allosteric and phosphorylation mechanisms.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cadherins",
            "Cell Adhesion Molecules",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Protein Serine-Threonine Kinases",
            "Signal Transduction",
            "Wings, Animal"
        ],
        "Authors": [
            {
                "First Name": "Alina M",
                "Last Name": "Vrabioiu",
                "Affiliation": "Department of Genetics and Development, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": "Department of Genetics and Development, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA. Electronic address: gs20@columbia.edu."
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2015"
    },
    {
        "PMID": "26474042",
        "Title": "Scaling the Drosophila Wing: TOR-Dependent Target Gene Access by the Hippo Pathway Transducer Yorkie.",
        "Abstract": "Organ growth is controlled by patterning signals that operate locally (e.g., Wingless/Ints [Wnts], Bone Morphogenetic Proteins [BMPs], and Hedgehogs [Hhs]) and scaled by nutrient-dependent signals that act systemically (e.g., Insulin-like peptides [ILPs] transduced by the Target of Rapamycin [TOR] pathway). How cells integrate these distinct inputs to generate organs of the appropriate size and shape is largely unknown. The transcriptional coactivator Yorkie (Yki, a YES-Associated Protein, or YAP) acts downstream of patterning morphogens and other tissue-intrinsic signals to promote organ growth. Yki activity is regulated primarily by the Warts/Hippo (Wts/Hpo) tumour suppressor pathway, which impedes nuclear access of Yki by a cytoplasmic tethering mechanism. Here, we show that the TOR pathway regulates Yki by a separate and novel mechanism in the Drosophila wing. Instead of controlling Yki nuclear access, TOR signaling governs Yki action after it reaches the nucleus by allowing it to gain access to its target genes. When TOR activity is inhibited, Yki accumulates in the nucleus but is sequestered from its normal growth-promoting target genes--a phenomenon we term \"nuclear seclusion.\" Hence, we posit that in addition to its well-known role in stimulating cellular metabolism in response to nutrients, TOR also promotes wing growth by liberating Yki from nuclear seclusion, a parallel pathway that we propose contributes to the scaling of wing size with nutrient availability.",
        "Keywords": [],
        "MeSH terms": [
            "Active Transport, Cell Nucleus",
            "Animal Nutritional Physiological Phenomena",
            "Animals",
            "Animals, Genetically Modified",
            "Caloric Restriction",
            "Cell Nucleus",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Gene Deletion",
            "Gene Expression Regulation, Developmental",
            "Intracellular Signaling Peptides and Proteins",
            "Larva",
            "Luminescent Proteins",
            "MicroRNAs",
            "Mutation",
            "Nuclear Proteins",
            "Peptide Fragments",
            "Protein Interaction Domains and Motifs",
            "Protein Serine-Threonine Kinases",
            "RNA Interference",
            "Recombinant Fusion Proteins",
            "Signal Transduction",
            "TOR Serine-Threonine Kinases",
            "Trans-Activators",
            "Wings, Animal",
            "YAP-Signaling Proteins"
        ],
        "Authors": [
            {
                "First Name": "Joseph",
                "Last Name": "Parker",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York, United States of America; Division of Biology, Imperial College London, London, United Kingdom."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2015"
    },
    {
        "PMID": "26011623",
        "Title": "Notch is required in adult Drosophila sensory neurons for morphological and functional plasticity of the olfactory circuit.",
        "Abstract": "Olfactory receptor neurons (ORNs) convey odor information to the central brain, but like other sensory neurons were thought to play a passive role in memory formation and storage. Here we show that Notch, part of an evolutionarily conserved intercellular signaling pathway, is required in adult Drosophila ORNs for the structural and functional plasticity of olfactory glomeruli that is induced by chronic odor exposure. Specifically, we show that Notch activity in ORNs is necessary for the odor specific increase in the volume of glomeruli that occurs as a consequence of prolonged odor exposure. Calcium imaging experiments indicate that Notch in ORNs is also required for the chronic odor induced changes in the physiology of ORNs and the ensuing changes in the physiological response of their second order projection neurons (PNs). We further show that Notch in ORNs acts by both canonical cleavage-dependent and non-canonical cleavage-independent pathways. The Notch ligand Delta (Dl) in PNs switches the balance between the pathways. These data define a circuit whereby, in conjunction with odor, N activity in the periphery regulates the activity of neurons in the central brain and Dl in the central brain regulates N activity in the periphery. Our work highlights the importance of experience dependent plasticity at the first olfactory synapse.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Brain",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Intracellular Signaling Peptides and Proteins",
            "Membrane Proteins",
            "Olfactory Pathways",
            "Olfactory Receptor Neurons",
            "Receptors, Notch",
            "Sensory Receptor Cells",
            "Smell",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Simon",
                "Last Name": "Kidd",
                "Affiliation": "Department of Genetics and Development, Columbia University College of Physicians and Surgeons, New York, New York, United States of America."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": "Department of Genetics and Development, Columbia University College of Physicians and Surgeons, New York, New York, United States of America."
            },
            {
                "First Name": "Toby",
                "Last Name": "Lieber",
                "Affiliation": "Department of Genetics and Development, Columbia University College of Physicians and Surgeons, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2015"
    },
    {
        "PMID": "24390347",
        "Title": "Developmental biology: Tethered wings.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Body Patterning",
            "Cell Membrane",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Wnt1 Protein"
        ],
        "Authors": [
            {
                "First Name": "Ginés",
                "Last Name": "Morata",
                "Affiliation": "Centro de Biología Molecular, CSIC-UAM, Universidad Autónoma de Madrid, Madrid 28049, Spain."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York 10032, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2014"
    },
    {
        "PMID": "22949620",
        "Title": "Dissecting the molecular bridges that mediate the function of Frizzled in planar cell polarity.",
        "Abstract": "Many epithelia have a common planar cell polarity (PCP), as exemplified by the consistent orientation of hairs on mammalian skin and insect cuticle. One conserved system of PCP depends on Starry night (Stan, also called Flamingo), an atypical cadherin that forms homodimeric bridges between adjacent cells. Stan acts together with other transmembrane proteins, most notably Frizzled (Fz) and Van Gogh (Vang, also called Strabismus). Here, using an in vivo assay for function, we show that the quintessential core of the Stan system is an asymmetric intercellular bridge between Stan in one cell and Stan acting together with Fz in its neighbour: such bridges are necessary and sufficient to polarise hairs in both cells, even in the absence of Vang. By contrast, Vang cannot polarise cells in the absence of Fz; instead, it appears to help Stan in each cell form effective bridges with Stan plus Fz in its neighbours. Finally, we show that cells containing Stan but lacking both Fz and Vang can be polarised to make hairs that point away from abutting cells that express Fz. We deduce that each cell has a mechanism to estimate and compare the numbers of asymmetric bridges, made between Stan and Stan plus Fz, that link it with its neighbouring cells. We propose that cells normally use this mechanism to read the local slope of tissue-wide gradients of Fz activity, so that all cells come to point in the same direction.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Body Patterning",
            "Cadherins",
            "Cell Polarity",
            "Drosophila",
            "Drosophila Proteins",
            "Embryo, Nonmammalian",
            "Frizzled Receptors",
            "Gene Expression Regulation, Developmental",
            "Membrane Proteins",
            "Models, Biological",
            "Pleura",
            "Signal Transduction",
            "Tissue Distribution"
        ],
        "Authors": [
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": "Department of Genetics and Development, HHMI, HHSC, College of Physicians and Surgeons, 701 West 168th Street, Room 1116, New York, NY 10032, USA. gs20@columbia.edu"
            },
            {
                "First Name": "José",
                "Last Name": "Casal",
                "Affiliation": ""
            },
            {
                "First Name": "Peter A",
                "Last Name": "Lawrence",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2012"
    },
    {
        "PMID": "21886484",
        "Title": "Three distinct roles for notch in Drosophila R7 photoreceptor specification.",
        "Abstract": "Receptor tyrosine kinases (RTKs) and Notch (N) proteins are different types of transmembrane receptors that transduce extracellular signals and control cell fate. Here we examine cell fate specification in the Drosophila retina and ask how N acts together with the RTKs Sevenless (Sev) and the EGF receptor (DER) to specify the R7 photoreceptor. The retina is composed of many hundred ommatidia, each of which grows by recruiting surrounding, undifferentiated cells and directing them to particular fates. The R7 photoreceptor derives from a cohort of three cells that are incorporated together following specification of the R2-R5 and R8 photoreceptors. Two cells of the cohort are specified as the R1/6 photoreceptor type by DER activation. These cells then activate N in the third cell (the R7 precursor). By manipulation of N and RTK signaling in diverse combinations we establish three roles for N in specifying the R7 fate. The first role is to impose a block to photoreceptor differentiation; a block that DER activation cannot overcome. The second role, paradoxically, is to negate the first; Notch activation up-regulates Sev expression, enabling the presumptive R7 cell to receive an RTK signal from R8 that can override the block. The third role is to specify the cell as an R7 rather than an R1/6 once RTK signaling has specified the cells as a photoreceptor. We speculate why N acts both to block and to facilitate photoreceptor differentiation, and provide a model for how N and RTK signaling act combinatorially to specify the R1/6 and R7 photoreceptors as well as the surrounding non-neuronal cone cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Body Patterning",
            "Cell Differentiation",
            "Compound Eye, Arthropod",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "ErbB Receptors",
            "Eye Proteins",
            "Gene Expression",
            "Gene Expression Regulation, Developmental",
            "Photoreceptor Cells, Invertebrate",
            "Promoter Regions, Genetic",
            "Receptor Protein-Tyrosine Kinases",
            "Receptors, Notch",
            "Repressor Proteins",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Andrew",
                "Last Name": "Tomlinson",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons, Columbia University, New York, New York, United States of America. at41@columbia.edu"
            },
            {
                "First Name": "Yannis Emmanuel",
                "Last Name": "Mavromatakis",
                "Affiliation": ""
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2011"
    },
    {
        "PMID": "21315258",
        "Title": "DSL-Notch signaling in the Drosophila brain in response to olfactory stimulation.",
        "Abstract": "Delta/Serrate/Lag2 (DSL) ligands and their Notch family receptors have profound and pervasive roles in development. They are also expressed in adult tissues, notably in mature neurons and glia in the brain, where their roles are unknown. Here, focusing on the sense of smell in adult Drosophila, we show that Notch is activated in select olfactory receptor neurons (ORNs) in an odorant-specific fashion. This response requires olfactory receptor activity and the Notch ligand Delta. We present evidence that Notch activation depends on synaptic transmission by the ORNs in which the receptors are active and is modulated by the activity of local interneurons in the antennal lobe. It is also subject to regulatory inputs from olfactory receptor activity in other ORNs. These findings identify a correlate of stimulus-dependent brain activity and potentially new forms of neural integration and plasticity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Brain",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Intracellular Signaling Peptides and Proteins",
            "Membrane Proteins",
            "Odorants",
            "Olfactory Receptor Neurons",
            "Receptors, Notch",
            "Receptors, Odorant",
            "Signal Transduction",
            "Smell"
        ],
        "Authors": [
            {
                "First Name": "Toby",
                "Last Name": "Lieber",
                "Affiliation": "Howard Hughes Medical Institute, Department of Genetics and Development, Columbia University College of Physicians and Surgeons, 701 W 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Simon",
                "Last Name": "Kidd",
                "Affiliation": ""
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2011"
    },
    {
        "PMID": "20532238",
        "Title": "A feed-forward circuit linking wingless, fat-dachsous signaling, and the warts-hippo pathway to Drosophila wing growth.",
        "Abstract": "During development, the Drosophila wing primordium undergoes a dramatic increase in cell number and mass under the control of the long-range morphogens Wingless (Wg, a Wnt) and Decapentaplegic (Dpp, a BMP). This process depends in part on the capacity of wing cells to recruit neighboring, non-wing cells into the wing primordium. Wing cells are defined by activity of the selector gene vestigial (vg) and recruitment entails the production of a vg-dependent \"feed-forward signal\" that acts together with morphogen to induce vg expression in neighboring non-wing cells. Here, we identify the protocadherins Fat (Ft) and Dachsous (Ds), the Warts-Hippo tumor suppressor pathway, and the transcriptional co-activator Yorkie (Yki, a YES associated protein, or YAP) as components of the feed-forward signaling mechanism, and we show how this mechanism promotes wing growth in response to Wg. We find that vg generates the feed-forward signal by creating a steep differential in Ft-Ds signaling between wing and non-wing cells. This differential down-regulates Warts-Hippo pathway activity in non-wing cells, leading to a burst of Yki activity and the induction of vg in response to Wg. We posit that Wg propels wing growth at least in part by fueling a wave front of Ft-Ds signaling that propagates vg expression from one cell to the next.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cadherins",
            "Cell Adhesion Molecules",
            "Drosophila",
            "Drosophila Proteins",
            "Intracellular Signaling Peptides and Proteins",
            "Protein Kinases",
            "Protein Serine-Threonine Kinases",
            "Signal Transduction",
            "Wings, Animal",
            "Wnt1 Protein"
        ],
        "Authors": [
            {
                "First Name": "Myriam",
                "Last Name": "Zecca",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University College of Physicians and Surgeons, New York, New York, USA."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2010"
    },
    {
        "PMID": "19043429",
        "Title": "Do the protocadherins Fat and Dachsous link up to determine both planar cell polarity and the dimensions of organs?",
        "Abstract": "Most, perhaps all cells in epithelial sheets are polarized in the plane of the sheet. This type of polarity, referred to as planar cell polarity (PCP), can be expressed in the orientation of cilia and stereocilia, in oriented outgrowths such as hairs, in the plane of cell division, in directed cell movement and possibly in the orientation of axon extension. Another popular area in current research is growth: there is an attempt to find systems that fix the shape and size of organs. Although both polarity and growth are subject to overall control by morphogen gradients, the mechanisms of this control are almost completely unknown. Here we discuss recent evidence for a 'steepness hypothesis' that links these two apparently disconnected features of animal development.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cadherins",
            "Cell Division",
            "Cell Polarity",
            "Clone Cells",
            "Drosophila melanogaster",
            "Models, Biological",
            "Organ Size",
            "Protein Serine-Threonine Kinases"
        ],
        "Authors": [
            {
                "First Name": "Peter A",
                "Last Name": "Lawrence",
                "Affiliation": "Department of Zoology, Downing Street, University of Cambridge, Cambridge CB2 3EJ, UK. pal@mrc-lmb.cam.ac.uk"
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            },
            {
                "First Name": "José",
                "Last Name": "Casal",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature cell biology",
        "PubDate": "2008"
    },
    {
        "PMID": "18957252",
        "Title": "Planar cell polarity: A bridge too far?",
        "Abstract": "The mechanisms of planar cell polarity are being revealed by genetic analysis. Recent studies have provided new insights into interactions between three proteins involved in planar cell polarity: Flamingo, Frizzled and Van Gogh.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Body Patterning",
            "Cell Communication",
            "Cell Polarity",
            "Drosophila",
            "Drosophila Proteins",
            "Gene Expression Regulation, Developmental",
            "Genes, Insect",
            "Membrane Proteins"
        ],
        "Authors": [
            {
                "First Name": "Peter A",
                "Last Name": "Lawrence",
                "Affiliation": "Department of Zoology, University of Cambridge, Downing Street, Cambridge CB2 3EJ, UK. pal@mrc-lmb.cam.ac.uk"
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            },
            {
                "First Name": "José",
                "Last Name": "Casal",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2008"
    },
    {
        "PMID": "17634192",
        "Title": "Recruitment of cells into the Drosophila wing primordium by a feed-forward circuit of vestigial autoregulation.",
        "Abstract": "The Drosophila wing primordium is defined by expression of the selector gene vestigial (vg) in a discrete subpopulation of cells within the wing imaginal disc. Following the early segregation of the disc into dorsal (D) and ventral (V) compartments, vg expression is governed by signals generated along the boundary between the two compartments. Short-range DSL (Delta/Serrate/LAG-2)-Notch signaling between D and V cells drives vg expression in ;border' cells that flank the boundary. It also induces these same cells to secrete the long-range morphogen Wingless (Wg), which drives vg expression in surrounding cells up to 25-30 cell diameters away. Here, we show that Wg signaling is not sufficient to activate vg expression away from the D-V boundary. Instead, Wg must act in combination with a short-range signal produced by cells that already express vg. We present evidence that this vg-dependent, vg-inducing signal feeds forward from one cell to the next to entrain surrounding cells to join the growing wing primordium in response to Wg. We propose that Wg promotes the expansion of the wing primordium following the D-V segregation by fueling this non-autonomous autoregulatory mechanism.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Body Patterning",
            "Cell Movement",
            "Drosophila",
            "Drosophila Proteins",
            "Embryo, Nonmammalian",
            "Enhancer Elements, Genetic",
            "Gene Expression Regulation, Developmental",
            "Homeostasis",
            "Models, Biological",
            "Nuclear Proteins",
            "Proto-Oncogene Proteins",
            "Wings, Animal",
            "Wnt1 Protein"
        ],
        "Authors": [
            {
                "First Name": "Myriam",
                "Last Name": "Zecca",
                "Affiliation": "Howard Hughes Medical Institute, Department of Genetics and Development, Columbia University College of Physicians and Surgeons, 701 W 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2007"
    },
    {
        "PMID": "17634191",
        "Title": "Control of Drosophila wing growth by the vestigial quadrant enhancer.",
        "Abstract": "Following segregation of the Drosophila wing imaginal disc into dorsal (D) and ventral (V) compartments, the wing primordium is specified by activity of the selector gene vestigial (vg). In the accompanying paper, we present evidence that vg expression is itself driven by three distinct inputs: (1) short-range DSL (Delta/Serrate/LAG-2)-Notch signaling across the D-V compartment boundary; (2) long-range Wg signaling from cells abutting the D-V compartment boundary; and (3) a short-range signal sent by vg-expressing cells that entrains neighboring cells to upregulate vg in response to Wg. Furthermore, we showed that these inputs define a feed-forward mechanism of vg autoregulation that initiates in D-V border cells and propagates from cell to cell by reiterative cycles of vg upregulation. Here, we provide evidence that this feed-forward mechanism is required for normal wing growth and is mediated by two distinct enhancers in the vg gene. The first is a newly defined ;priming' enhancer (PE), that provides cryptic, low levels of Vg in most or all cells of the wing disc. The second is the previously defined quadrant enhancer (QE), which we show is activated by the combined action of Wg and the short-range vg-dependent entraining signal, but only if the responding cells are already primed by low-level Vg activity. Thus, entrainment and priming constitute distinct signaling and responding events in the Wg-dependent feed-forward circuit of vg autoregulation mediated by the QE. We posit that Wg controls the expansion of the wing primordium following D-V segregation by fueling this autoregulatory mechanism.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Body Patterning",
            "Drosophila",
            "Drosophila Proteins",
            "Embryo, Nonmammalian",
            "Enhancer Elements, Genetic",
            "Gene Expression Regulation, Developmental",
            "Homeostasis",
            "Models, Biological",
            "Nuclear Proteins",
            "Proto-Oncogene Proteins",
            "Wings, Animal",
            "Wnt1 Protein"
        ],
        "Authors": [
            {
                "First Name": "Myriam",
                "Last Name": "Zecca",
                "Affiliation": "Howard Hughes Medical Institute, Department of Genetics and Development, Columbia University College of Physicians and Surgeons, 701 W 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2007"
    },
    {
        "PMID": "17563758",
        "Title": "Planar cell polarity: one or two pathways?",
        "Abstract": "In multicellular organisms, cells are polarized in the plane of the epithelial sheet, revealed in some cell types by oriented hairs or cilia. Many of the underlying genes have been identified in Drosophila melanogaster and are conserved in vertebrates. Here we dissect the logic of planar cell polarity (PCP). We review studies of genetic mosaics in adult flies - marked cells of different genotypes help us to understand how polarizing information is generated and how it passes from one cell to another. We argue that the prevailing opinion that planar polarity depends on a single genetic pathway is wrong and conclude that there are (at least) two independently acting processes. This conclusion has major consequences for the PCP field.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Polarity",
            "Cilia",
            "Clone Cells",
            "Drosophila melanogaster",
            "Mice",
            "Models, Biological",
            "Morphogenesis",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Peter A",
                "Last Name": "Lawrence",
                "Affiliation": "Department of Zoology, University of Cambridge, Downing Street, Cambridge CB2 3EJ, UK. pal@mrc-lmb.cam.ac.uk"
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            },
            {
                "First Name": "José",
                "Last Name": "Casal",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature reviews. Genetics",
        "PubDate": "2007"
    },
    {
        "PMID": "17075008",
        "Title": "Two separate molecular systems, Dachsous/Fat and Starry night/Frizzled, act independently to confer planar cell polarity.",
        "Abstract": "Planar polarity is a fundamental property of epithelia in animals and plants. In Drosophila it depends on at least two sets of genes: one set, the Ds system, encodes the cadherins Dachsous (Ds) and Fat (Ft), as well as the Golgi protein Four-jointed. The other set, the Stan system, encodes Starry night (Stan or Flamingo) and Frizzled. The prevailing view is that the Ds system acts via the Stan system to orient cells. However, using the Drosophila abdomen, we find instead that the two systems operate independently: each confers and propagates polarity, and can do so in the absence of the other. We ask how the Ds system acts; we find that either Ds or Ft is required in cells that send information and we show that both Ds and Ft are required in the responding cells. We consider how polarity may be propagated by Ds-Ft heterodimers acting as bridges between cells.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Cadherins",
            "Cell Adhesion Molecules",
            "Cell Polarity",
            "Drosophila",
            "Drosophila Proteins",
            "Epithelial Cells",
            "Frizzled Receptors",
            "Genotype",
            "Molecular Sequence Data",
            "Mutation",
            "Receptors, G-Protein-Coupled",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "José",
                "Last Name": "Casal",
                "Affiliation": "MRC Laboratory of Molecular Biology, Hills Road, Cambridge CB2 2QH, UK."
            },
            {
                "First Name": "Peter A",
                "Last Name": "Lawrence",
                "Affiliation": ""
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2006"
    },
    {
        "PMID": "16314564",
        "Title": "Dpp signaling and the induction of neoplastic tumors by caspase-inhibited apoptotic cells in Drosophila.",
        "Abstract": "In Drosophila, stresses such as x-irradiation or severe heat shock can cause most epidermal cells to die by apoptosis. Yet, the remaining cells recover from such assaults and form normal adult structures, indicating that they undergo extra growth to replace the lost cells. Recent studies of cells in which the cell death pathway is blocked by expression of the caspase inhibitor P35 have raised the possibility that dying cells normally regulate this compensatory growth by serving as transient sources of mitogenic signals. Caspase-inhibited cells that initiate apoptosis do not die. Instead, they persist in an \"undead\" state in which they ectopically express the signaling genes decapentaplegic (dpp) and wingless (wg) and induce abnormal growth and proliferation of surrounding tissue. Here, using mutations to abolish Dpp and/or Wg signaling by such undead cells, we show that Dpp and Wg constitute opposing stimulatory and inhibitory signals that regulate this excess growth and proliferation. Strikingly, we also found that, when Wg signaling is blocked, unfettered Dpp signaling by undead cells transforms their neighbors into neoplastic tumors, provided that caspase activity is also blocked in the responding cells. This phenomenon may provide a paradigm for the formation of neoplastic tumors in mammalian tissues that are defective in executing the cell death pathway. Specifically, we suggest that stress events (exposure to chemical mutagens, viral infection, or irradiation) that initiate apoptosis in such tissues generate undead cells, and that imbalances in growth regulatory signals sent by these cells can induce the oncogenic transformation of neighboring cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Apoptosis",
            "Caspase Inhibitors",
            "Caspases",
            "Cell Transformation, Neoplastic",
            "DNA-Binding Proteins",
            "Disease Susceptibility",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Neoplasms",
            "Proto-Oncogene Proteins",
            "Signal Transduction",
            "Transcription Factors",
            "Up-Regulation",
            "Wnt1 Protein",
            "X-Rays"
        ],
        "Authors": [
            {
                "First Name": "Ainhoa",
                "Last Name": "Pérez-Garijo",
                "Affiliation": "Centro de Biología Molecular, Universidad Autónoma de Madrid, 28049 Madrid, Spain."
            },
            {
                "First Name": "Francisco A",
                "Last Name": "Martín",
                "Affiliation": ""
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            },
            {
                "First Name": "Ginés",
                "Last Name": "Morata",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2005"
    },
    {
        "PMID": "15930117",
        "Title": "Distinct roles for Mind bomb, Neuralized and Epsin in mediating DSL endocytosis and signaling in Drosophila.",
        "Abstract": "Ligands of the Delta/Serrate/Lag2 (DSL) family must normally be endocytosed in signal-sending cells to activate Notch in signal-receiving cells. DSL internalization and signaling are promoted in zebrafish and Drosophila, respectively, by the ubiquitin ligases Mind bomb (Mib) and Neuralized (Neur). DSL signaling activity also depends on Epsin, a conserved endocytic adaptor thought to target mono-ubiquitinated membrane proteins for internalization. Here, we present evidence that the Drosophila ortholog of Mib (Dmib) is required for ubiquitination and signaling activity of DSL ligands in cells that normally do not express Neur, and can be functionally replaced by ectopically expressed Neur. Furthermore, we show that both Dmib and Epsin are required in these cells for some of the endocytic events that internalize DSL ligands, and that the two Drosophila DSL ligands Delta and Serrate differ in their utilization of these Dmib- and Epsin-dependent pathways: most Serrate is endocytosed via the actions of Dmib and Epsin, whereas most Delta enters by other pathways. Nevertheless, only those Serrate and Delta proteins that are internalized via the action of Dmib and Epsin can signal. These results support and extend our previous proposal that mono-ubiquitination of DSL ligands allows them to gain access to a select, Epsin-dependent, endocytic pathway that they must normally enter to activate Notch.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Vesicular Transport",
            "Animals",
            "Calcium-Binding Proteins",
            "Cell Communication",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Endocytosis",
            "Gene Expression Regulation, Developmental",
            "Intercellular Signaling Peptides and Proteins",
            "Intracellular Signaling Peptides and Proteins",
            "Jagged-1 Protein",
            "Ligands",
            "Membrane Proteins",
            "Mutation",
            "Receptors, Notch",
            "Recombinant Fusion Proteins",
            "Serrate-Jagged Proteins",
            "Signal Transduction",
            "Ubiquitin",
            "Ubiquitin-Protein Ligases",
            "Vesicular Transport Proteins",
            "Wings, Animal"
        ],
        "Authors": [
            {
                "First Name": "Weidong",
                "Last Name": "Wang",
                "Affiliation": "Howard Hughes Medical Institute, Department of Genetics and Development, Columbia University College of Physicians and Surgeons, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2005"
    },
    {
        "PMID": "15514021",
        "Title": "Evidence that the cysteine-rich domain of Drosophila Frizzled family receptors is dispensable for transducing Wingless.",
        "Abstract": "Members of the Frizzled family of serpentine transmembrane receptors are required to transduce Wingless/Int (Wnt) signals and contain in their N-terminal regions a conserved Wnt-binding cysteine-rich domain (CRD). Each CRD has specific affinities for particular Wnts, and it is generally believed that signal transduction depends on the strength of this interaction. Here, we report in vivo evidence that the CRD is dispensable for Frizzled family receptors to transduce Wingless (Wg), the primary Wnt signal in Drosophila. Thus, we infer that signal transduction does not require binding of Wg to the CRD, but instead depends on interactions between Wg and other portions of the receptor, or other proteins of the receptor complex.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "Cysteine",
            "Drosophila",
            "Drosophila Proteins",
            "Frizzled Receptors",
            "Genes, Insect",
            "Membrane Proteins",
            "Mutation",
            "Protein Structure, Tertiary",
            "Proto-Oncogene Proteins",
            "Receptors, G-Protein-Coupled",
            "Receptors, Neurotransmitter",
            "Signal Transduction",
            "Wnt1 Protein"
        ],
        "Authors": [
            {
                "First Name": "Chiann-Mun",
                "Last Name": "Chen",
                "Affiliation": "Howard Hughes Medical Institute and Department of Genetics and Development, Columbia University College of Physicians and Surgeons, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Walter",
                "Last Name": "Strapps",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew",
                "Last Name": "Tomlinson",
                "Affiliation": ""
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2004"
    },
    {
        "PMID": "15469974",
        "Title": "Drosophila Epsin mediates a select endocytic pathway that DSL ligands must enter to activate Notch.",
        "Abstract": "Recent findings suggest that Delta/Serrate/Lag2 (DSL) signals activate Notch by an unprecedented mechanism that requires the ligands to be endocytosed in signal-sending cells to activate the receptor in signal-receiving cells. Here, we show that cells devoid of Epsin, a conserved adaptor protein for Clathrin-mediated endocytosis, behave normally except that they cannot send DSL signals. Surprisingly, we find that Epsin is not required for bulk endocytosis of DSL proteins. Instead, Epsin appears to be essential for targeting DSL proteins to a special endocytic pathway that they must enter to acquire signaling activity. We present evidence that DSL proteins must be mono-ubiquitinated to be targeted by Epsin to this pathway. Furthermore, we show that the requirements for both Epsin and mono-ubiquitination can be bypassed by introducing the internalization signal that mediates endocytosis and recycling of the Low Density Lipoprotein (LDL) receptor. We propose that Epsin is essential for DSL signaling because it targets mono-ubiquitinated DSL proteins to an endocytic recycling compartment that they must enter to be converted into active ligands. Alternatively Epsin may be required to target mono-ubiquitinated DSL proteins to a particular subclass of coated pits that have special properties essential for Notch activation.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Vesicular Transport",
            "Animals",
            "Calcium-Binding Proteins",
            "Cell Communication",
            "Cell Differentiation",
            "Cell Proliferation",
            "Cholesterol, LDL",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Endocytosis",
            "Gene Expression Regulation, Developmental",
            "Hedgehog Proteins",
            "Intercellular Signaling Peptides and Proteins",
            "Intracellular Signaling Peptides and Proteins",
            "Jagged-1 Protein",
            "Ligands",
            "Membrane Proteins",
            "Receptors, Notch",
            "Serrate-Jagged Proteins",
            "Signal Transduction",
            "Ubiquitin",
            "Vesicular Transport Proteins",
            "Wings, Animal"
        ],
        "Authors": [
            {
                "First Name": "Weidong",
                "Last Name": "Wang",
                "Affiliation": "Howard Hughes Medical Institute, Department of Genetics and Development, Columbia University College of Physicians and Surgeons, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2004"
    },
    {
        "PMID": "15329345",
        "Title": "Cell interactions and planar polarity in the abdominal epidermis of Drosophila.",
        "Abstract": "The integument of the Drosophila adult abdomen bears oriented hairs and bristles that indicate the planar polarity of the epidermal cells. We study four polarity genes, frizzled (fz), prickle (pk), Van gogh/strabismus (Vang/stbm) and starry night/flamingo (stan/fmi), and note what happens when these genes are either removed or overexpressed in clones of cells. The edges of the clones are interfaces between cells that carry different amounts of gene products, interfaces that can cause reversals of planar polarity in the clone and wild-type cells outside them. To explain, we present a model that builds on our earlier picture of a gradient of X, the vector of which specifies planar polarity and depends on two cadherin proteins, Dachsous and Fat. We conjecture that the X gradient is read out, cell by cell, as a scalar value of Fz activity, and that Pk acts in this process, possibly to determine the sign of the Fz activity gradient. We discuss evidence that cells can compare their scalar readout of the level of X with that of their neighbours and can set their own readout towards an average of those. This averaging, when it occurs near the edges of clones, changes the scalar response of cells inside and outside the clones, leading to new vectors that change polarity. The results argue that Stan must be present in both cells being compared and acts as a conduit between them for the transfer of information. And also that Vang assists in the receipt of this information. The comparison between neighbours is crucial, because it gives the vector that orients hairs--these point towards the neighbour cell that has the lowest level of Fz activity. Recently, it has been shown that, for a limited period shortly before hair outgrowth in the wing, the four proteins we study, as well as others, become asymmetrically localised in the cell membrane, and this process is thought to be instrumental in the acquisition of cell polarity. However, some results do not fit with this view--we suggest that these localisations may be more a consequence than a cause of planar polarity.",
        "Keywords": [],
        "MeSH terms": [
            "Abdomen",
            "Animals",
            "Cadherins",
            "Cell Communication",
            "Cell Polarity",
            "DNA-Binding Proteins",
            "Drosophila",
            "Drosophila Proteins",
            "Epidermal Cells",
            "Epidermis",
            "Frizzled Receptors",
            "Gene Expression Regulation, Developmental",
            "Genes, Insect",
            "Genotype",
            "LIM Domain Proteins",
            "Membrane Proteins",
            "Models, Biological",
            "Mutation",
            "Receptors, G-Protein-Coupled",
            "Wings, Animal"
        ],
        "Authors": [
            {
                "First Name": "Peter A",
                "Last Name": "Lawrence",
                "Affiliation": "MRC Laboratory of Molecular Biology, Hills Road, Cambridge CB2 2QH, UK. pal@mrc-lmb.cam.ac.uk"
            },
            {
                "First Name": "José",
                "Last Name": "Casal",
                "Affiliation": ""
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2004"
    },
    {
        "PMID": "15300262",
        "Title": "Reading the Hedgehog morphogen gradient by measuring the ratio of bound to unbound Patched protein.",
        "Abstract": "Morphogens are 'form-generating' substances that spread from localized sites of production and specify distinct cellular outcomes at different concentrations. A cell's perception of morphogen concentration is thought to be determined by the number of active receptors, with inactive receptors making little if any contribution. Patched (Ptc), the receptor for the morphogen Hedgehog (Hh), is active in the absence of ligand and blocks the expression of target genes by inhibiting Smoothened (Smo), an essential transducer of the Hh signal. Hh binding to Ptc abrogates the ability of Ptc to inhibit Smo, thereby unleashing Smo activity and inducing target gene expression. Here, we show that a cell's measure of ambient Hh concentration is not determined solely by the number of active (unliganded) Ptc molecules. Instead, we find that Hh-bound Ptc can titrate the inhibitory action of unbound Ptc. Furthermore, we demonstrate that this effect is sufficient to allow normal reading of the Hh gradient in the presence of a form of Ptc that cannot bind the ligand but retains its ability to inhibit Smo. These results support a model in which the ratio of bound to unbound Ptc molecules determines the cellular response to Hh.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Gene Expression Regulation",
            "Genotype",
            "Hedgehog Proteins",
            "Ligands",
            "Membrane Proteins",
            "Mutation",
            "Protein Binding",
            "Receptors, Cell Surface",
            "Receptors, G-Protein-Coupled",
            "Signal Transduction",
            "Smoothened Receptor",
            "Transcription Factors",
            "Transgenes"
        ],
        "Authors": [
            {
                "First Name": "Andreu",
                "Last Name": "Casali",
                "Affiliation": "Howard Hughes Medical Institute, Department of Genetics and Development, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2004"
    },
    {
        "PMID": "15025097",
        "Title": "Evidence that Armadillo transduces wingless by mediating nuclear export or cytosolic activation of Pangolin.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2004"
    },
    {
        "PMID": "12408870",
        "Title": "Evidence that Armadillo transduces wingless by mediating nuclear export or cytosolic activation of Pangolin.",
        "Abstract": "Secreted proteins of the Wnt family have profound organizing roles during animal development and are transduced via the activities of the Frizzled (Fz) class of transmembrane receptors and the TCF/LEF/Pangolin class of transcription factors. beta-catenins, including Drosophila Armadillo (Arm), link activation of Fz at the cell surface to transcriptional regulation by TCF in the nucleus. The consensus view is that Wnt signaling induces beta-catenin to enter the nucleus and combine with TCF to form a transcription factor complex in which TCF binds DNA and the C-terminal domain of beta-catenin activates transcription. Here, we present findings, which challenge this view and suggest instead that beta-catenin may transduce Wnt signals by exporting TCF from the nucleus or activating it in the cytoplasm.",
        "Keywords": [],
        "MeSH terms": [
            "Active Transport, Cell Nucleus",
            "Animals",
            "Armadillos",
            "Cytoskeletal Proteins",
            "Cytosol",
            "Drosophila",
            "Drosophila Proteins",
            "Etoposide",
            "Gene Expression Regulation",
            "Insect Proteins",
            "Nuclear Proteins",
            "Protein Structure, Tertiary",
            "Proto-Oncogene Proteins",
            "Repressor Proteins",
            "Signal Transduction",
            "Trans-Activators",
            "Transcription Factors",
            "Wnt1 Protein",
            "beta Catenin"
        ],
        "Authors": [
            {
                "First Name": "Siu-Kwong",
                "Last Name": "Chan",
                "Affiliation": "Department of Genetics, Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2002"
    },
    {
        "PMID": "12176328",
        "Title": "Developmental compartments and planar polarity in Drosophila.",
        "Abstract": "Planar polarity refers to the asymmetry of a cell within the plane of the epithelium; for example, cells may form hairs that point in a posterior direction, or cilia may beat in one way. This property implies that cells have information about their orientation; we wish to understand the nature of this information. Relevant also is the body plan of insects, which, in the ectoderm and somatic mesoderm, consists of a chain of alternating anterior and posterior compartments - basic units of development with independent cell lineage and subject to independent genetic control.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Polarity",
            "Drosophila",
            "Drosophila Proteins",
            "Membrane Glycoproteins",
            "Mutation"
        ],
        "Authors": [
            {
                "First Name": "José",
                "Last Name": "Casal",
                "Affiliation": "MRC Laboratory of Molecular Biology, Hills Road, Cambridge CB2 2QH, United Kingdom."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            },
            {
                "First Name": "Peter A",
                "Last Name": "Lawrence",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2002"
    },
    {
        "PMID": "12015301",
        "Title": "Towards a model of the organisation of planar polarity and pattern in the Drosophila abdomen.",
        "Abstract": "The abdomen of adult Drosophila consists of a chain of alternating anterior (A) and posterior (P) compartments which are themselves subdivided into stripes of different types of cuticle. Most of the cuticle is decorated with hairs and bristles that point posteriorly, indicating the planar polarity of the cells. Here we research the link between pattern and polarity. Previously we showed that the pattern of the A compartment depends on the local concentration (the scalar) of a Hedgehog morphogen produced by cells in the P compartment. Here we present evidence that the P compartment is patterned by another morphogen, Wingless, which is induced by Hedgehog in A compartment cells and then spreads back into the P compartment. We also find that both Hedgehog and Wingless appear to specify pattern by activating the optomotor blind gene, which encodes a transcription factor. We re-examine our working model that planar polarity is determined by the cells reading the gradient in concentration (the vector) of a morphogen 'X' which is produced on receipt of Hedgehog. We present evidence that Hedgehog induces X production by driving optomotor blind expression. We tried but failed to identify X and present data that X is not likely to operate through the conventional Notch, Decapentaplegic, EGF or FGF transduction pathways, or to encode a Wnt. However, we argue that Wingless may act to enhance the production or organise the distribution of X. A simple model that accommodates our results is that X forms a monotonic gradient extending from the back of the A compartment to the front of the P compartment in the next segment, a unit constituting a parasegment.",
        "Keywords": [],
        "MeSH terms": [
            "Abdomen",
            "Animals",
            "Body Patterning",
            "Drosophila melanogaster",
            "Embryo, Nonmammalian",
            "Gene Expression Regulation, Developmental",
            "Mutagenesis",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Peter A",
                "Last Name": "Lawrence",
                "Affiliation": "MRC Laboratory of Molecular Biology, Hills Road, Cambridge CB2 2QH, UK. pal@mrc-lmb.cam.ac.uk"
            },
            {
                "First Name": "José",
                "Last Name": "Casal",
                "Affiliation": ""
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2002"
    },
    {
        "PMID": "11880346",
        "Title": "Control of growth and patterning of the Drosophila wing imaginal disc by EGFR-mediated signaling.",
        "Abstract": "The subdivision of the Drosophila wing imaginal disc into dorsoventral (DV) compartments and limb-body wall (wing-notum) primordia depends on Epidermal Growth Factor Receptor (EGFR) signaling, which heritably activates apterous (ap) in D compartment cells and maintains Iroquois Complex (Iro-C) gene expression in prospective notum cells. We examine the source, identity and mode of action of the EGFR ligand(s) that specify these subdivisions. Of the three known ligands for the Drosophila EGFR, only Vein (Vn), but not Spitz or Gurken, is required for wing disc development. We show that Vn activity is required specifically in the dorsoproximal region of the wing disc for ap and Iro-C gene expression. However, ectopic expression of Vn in other locations does not reorganize ap or Iro-C gene expression. Hence, Vn appears to play a permissive rather than an instructive role in organizing the DV and wing-notum segregations, implying the existance of other localized factors that control where Vn-EGFR signaling is effective. After ap is heritably activated, the level of EGFR activity declines in D compartment cells as they proliferate and move ventrally, away from the source of the instructive ligand. We present evidence that this reduction is necessary for D and V compartment cells to interact along the compartment boundary to induce signals, like Wingless (Wg), which organize the subsequent growth and differentiation of the wing primordium.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Body Patterning",
            "Drosophila",
            "Drosophila Proteins",
            "ErbB Receptors",
            "Homeodomain Proteins",
            "LIM-Homeodomain Proteins",
            "Proto-Oncogene Proteins",
            "Signal Transduction",
            "Transcription Factors",
            "Wings, Animal",
            "Wnt1 Protein"
        ],
        "Authors": [
            {
                "First Name": "Myriam",
                "Last Name": "Zecca",
                "Affiliation": "Department of Genetics and Development, Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2002"
    },
    {
        "PMID": "11880345",
        "Title": "Subdivision of the Drosophila wing imaginal disc by EGFR-mediated signaling.",
        "Abstract": "Growth and patterning of the Drosophila wing imaginal disc depends on its subdivision into dorsoventral (DV) compartments and limb (wing) and body wall (notum) primordia. We present evidence that both the DV and wing-notum subdivisions are specified by activation of the Drosophila Epidermal Growth Factor Receptor (EGFR). We show that EGFR signaling is necessary and sufficient to activate apterous (ap) expression, thereby segregating the wing disc into D (ap-ON) and V (ap-OFF) compartments. Similarly, we demonstrate that EGFR signaling directs the expression of Iroquois Complex (Iro-C) genes in prospective notum cells, rendering them distinct from, and immiscible with, neighboring wing cells. However, EGFR signaling acts only early in development to heritably activate ap, whereas it is required persistently during subsequent development to maintain Iro-C gene expression. Hence, as the disc grows, the DV compartment boundary can shift ventrally, beyond the range of the instructive EGFR signal(s), in contrast to the notum-wing boundary, which continues to be defined by EGFR input.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Body Patterning",
            "Drosophila",
            "Drosophila Proteins",
            "ErbB Receptors",
            "Homeodomain Proteins",
            "LIM-Homeodomain Proteins",
            "Signal Transduction",
            "Transcription Factors",
            "Wings, Animal"
        ],
        "Authors": [
            {
                "First Name": "Myriam",
                "Last Name": "Zecca",
                "Affiliation": "Department of Genetics and Development, Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2002"
    }
]