[
    {
        "PMID": "38763702",
        "Title": "The Sixth Sense: Self-nucleic acid sensing in the brain.",
        "Abstract": "Our innate immune system uses pattern recognition receptors (PRRs) as a first line of defense to detect microbial ligands and initiate an immune response. Viral nucleic acids are key ligands for the activation of many PRRs and the induction of downstream inflammatory and antiviral effects. Initially it was thought that endogenous (self) nucleic acids rarely activated these PRRs, however emerging evidence indicates that endogenous nucleic acids are able to activate host PRRs in homeostasis and disease. In fact, many regulatory mechanisms are in place to finely control and regulate sensing of self-nucleic acids by PRRs. Sensing of self-nucleic acids is particularly important in the brain, as perturbations to nucleic acid sensing commonly leads to neuropathology. This review will highlight the role of nucleic acid sensors in the brain, both in disease and homeostasis. We also indicate the source of endogenous stimulatory nucleic acids where known and summarize future directions for the study of this growing field.",
        "Keywords": [
            "Brain",
            "DNA sensing PRRs: cGAS, AIM2, TLR9",
            "Neurodegeneration: Aicardi-Goutieres syndrome (AGS), Alzheimer's disease, Amyotrophic lateral sclerosis, Stroke, Traumatic brain injury",
            "Neurodevelopment",
            "Neuroinflammation",
            "Nuecleic acid immunity",
            "Pattern recognition receptors (PRRs)",
            "RNA sensing PRRs: MDA5, RIG-I, PKR, TLR3, TLR7/8"
        ],
        "MeSH terms": [
            "Humans",
            "Brain",
            "Animals",
            "Receptors, Pattern Recognition",
            "Immunity, Innate",
            "Nucleic Acids",
            "Homeostasis",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Tyler J",
                "Last Name": "Dorrity",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, United States."
            },
            {
                "First Name": "Heegwon",
                "Last Name": "Shin",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, United States."
            },
            {
                "First Name": "Jake A",
                "Last Name": "Gertie",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, United States; Integrated Program in Cellular, Molecular, and Biomedical Studies, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, United States; Medical Scientist Training Program, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, United States."
            },
            {
                "First Name": "Hachung",
                "Last Name": "Chung",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, United States. Electronic address: hc3070@cumc.columbia.edu."
            }
        ],
        "Journal": "Advances in immunology",
        "PubDate": "2024"
    },
    {
        "PMID": "37967525",
        "Title": "SMPDL3A links cholesterol metabolism to the cGAS-STING pathway.",
        "Abstract": "Liver X receptor (LXR), well known for its role in cholesterol metabolism, also has anti-inflammatory properties. In this issue of Immunity, Hou et al. demonstrate that LXR signaling induces SMPDL3A, a cGAMP-degrading enzyme that restricts cGAS-cGAMP-STING innate immune signaling, providing a mechanistic link between lipid metabolism and inflammation.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Signal Transduction",
            "Nucleotidyltransferases",
            "Inflammation",
            "Lipid Metabolism",
            "Cholesterol",
            "Immunity, Innate"
        ],
        "Authors": [
            {
                "First Name": "Heegwon",
                "Last Name": "Shin",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Hachung",
                "Last Name": "Chung",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA. Electronic address: hc3070@cumc.columbia.edu."
            }
        ],
        "Journal": "Immunity",
        "PubDate": "2023"
    },
    {
        "PMID": "37922869",
        "Title": "A tale of two pathways: Two distinct mechanisms of ADAR1 prevent fatal autoinflammation.",
        "Abstract": "In this issue, Hu and Heraud-Farlow et al.",
        "Keywords": [],
        "MeSH terms": [
            "Mice",
            "Animals",
            "RNA, Double-Stranded",
            "Adenosine Deaminase"
        ],
        "Authors": [
            {
                "First Name": "Tyler J",
                "Last Name": "Dorrity",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Hachung",
                "Last Name": "Chung",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA. Electronic address: hc3070@cumc.columbia.edu."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2023"
    },
    {
        "PMID": "37862432",
        "Title": "Long 3'UTRs predispose neurons to inflammation by promoting immunostimulatory double-stranded RNA formation.",
        "Abstract": "Loss of RNA homeostasis underlies numerous neurodegenerative and neuroinflammatory diseases. However, the molecular mechanisms that trigger neuroinflammation are poorly understood. Viral double-stranded RNA (dsRNA) triggers innate immune responses when sensed by host pattern recognition receptors (PRRs) present in all cell types. Here, we report that human neurons intrinsically carry exceptionally high levels of immunostimulatory dsRNAs and identify long 3'UTRs as giving rise to neuronal dsRNA structures. We found that the neuron-enriched ELAVL family of genes (",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "3' Untranslated Regions",
            "RNA, Double-Stranded",
            "Neuroinflammatory Diseases",
            "Inflammation",
            "Receptors, Pattern Recognition",
            "Neurons",
            "Zika Virus",
            "Zika Virus Infection"
        ],
        "Authors": [
            {
                "First Name": "Tyler J",
                "Last Name": "Dorrity",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Heegwon",
                "Last Name": "Shin",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Kenenni A",
                "Last Name": "Wiegand",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Justin",
                "Last Name": "Aruda",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Closser",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Emily",
                "Last Name": "Jung",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Jake A",
                "Last Name": "Gertie",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Amanda",
                "Last Name": "Leone",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Rachel",
                "Last Name": "Polfer",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Bruce",
                "Last Name": "Culbertson",
                "Affiliation": "Integrated Program in Cellular, Molecular, and Biomedical Studies, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Lisa",
                "Last Name": "Yu",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Christine",
                "Last Name": "Wu",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Takamasa",
                "Last Name": "Ito",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Yuefeng",
                "Last Name": "Huang",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Anna-Lena",
                "Last Name": "Steckelberg",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Hynek",
                "Last Name": "Wichterle",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Hachung",
                "Last Name": "Chung",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            }
        ],
        "Journal": "Science immunology",
        "PubDate": "2023"
    },
    {
        "PMID": "36892775",
        "Title": "Identification of ADAR1 p150 and p110 Associated Edit Sites.",
        "Abstract": "Adenosine deaminase acting on RNA 1 (ADAR1) catalyzes adenosine-to-inosine editing on double-stranded RNA molecules and is involved in regulating cellular responses to endogenous and exogenous RNA. ADAR1 is the primary A-to-I editor of RNA in humans, and the majority of edit sites are found in a class of short interspersed nuclear elements called Alu elements, many of which are located in introns and 3' untranslated regions. Two ADAR1 protein isoforms, p110 (110 kDa) and p150 (150 kDa), are known to be coupled in expression, and decoupling the expression of these isoforms has revealed that the p150 isoform edits a broader range of targets compared to p110. Numerous methods for identification of ADAR1-associated edits have been developed, and we present here a specific method for identification of edit sites associated with individual ADAR1 isoforms.",
        "Keywords": [
            "A-to-I editing",
            "ADAR1",
            "RNA sequencing"
        ],
        "MeSH terms": [
            "Humans",
            "Adenosine Deaminase",
            "Introns",
            "Protein Isoforms",
            "RNA, Double-Stranded"
        ],
        "Authors": [
            {
                "First Name": "Tony",
                "Last Name": "Sun",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY, USA. tony_sun@urmc.rochester.edu."
            },
            {
                "First Name": "Brad R",
                "Last Name": "Rosenberg",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY, USA."
            },
            {
                "First Name": "Hachung",
                "Last Name": "Chung",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Charles M",
                "Last Name": "Rice",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY, USA."
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2023"
    },
    {
        "PMID": "33723056",
        "Title": "Decoupling expression and editing preferences of ADAR1 p150 and p110 isoforms.",
        "Abstract": "Human adenosine deaminase acting on RNA 1 (ADAR1) catalyzes adenosine-to-inosine deamination reactions on double-stranded RNA molecules to regulate cellular responses to endogenous and exogenous RNA. Defective ADAR1 editing leads to disorders such as Aicardi-Goutières syndrome, an autoinflammatory disease that manifests in the brain and skin, and dyschromatosis symmetrica hereditaria, a skin pigmentation disorder. Two ADAR1 protein isoforms, p150 (150 kDa) and p110 (110 kDa), are expressed and can edit RNA, but the contribution of each isoform to the editing landscape remains unclear, largely because of the challenges in expressing p150 without p110. In this study, we demonstrate that p110 is coexpressed with p150 from the canonical p150-encoding mRNA due to leaky ribosome scanning downstream of the p150 start codon. The presence of a strong Kozak consensus context surrounding the p110 start codon suggests the p150 mRNA is optimized to leak p110 alongside expression of p150. To reduce leaky scanning and translation initiation at the p110 start codon, we introduced synonymous mutations in the coding region between the p150 and p110 start codons. Cells expressing p150 constructs with these mutations produced significantly reduced levels of p110. Editing analysis of total RNA from ADAR1 knockout cells reconstituted separately with modified p150 and p110 revealed that more than half of the A-to-I edit sites are selectively edited by p150, and the other half are edited by either p150 or p110. This method of isoform-selective editing analysis, making use of the modified p150, has the potential to be adapted for other cellular contexts.",
        "Keywords": [
            "ADAR1",
            "RNA editing",
            "p110",
            "p150"
        ],
        "MeSH terms": [
            "Adenosine Deaminase",
            "Autoimmune Diseases of the Nervous System",
            "Disease Susceptibility",
            "Gene Expression Regulation",
            "Gene Knockout Techniques",
            "Genetic Predisposition to Disease",
            "Humans",
            "Nervous System Malformations",
            "Pigmentation Disorders",
            "Protein Isoforms",
            "RNA Editing",
            "RNA-Binding Proteins"
        ],
        "Authors": [
            {
                "First Name": "Tony",
                "Last Name": "Sun",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY 10065."
            },
            {
                "First Name": "Yingpu",
                "Last Name": "Yu",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY 10065."
            },
            {
                "First Name": "Xianfang",
                "Last Name": "Wu",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY 10065."
            },
            {
                "First Name": "Ashley",
                "Last Name": "Acevedo",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY 10065."
            },
            {
                "First Name": "Ji-Dung",
                "Last Name": "Luo",
                "Affiliation": "Bioinformatics Resource Center, The Rockefeller University, New York, NY 10065."
            },
            {
                "First Name": "Jiayi",
                "Last Name": "Wang",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY 10065."
            },
            {
                "First Name": "William M",
                "Last Name": "Schneider",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY 10065."
            },
            {
                "First Name": "Brian",
                "Last Name": "Hurwitz",
                "Affiliation": "Laboratory of Mammalian Cell Biology and Development, The Rockefeller University, New York, NY 10065."
            },
            {
                "First Name": "Brad R",
                "Last Name": "Rosenberg",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029."
            },
            {
                "First Name": "Hachung",
                "Last Name": "Chung",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032 hc3070@cumc.columbia.edu ricec@rockefeller.edu."
            },
            {
                "First Name": "Charles M",
                "Last Name": "Rice",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY 10065; hc3070@cumc.columbia.edu ricec@rockefeller.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2021"
    },
    {
        "PMID": "32020081",
        "Title": "Regulation of long non-coding RNAs and genome dynamics by the RNA surveillance machinery.",
        "Abstract": "Much of the mammalian genome is transcribed, generating long non-coding RNAs (lncRNAs) that can undergo post-transcriptional surveillance whereby only a subset of the non-coding transcripts is allowed to attain sufficient stability to persist in the cellular milieu and control various cellular functions. Paralleling protein turnover by the proteasome complex, lncRNAs are also likely to exist in a dynamic equilibrium that is maintained through constant monitoring by the RNA surveillance machinery. In this Review, we describe the RNA surveillance factors and discuss the vital role of lncRNA surveillance in orchestrating various biological processes, including the protection of genome integrity, maintenance of pluripotency of embryonic stem cells, antibody-gene diversification, coordination of immune cell activation and regulation of heterochromatin formation. We also discuss examples of human diseases and developmental defects associated with the failure of RNA surveillance mechanisms, further highlighting the importance of lncRNA surveillance in maintaining cell and organism functions and health.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromatin Assembly and Disassembly",
            "Gene Expression Regulation",
            "Genome",
            "Humans",
            "RNA Stability",
            "RNA, Long Noncoding"
        ],
        "Authors": [
            {
                "First Name": "Lekha",
                "Last Name": "Nair",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Hachung",
                "Last Name": "Chung",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York City, NY, USA. ub2121@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature reviews. Molecular cell biology",
        "PubDate": "2020"
    },
    {
        "PMID": "30467234",
        "Title": "T time for ADAR: ADAR1 is required for T cell self-tolerance.",
        "Abstract": "ADAR1, an RNA‐editing enzyme, plays a key role in preventing self‐RNAs from triggering autoinflammatory responses. In this issue of ",
        "Keywords": [],
        "MeSH terms": [
            "Autoimmunity",
            "RNA Editing",
            "RNA-Binding Proteins",
            "Self Tolerance",
            "T-Lymphocytes"
        ],
        "Authors": [
            {
                "First Name": "Hachung",
                "Last Name": "Chung",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Charles M",
                "Last Name": "Rice",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY, USA."
            }
        ],
        "Journal": "EMBO reports",
        "PubDate": "2018"
    },
    {
        "PMID": "30222761",
        "Title": "Correction: miRNA independent hepacivirus variants suggest a strong evolutionary pressure to maintain miR-122 dependence.",
        "Abstract": "[This corrects the article DOI: 10.1371/journal.ppat.1006694.].",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Yingpu",
                "Last Name": "Yu",
                "Affiliation": ""
            },
            {
                "First Name": "Troels K H",
                "Last Name": "Scheel",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph M",
                "Last Name": "Luna",
                "Affiliation": ""
            },
            {
                "First Name": "Hachung",
                "Last Name": "Chung",
                "Affiliation": ""
            },
            {
                "First Name": "Eiko",
                "Last Name": "Nishiuchi",
                "Affiliation": ""
            },
            {
                "First Name": "Margaret A",
                "Last Name": "Scull",
                "Affiliation": ""
            },
            {
                "First Name": "Natalia",
                "Last Name": "Echeverría",
                "Affiliation": ""
            },
            {
                "First Name": "Inna",
                "Last Name": "Ricardo-Lax",
                "Affiliation": ""
            },
            {
                "First Name": "Amit",
                "Last Name": "Kapoor",
                "Affiliation": ""
            },
            {
                "First Name": "W Ian",
                "Last Name": "Lipkin",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas J",
                "Last Name": "Divers",
                "Affiliation": ""
            },
            {
                "First Name": "Douglas F",
                "Last Name": "Antczak",
                "Affiliation": ""
            },
            {
                "First Name": "Bud C",
                "Last Name": "Tennant",
                "Affiliation": ""
            },
            {
                "First Name": "Charles M",
                "Last Name": "Rice",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS pathogens",
        "PubDate": "2018"
    },
    {
        "PMID": "29395325",
        "Title": "Human ADAR1 Prevents Endogenous RNA from Triggering Translational Shutdown.",
        "Abstract": "Type I interferon (IFN) is produced when host sensors detect foreign nucleic acids, but how sensors differentiate self from nonself nucleic acids, such as double-stranded RNA (dsRNA), is incompletely understood. Mutations in ADAR1, an adenosine-to-inosine editing enzyme of dsRNA, cause Aicardi-Goutières syndrome, an autoinflammatory disorder associated with spontaneous interferon production and neurologic sequelae. We generated ADAR1 knockout human cells to explore ADAR1 substrates and function. ADAR1 primarily edited Alu elements in RNA polymerase II (pol II)-transcribed mRNAs, but not putative pol III-transcribed Alus. During the IFN response, ADAR1 blocked translational shutdown by inhibiting hyperactivation of PKR, a dsRNA sensor. ADAR1 dsRNA binding and catalytic activities were required to fully prevent endogenous RNA from activating PKR. Remarkably, ADAR1 knockout neuronal progenitor cells exhibited MDA5 (dsRNA sensor)-dependent spontaneous interferon production, PKR activation, and cell death. Thus, human ADAR1 regulates sensing of self versus nonself RNA, allowing pathogen detection while avoiding autoinflammation.",
        "Keywords": [
            "ADAR1",
            "AGS",
            "Aicardi-Goutieres syndrome",
            "Alu elements",
            "MDA5",
            "PKR",
            "RNA editing",
            "innate immunity",
            "neuronal progenitor cells",
            "translation",
            "type I interferon"
        ],
        "MeSH terms": [
            "Adenosine Deaminase",
            "Alu Elements",
            "Autoimmune Diseases of the Nervous System",
            "Cell Death",
            "Gene Knockout Techniques",
            "HEK293 Cells",
            "Humans",
            "Inflammation",
            "Interferon-Induced Helicase, IFIH1",
            "Nervous System Malformations",
            "Neural Stem Cells",
            "Protein Biosynthesis",
            "RNA Polymerase II",
            "RNA, Double-Stranded",
            "RNA-Binding Proteins",
            "eIF-2 Kinase"
        ],
        "Authors": [
            {
                "First Name": "Hachung",
                "Last Name": "Chung",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Jorg J A",
                "Last Name": "Calis",
                "Affiliation": "Program in Immunogenomics, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Xianfang",
                "Last Name": "Wu",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Tony",
                "Last Name": "Sun",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Yingpu",
                "Last Name": "Yu",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Stephanie L",
                "Last Name": "Sarbanes",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Viet Loan",
                "Last Name": "Dao Thi",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Abigail R",
                "Last Name": "Shilvock",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "H-Heinrich",
                "Last Name": "Hoffmann",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Brad R",
                "Last Name": "Rosenberg",
                "Affiliation": "Program in Immunogenomics, The Rockefeller University, New York, NY 10065, USA; Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Charles M",
                "Last Name": "Rice",
                "Affiliation": "Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY 10065, USA. Electronic address: ricec@rockefeller.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2018"
    },
    {
        "PMID": "29084265",
        "Title": "miRNA independent hepacivirus variants suggest a strong evolutionary pressure to maintain miR-122 dependence.",
        "Abstract": "Hepatitis C virus (HCV) requires the liver specific micro-RNA (miRNA), miR-122, to replicate. This was considered unique among RNA viruses until recent discoveries of HCV-related hepaciviruses prompting the question of a more general miR-122 dependence. Among hepaciviruses, the closest known HCV relative is the equine non-primate hepacivirus (NPHV). Here, we used Argonaute cross-linking immunoprecipitation (AGO-CLIP) to confirm AGO binding to the single predicted miR-122 site in the NPHV 5'UTR in vivo. To study miR-122 requirements in the absence of NPHV-permissive cell culture systems, we generated infectious NPHV/HCV chimeric viruses with the 5' end of NPHV replacing orthologous HCV sequences. These chimeras were viable even in cells lacking miR-122, although miR-122 presence enhanced virus production. No other miRNAs bound this region. By random mutagenesis, we isolated HCV variants partially dependent on miR-122 as well as robustly replicating NPHV/HCV variants completely independent of any miRNAs. These miRNA independent variants even replicate and produce infectious particles in non-hepatic cells after exogenous delivery of apolipoprotein E (ApoE). Our findings suggest that miR-122 independent HCV and NPHV variants have arisen and been sampled during evolution, yet miR-122 dependence has prevailed. We propose that hepaciviruses may use this mechanism to guarantee liver tropism and exploit the tolerogenic liver environment to avoid clearance and promote chronicity.",
        "Keywords": [],
        "MeSH terms": [
            "Apolipoproteins E",
            "Argonaute Proteins",
            "Cell Line, Tumor",
            "Eukaryotic Initiation Factors",
            "Evolution, Molecular",
            "Hepacivirus",
            "Hepatitis C",
            "Humans",
            "MicroRNAs",
            "Mutagenesis",
            "Viral Tropism"
        ],
        "Authors": [
            {
                "First Name": "Yingpu",
                "Last Name": "Yu",
                "Affiliation": "Laboratory of Virology and Infectious Disease, Center for the Study of Hepatitis C, The Rockefeller University, New York, NY, United States of America."
            },
            {
                "First Name": "Troels K H",
                "Last Name": "Scheel",
                "Affiliation": "Laboratory of Virology and Infectious Disease, Center for the Study of Hepatitis C, The Rockefeller University, New York, NY, United States of America."
            },
            {
                "First Name": "Joseph M",
                "Last Name": "Luna",
                "Affiliation": "Laboratory of Virology and Infectious Disease, Center for the Study of Hepatitis C, The Rockefeller University, New York, NY, United States of America."
            },
            {
                "First Name": "Hachung",
                "Last Name": "Chung",
                "Affiliation": "Laboratory of Virology and Infectious Disease, Center for the Study of Hepatitis C, The Rockefeller University, New York, NY, United States of America."
            },
            {
                "First Name": "Eiko",
                "Last Name": "Nishiuchi",
                "Affiliation": "Laboratory of Virology and Infectious Disease, Center for the Study of Hepatitis C, The Rockefeller University, New York, NY, United States of America."
            },
            {
                "First Name": "Margaret A",
                "Last Name": "Scull",
                "Affiliation": "Laboratory of Virology and Infectious Disease, Center for the Study of Hepatitis C, The Rockefeller University, New York, NY, United States of America."
            },
            {
                "First Name": "Natalia",
                "Last Name": "Echeverría",
                "Affiliation": "Laboratory of Virology and Infectious Disease, Center for the Study of Hepatitis C, The Rockefeller University, New York, NY, United States of America."
            },
            {
                "First Name": "Inna",
                "Last Name": "Ricardo-Lax",
                "Affiliation": "Laboratory of Virology and Infectious Disease, Center for the Study of Hepatitis C, The Rockefeller University, New York, NY, United States of America."
            },
            {
                "First Name": "Amit",
                "Last Name": "Kapoor",
                "Affiliation": "Department of Pediatrics, College of Medicine, The Ohio State University, Columbus, OH, United States of America."
            },
            {
                "First Name": "W Ian",
                "Last Name": "Lipkin",
                "Affiliation": "Center for Infection and Immunity, Mailman School of Public Health and College of Physicians & Surgeons, Columbia University, New York, NY, United States of America."
            },
            {
                "First Name": "Thomas J",
                "Last Name": "Divers",
                "Affiliation": "Department of Clinical Sciences, College of Veterinary Medicine, Cornell University, Ithaca, NY, United States of America."
            },
            {
                "First Name": "Douglas F",
                "Last Name": "Antczak",
                "Affiliation": "Baker Institute for Animal Health, College of Veterinary Medicine, Cornell University, Ithaca, NY, United States of America."
            },
            {
                "First Name": "Bud C",
                "Last Name": "Tennant",
                "Affiliation": "Department of Clinical Sciences, College of Veterinary Medicine, Cornell University, Ithaca, NY, United States of America."
            },
            {
                "First Name": "Charles M",
                "Last Name": "Rice",
                "Affiliation": "Laboratory of Virology and Infectious Disease, Center for the Study of Hepatitis C, The Rockefeller University, New York, NY, United States of America."
            }
        ],
        "Journal": "PLoS pathogens",
        "PubDate": "2017"
    },
    {
        "PMID": "22726443",
        "Title": "Gut immune maturation depends on colonization with a host-specific microbiota.",
        "Abstract": "Gut microbial induction of host immune maturation exemplifies host-microbe mutualism. We colonized germ-free (GF) mice with mouse microbiota (MMb) or human microbiota (HMb) to determine whether small intestinal immune maturation depends on a coevolved host-specific microbiota. Gut bacterial numbers and phylum abundance were similar in MMb and HMb mice, but bacterial species differed, especially the Firmicutes. HMb mouse intestines had low levels of CD4(+) and CD8(+) T cells, few proliferating T cells, few dendritic cells, and low antimicrobial peptide expression--all characteristics of GF mice. Rat microbiota also failed to fully expand intestinal T cell numbers in mice. Colonizing GF or HMb mice with mouse-segmented filamentous bacteria (SFB) partially restored T cell numbers, suggesting that SFB and other MMb organisms are required for full immune maturation in mice. Importantly, MMb conferred better protection against Salmonella infection than HMb. A host-specific microbiota appears to be critical for a healthy immune system.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Bacteria",
            "Cell Proliferation",
            "Female",
            "Germ-Free Life",
            "Humans",
            "Immunity, Innate",
            "Intestines",
            "Male",
            "Metagenome",
            "Mice",
            "Rats",
            "Rats, Sprague-Dawley",
            "Salmonella Infections",
            "Species Specificity",
            "Specific Pathogen-Free Organisms",
            "Symbiosis",
            "T-Lymphocytes"
        ],
        "Authors": [
            {
                "First Name": "Hachung",
                "Last Name": "Chung",
                "Affiliation": "Channing Laboratory, Brigham and Women's Hospital, Harvard Medical School, Boston, MA 02115, USA."
            },
            {
                "First Name": "Sünje J",
                "Last Name": "Pamp",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Hill",
                "Affiliation": ""
            },
            {
                "First Name": "Neeraj K",
                "Last Name": "Surana",
                "Affiliation": ""
            },
            {
                "First Name": "Sanna M",
                "Last Name": "Edelman",
                "Affiliation": ""
            },
            {
                "First Name": "Erin B",
                "Last Name": "Troy",
                "Affiliation": ""
            },
            {
                "First Name": "Nicola C",
                "Last Name": "Reading",
                "Affiliation": ""
            },
            {
                "First Name": "Eduardo J",
                "Last Name": "Villablanca",
                "Affiliation": ""
            },
            {
                "First Name": "Sen",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Jorge R",
                "Last Name": "Mora",
                "Affiliation": ""
            },
            {
                "First Name": "Yoshinori",
                "Last Name": "Umesaki",
                "Affiliation": ""
            },
            {
                "First Name": "Diane",
                "Last Name": "Mathis",
                "Affiliation": ""
            },
            {
                "First Name": "Christophe",
                "Last Name": "Benoist",
                "Affiliation": ""
            },
            {
                "First Name": "David A",
                "Last Name": "Relman",
                "Affiliation": ""
            },
            {
                "First Name": "Dennis L",
                "Last Name": "Kasper",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2012"
    },
    {
        "PMID": "20656465",
        "Title": "Microbiota-stimulated immune mechanisms to maintain gut homeostasis.",
        "Abstract": "In recent years there has been an explosion of interest to identify microbial inhabitants of human and understand their beneficial role in health. In the gut, a symbiotic host-microbial interaction has coevolved as bacteria make essential contributions to human metabolism and bacteria in turn benefits from the nutrient-rich niche in the intestine. To maintain host-microbe coexistence, the host must protect itself against microbial invasion, injury, and overreactions to foreign food antigens, and gut microbes need protection against competing microbes and the host immune system. Perturbation of this homeostatic coexistence has been strongly associated with human disease. This review discusses how gut bacteria regulate host innate and adaptive immunity, with emphasis on how this regulation contributes to host-microbe homeostasis in the gut.",
        "Keywords": [],
        "MeSH terms": [
            "Gastrointestinal Tract",
            "Homeostasis",
            "Humans",
            "Immune System",
            "Immunity, Mucosal",
            "Intestinal Mucosa",
            "Metagenome"
        ],
        "Authors": [
            {
                "First Name": "Hachung",
                "Last Name": "Chung",
                "Affiliation": "Harvard Medical School, Microbiology and Molecular Genetics and Medicine, Channing Laboratory, 181 Longwood Avenue, Boston, MA 02115, USA."
            },
            {
                "First Name": "Dennis Lee",
                "Last Name": "Kasper",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in immunology",
        "PubDate": "2010"
    },
    {
        "PMID": "20159619",
        "Title": "Microbial colonization drives expansion of IL-1 receptor 1-expressing and IL-17-producing gamma/delta T cells.",
        "Abstract": "IL-17 cytokine production by the Th17 T cell subset is regulated by intestinal commmensals. We show that microbial colonization also regulates innate IL-17 production. A population of CD62L(-) gamma/delta T cells, in particular a lineage expressing the IL-1 receptor 1 (IL-1R1), can be quickly activated by microbes to produce IL-17. Antibiotic treatment and monocolonization of mice suggest that specific commensals-but not metronidazole-sensitive anaerobes like Bacteroides species-are required for maintaining IL-1R1(+) gamma/delta T cells. Signaling through the guanine nucleotide exchange factor VAV1, but not through Toll-like receptors or antigen presentation pathways, is essential for inducing IL-1R1(+) gamma/delta T cells. Furthermore, IL-1R1(+) gamma/delta T cells are a potential source of IL-17 that can be activated by IL-23 and IL-1 in both infectious and noninfectious settings in vitro and in vivo. Thus, commensals orchestrate the expansion of phenotypically distinct gammadelta T cells, and innate immunity is a three-way interaction between host, pathogens, and microbiota.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Bacteria",
            "Cell Proliferation",
            "Gastrointestinal Tract",
            "Interleukin-17",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Models, Biological",
            "Receptors, Antigen, T-Cell, gamma-delta",
            "Receptors, Interleukin-1",
            "T-Lymphocyte Subsets",
            "T-Lymphocytes"
        ],
        "Authors": [
            {
                "First Name": "Jinyou",
                "Last Name": "Duan",
                "Affiliation": "Department of Medicine, Brigham and Women's Hospital, Boston, MA 02115, USA."
            },
            {
                "First Name": "Hachung",
                "Last Name": "Chung",
                "Affiliation": ""
            },
            {
                "First Name": "Erin",
                "Last Name": "Troy",
                "Affiliation": ""
            },
            {
                "First Name": "Dennis L",
                "Last Name": "Kasper",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell host & microbe",
        "PubDate": "2010"
    },
    {
        "PMID": "18936485",
        "Title": "Induction of group A Streptococcus virulence by a human antimicrobial peptide.",
        "Abstract": "Group A streptococci (Streptococcus pyogenes or GAS) freshly isolated from individuals with streptococcal sore throat or invasive (\"flesh-eating\") infection often grow as mucoid colonies on primary culture but lose this colony appearance after laboratory passage. The mucoid phenotype is due to abundant production of the hyaluronic acid capsular polysaccharide, a key virulence determinant associated with severe GAS infections. These observations suggest that signal(s) from the human host trigger increased production of capsule and perhaps other virulence factors during infection. Here we show that subinhibitory concentrations of the human antimicrobial cathelicidin peptide LL-37 stimulate expression of the GAS capsule synthesis operon (hasABC). Up-regulation is mediated by the CsrRS 2-component regulatory system: it requires a functional CsrS sensor protein and can be antagonized by increased extracellular Mg(2+), the other identified environmental signal for CsrS. Up-regulation was also evident for other CsrRS-regulated virulence genes, including the IL-8 protease PrtS/ScpC and the integrin-like/IgG protease Mac/IdeS, findings that suggest a coordinated GAS virulence response elicited by this antimicrobial immune effector peptide. LL-37 signaling through CsrRS led to a marked increase in GAS resistance to opsonophagocytic killing by human leukocytes, an in vitro measure of enhanced GAS virulence, consistent with increased expression of the antiphagocytic capsular polysaccharide and Mac/IdeS. We propose that the human cathelicidin LL-37 has the paradoxical effect of stimulating CsrRS-regulated virulence gene expression, thereby enhancing GAS pathogenicity during infection. The ability of GAS to sense and respond to LL-37 may explain, at least in part, the unique susceptibility of the human species to streptococcal infection.",
        "Keywords": [],
        "MeSH terms": [
            "Antimicrobial Cationic Peptides",
            "Bacterial Capsules",
            "Bacterial Proteins",
            "Cathelicidins",
            "Cells, Cultured",
            "Disease Susceptibility",
            "Gene Expression Regulation, Bacterial",
            "Humans",
            "Leukocytes",
            "Molecular Sequence Data",
            "Operon",
            "Phagocytosis",
            "Protein Kinases",
            "Streptococcal Infections",
            "Streptococcus pyogenes",
            "Virulence"
        ],
        "Authors": [
            {
                "First Name": "Ioannis",
                "Last Name": "Gryllos",
                "Affiliation": "Division of Infectious Diseases, Children's Hospital Boston and Harvard Medical School, Boston, MA 02115, USA."
            },
            {
                "First Name": "Hien J",
                "Last Name": "Tran-Winkler",
                "Affiliation": ""
            },
            {
                "First Name": "Ming-Fang",
                "Last Name": "Cheng",
                "Affiliation": ""
            },
            {
                "First Name": "Hachung",
                "Last Name": "Chung",
                "Affiliation": ""
            },
            {
                "First Name": "Robert",
                "Last Name": "Bolcome",
                "Affiliation": ""
            },
            {
                "First Name": "Wuyuan",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Robert I",
                "Last Name": "Lehrer",
                "Affiliation": ""
            },
            {
                "First Name": "Michael R",
                "Last Name": "Wessels",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2008"
    },
    {
        "PMID": "15784589",
        "Title": "Role of predicted transmembrane domains for type III translocation, pore formation, and signaling by the Yersinia pseudotuberculosis YopB protein.",
        "Abstract": "YopB is a 401-amino-acid protein that is secreted by a plasmid-encoded type III secretion system in pathogenic Yersinia species. YopB is required for Yersinia spp. to translocate across the host plasma membrane a set of secreted effector proteins that function to counteract immune signaling responses and to induce apoptosis. YopB contains two predicted transmembrane helices (residues 166 to 188 and 228 to 250) that are thought to insert into the host plasma membrane during translocation. YopB is also required for pore formation and host-cell-signaling responses to the type III machinery, and these functions of YopB may also require membrane insertion. To elucidate the importance of membrane insertion for YopB function, YopB proteins containing helix-disrupting double consecutive proline substitutions in the center of each transmembrane domain were constructed. Yersinia pseudotuberculosis strains expressing the mutant YopB proteins were used to infect macrophages or epithelial cells. Effector translocation, pore formation, and host-cell-signaling responses were studied. Introduction of helix-disrupting substitutions into the second transmembrane domain of YopB resulted in a nonfunctional protein that was not secreted by the type III machinery. Introduction of helix-disrupting substitutions into the first transmembrane domain of YopB resulted in a protein that was fully functional for secretion and for interaction with YopD, another component of the translocation machinery. However, the YopB protein with helix-disrupting substitutions in the first transmembrane domain was partially defective for translocation, pore formation, and signaling, suggesting that all three functions of YopB involve insertion into host membrane.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Bacterial Outer Membrane Proteins",
            "Cell Membrane",
            "Mice",
            "Protein Structure, Secondary",
            "Protein Transport",
            "Signal Transduction",
            "Yersinia pseudotuberculosis"
        ],
        "Authors": [
            {
                "First Name": "Michelle B",
                "Last Name": "Ryndak",
                "Affiliation": "Center for Infectious Diseases and Department of Molecular Genetics and Microbiology, 130 Life Sciences, SUNY at Stony Brook, Stony Brook, NY 11794-5222, USA."
            },
            {
                "First Name": "Hachung",
                "Last Name": "Chung",
                "Affiliation": ""
            },
            {
                "First Name": "Erwin",
                "Last Name": "London",
                "Affiliation": ""
            },
            {
                "First Name": "James B",
                "Last Name": "Bliska",
                "Affiliation": ""
            }
        ],
        "Journal": "Infection and immunity",
        "PubDate": "2005"
    }
]