[
    {
        "PMID": "36227589",
        "Title": "EGFR signal transduction is downregulated in C. elegans vulval precursor cells during dauer diapause.",
        "Abstract": "Caenorhabditis elegans larvae display developmental plasticity in response to environmental conditions: in adverse conditions, second-stage larvae enter a reversible, long-lived dauer stage instead of proceeding to reproductive adulthood. Dauer entry interrupts vulval induction and is associated with a reprogramming-like event that preserves the multipotency of vulval precursor cells (VPCs), allowing vulval development to reinitiate if conditions improve. Vulval induction requires the LIN-3/EGF-like signal from the gonad, which activates EGFR-Ras-ERK signal transduction in the nearest VPC, P6.p. Here, using a biosensor and live imaging we show that EGFR-Ras-ERK activity is downregulated in P6.p in dauers. We investigated this process using gene mutations or transgenes to manipulate different steps of the pathway, and by analyzing LET-23/EGFR subcellular localization during dauer life history. We found that the response to EGF is attenuated at or upstream of Ras activation, and discuss potential membrane-associated mechanisms that could achieve this. We also describe other findings pertaining to the maintenance of VPC competence and quiescence in dauer larvae. Our analysis indicates that VPCs have L2-like and unique dauer stage features rather than features of L3 VPCs in continuous development.",
        "Keywords": [
            "C. elegans",
            "Dauer",
            "EGFR",
            "ERK",
            "Ras",
            "Vulva"
        ],
        "MeSH terms": [
            "Animals",
            "Female",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Epidermal Growth Factor",
            "Vulva",
            "Signal Transduction",
            "Diapause",
            "ErbB Receptors"
        ],
        "Authors": [
            {
                "First Name": "Catherine",
                "Last Name": "O'Keeffe",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2022"
    },
    {
        "PMID": "35451467",
        "Title": "Genetic analysis of DAF-18/PTEN missense mutants for the ability to maintain quiescence of the somatic gonad and germ line in Caenorhabditis elegans dauer larvae.",
        "Abstract": "The mammalian tumor suppressor PTEN has well-established lipid phosphatase and protein phosphatase activities. DAF-18, the Caenorhabditis elegans ortholog of PTEN, has a high degree of conservation in the catalytic domain, and human PTEN complements a null allele of daf-18, suggesting conserved protein function. Insights gleaned from studies of mammalian PTEN have been applied to studies of DAF-18 in C. elegans, including predicted enzymatic properties of mutants. Here, we characterize DAF-18 missense mutants previously treated as selectively disrupting either protein or lipid phosphatase activity in genetic assays to connect distinct phenotypes to specific enzymatic activities of DAF-18/PTEN. We analyze the ability of these mutants to maintain quiescence of the somatic gonad and germ line in dauer larvae, a state of diapause during which development is suspended. We show that transgenes expressing either the putative lipid phosphatase-deficient or putative protein phosphatase-deficient form fail to complement a daf-18 null allele, and that the corresponding homozygous endogenous missense mutant alleles fail to maintain developmental quiescence. We also show that the endogenous daf-18 missense alleles fail to complement each other, suggesting that one or both of the missense forms are not activity-selective. Furthermore, homozygous daf-18 missense mutants have a more severe phenotype than a daf-18 null mutant, suggesting the presence of functionally compromised mutant DAF-18 is more deleterious than the absence of DAF-18. We discuss how these genetic properties complicate the interpretation of genetic assays to associate specific enzymatic activities with specific phenotypes.",
        "Keywords": [
            "Caenorhabditis elegans",
            "DAF-18",
            "PTEN",
            "dauer",
            "gonad",
            "quiescence"
        ],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Germ Cells",
            "Gonads",
            "Larva",
            "Lipids",
            "Mammals",
            "Mutation"
        ],
        "Authors": [
            {
                "First Name": "Julia",
                "Last Name": "Wittes",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "G3 (Bethesda, Md.)",
        "PubDate": "2022"
    },
    {
        "PMID": "35413239",
        "Title": "SALSA, a genetically encoded biosensor for spatiotemporal quantification of Notch signal transduction in vivo.",
        "Abstract": "Notch-mediated lateral specification is a fundamental mechanism to resolve stochastic cell fate choices by amplifying initial differences between equivalent cells. To study how stochastic events impact Notch activity, we developed a biosensor, SALSA (sensor able to detect lateral signaling activity), consisting of an amplifying \"switch\"-Notch tagged with TEV protease-and a \"reporter\"-GFP fused to a nuclearly localized red fluorescent protein, separated by a TEVp cut site. When ligand activates Notch, TEVp enters the nucleus and releases GFP from its nuclear tether, allowing Notch activation to be quantified based on the changes in GFP subcellular localization. We show that SALSA accurately reports Notch activity in different signaling paradigms in Caenorhabditis elegans and use time-lapse imaging to test hypotheses about how stochastic elements ensure a reproducible and robust outcome in a canonical lin-12/Notch-mediated lateral signaling paradigm. SALSA should be generalizable to other experimental systems and be adaptable to increase options for bespoke \"SynNotch\" applications.",
        "Keywords": [
            "C. elegans",
            "GLP-1",
            "LIN-12",
            "Notch",
            "biosensor",
            "germline",
            "gonad",
            "stochastic cell fate",
            "vulva"
        ],
        "MeSH terms": [
            "Animals",
            "Biosensing Techniques",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Female",
            "Receptors, Notch",
            "Signal Transduction",
            "Vulva"
        ],
        "Authors": [
            {
                "First Name": "Justin M",
                "Last Name": "Shaffer",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA. Electronic address: isg4@columbia.edu."
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2022"
    },
    {
        "PMID": "35349791",
        "Title": "Evolutionary plasticity in the requirement for force exerted by ligand endocytosis to activate C. elegans Notch proteins.",
        "Abstract": "The conserved transmembrane receptor Notch has diverse and profound roles in controlling cell fate during animal development. In the absence of ligand, a negative regulatory region (NRR) in the Notch ectodomain adopts an autoinhibited confirmation, masking an ADAM protease cleavage site;",
        "Keywords": [
            "ADAM protease",
            "C. elegans",
            "Drosophila",
            "Epsin",
            "NRR",
            "Notch",
            "ectodomain shedding",
            "force sensor",
            "ligand endocytosis",
            "mechano-receptor",
            "negative regulatory region"
        ],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Drosophila",
            "Drosophila Proteins",
            "Endocytosis",
            "Glucagon-Like Peptide 1",
            "Leucine",
            "Ligands",
            "Receptors, Notch"
        ],
        "Authors": [
            {
                "First Name": "Paul D",
                "Last Name": "Langridge",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10027, USA; Mortimer B. Zuckerman Mind Brain Behavior Institute, New York, NY 10027, USA. Electronic address: plangridge@augusta.edu."
            },
            {
                "First Name": "Alejandro",
                "Last Name": "Garcia Diaz",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Jessica Yu",
                "Last Name": "Chan",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA. Electronic address: isg4@columbia.edu."
            },
            {
                "First Name": "Gary",
                "Last Name": "Struhl",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10027, USA; Mortimer B. Zuckerman Mind Brain Behavior Institute, New York, NY 10027, USA. Electronic address: gs20@columbia.edu."
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2022"
    },
    {
        "PMID": "35134193",
        "Title": "Influences of HLH-2 stability on anchor cell fate specification during Caenorhabditis elegans gonadogenesis.",
        "Abstract": "The Caenorhabditis elegans E protein ortholog HLH-2 is required for the specification and function of the anchor cell, a unique, terminally differentiated somatic gonad cell that organizes uterine and vulval development. Initially, 4 cells-2 α cells and their sisters, the β cells-have the potential to be the sole anchor cell. The β cells rapidly lose anchor cell potential and invariably become ventral uterine precursor cells, while the 2 α cells interact via LIN-12/Notch to resolve which will be the anchor cell and which will become another ventral uterine precursor cell. HLH-2 protein stability is dynamically regulated in cells with anchor cell potential; initially present in all 4 cells, HLH-2 is degraded in presumptive ventral uterine precursor cells while remaining stable in the anchor cell. Here, we demonstrate that stability of HLH-2 protein is regulated by the activity of lin-12/Notch in both α and β cells. Our analysis provides evidence that activation of LIN-12 promotes degradation of HLH-2 as part of a negative feedback loop during the anchor cell/ventral uterine precursor cell decision by the α cells, and that absence of lin-12 activity in β cells increases HLH-2 stability and may account for their propensity to adopt the anchor cell fate in a lin-12 null background. We also performed an RNA interference screen of 232 ubiquitin-related genes and identified 7 genes that contribute to HLH-2 degradation in ventral uterine precursor cells; however, stabilizing HLH-2 by depleting ubiquitin ligases in a lin-12(+) background does not result in supernumerary anchor cells, suggesting that LIN-12 activation does not oppose hlh-2 activity solely by causing HLH-2 protein degradation. Finally, we provide evidence for lin-12-independent transcriptional regulation of hlh-2 in β cells that correlates with known differences in POP-1/TCF levels and anchor cell potential between α and β cells. Together, our results indicate that hlh-2 activity is regulated at multiple levels to restrict the anchor cell fate to a single cell.",
        "Keywords": [
            "C. elegans",
            "HLH-2",
            "cell fate",
            "gonad",
            "ubiquitin ligase"
        ],
        "MeSH terms": [
            "Animals",
            "Basic Helix-Loop-Helix Transcription Factors",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Female",
            "Receptors, Notch",
            "Sex Differentiation",
            "Vulva"
        ],
        "Authors": [
            {
                "First Name": "Justin M",
                "Last Name": "Benavidez",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Jee Hun",
                "Last Name": "Kim",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "G3 (Bethesda, Md.)",
        "PubDate": "2022"
    },
    {
        "PMID": "35027456",
        "Title": "Floxed exon (Flexon): A flexibly positioned stop cassette for recombinase-mediated conditional gene expression.",
        "Abstract": "Conditional gene expression is a powerful tool for genetic analysis of biological phenomena. In the widely used \"lox-stop-lox\" approach, insertion of a stop cassette consisting of a series of stop codons and polyadenylation signals flanked by ",
        "Keywords": [
            "C. elegans",
            "conditional gene expression",
            "lox-stop-lox",
            "stop cassette",
            "tissue-specific RNAi"
        ],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "DNA Nucleotidyltransferases",
            "Exons",
            "Gene Expression",
            "Green Fluorescent Proteins",
            "Integrases",
            "Promoter Regions, Genetic",
            "RNA Interference",
            "Recombinases",
            "Recombination, Genetic",
            "Transgenes"
        ],
        "Authors": [
            {
                "First Name": "Justin M",
                "Last Name": "Shaffer",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027 isg4@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2022"
    },
    {
        "PMID": "34740245",
        "Title": "hlh-12, a gene that is necessary and sufficient to promote migration of gonadal regulatory cells in Caenorhabditis elegans, evolved within the Caenorhabditis clade.",
        "Abstract": "Specialized cells of the somatic gonad primordium of nematodes play important roles in the final form and function of the mature gonad. Caenorhabditis elegans hermaphrodites are somatic females that have a two-armed, U-shaped gonad that connects to the vulva at the midbody. The outgrowth of each gonad arm from the somatic gonad primordium is led by two female distal tip cells (fDTCs), while the anchor cell (AC) remains stationary and central to coordinate uterine and vulval development. The bHLH protein HLH-2 and its dimerization partners LIN-32 and HLH-12 had previously been shown to be required for fDTC specification. Here, we show that ectopic expression of both HLH-12 and LIN-32 in cells with AC potential transiently transforms them into fDTC-like cells. Furthermore, hlh-12 was known to be required for the fDTCs to sustain gonad arm outgrowth. Here, we show that ectopic expression of HLH-12 in the normally stationary AC causes displacement from its normal position and that displacement likely results from activation of the leader program of fDTCs because it requires genes necessary for gonad arm outgrowth. Thus, HLH-12 is both necessary and sufficient to promote gonadal regulatory cell migration. As differences in female gonadal morphology of different nematode species reflect differences in the fate or migratory properties of the fDTCs or of the AC, we hypothesized that evolutionary changes in the expression of hlh-12 may underlie the evolution of such morphological diversity. However, we were unable to identify an hlh-12 ortholog outside of Caenorhabditis. Instead, by performing a comprehensive phylogenetic analysis of all Class II bHLH proteins in multiple nematode species, we found that hlh-12 evolved within the Caenorhabditis clade, possibly by duplicative transposition of hlh-10. Our analysis suggests that control of gene regulatory hierarchies for gonadogenesis can be remarkably plastic during evolution without adverse phenotypic consequence.",
        "Keywords": [
            "bHLH transcription factors",
            "cell fate specification",
            "cell migration",
            "evolution",
            "phylogenetics"
        ],
        "MeSH terms": [
            "Animals",
            "Female",
            "Male",
            "Animals, Genetically Modified",
            "Basic Helix-Loop-Helix Transcription Factors",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Evolution, Molecular",
            "Gene Expression Regulation, Developmental",
            "Gonads",
            "Organogenesis",
            "Phylogeny",
            "Sex Differentiation",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Hana E",
                "Last Name": "Littleford",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Karin",
                "Last Name": "Kiontke",
                "Affiliation": "Department of Biology, Center for Developmental Genetics, New York University, New York, NY 10003, USA."
            },
            {
                "First Name": "David H A",
                "Last Name": "Fitch",
                "Affiliation": "Department of Biology, Center for Developmental Genetics, New York University, New York, NY 10003, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2021"
    },
    {
        "PMID": "33144396",
        "Title": "Negative feedback by conserved kinases patterns the degradation of ",
        "Abstract": "Activation of a canonical EGFR-Ras-Raf-ERK cascade initiates patterning of multipotent vulval precursor cells (VPCs) of ",
        "Keywords": [
            "Cdc4 phosphodegron",
            "LIN-45/BRAF",
            "Negative feedback",
            "Protein degradation",
            "Raf-MEK-ERK",
            "SEL-10/FBXW7"
        ],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Cell Cycle Proteins",
            "Cell Differentiation",
            "Feedback, Physiological",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Glycogen Synthase Kinase 3",
            "Phosphotransferases",
            "Proteolysis",
            "Signal Transduction",
            "Ubiquitin-Protein Ligases",
            "Vulva",
            "raf Kinases"
        ],
        "Authors": [
            {
                "First Name": "Claire C",
                "Last Name": "de la Cova",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Robert",
                "Last Name": "Townley",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2020"
    },
    {
        "PMID": "32839181",
        "Title": "Positive autoregulation of ",
        "Abstract": "During animal development, ligand binding releases the intracellular domain of LIN-12/Notch by proteolytic cleavage to translocate to the nucleus, where it associates with the DNA-binding protein LAG-1/CSL to activate target gene transcription. We investigated the spatiotemporal regulation of LAG-1/CSL expression in ",
        "Keywords": [
            "Autoregulation",
            "C. elegans",
            "CSL",
            "Enhancer",
            "HOT",
            "Notch",
            "lag-1"
        ],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "DNA-Binding Proteins",
            "Gene Expression Regulation",
            "Genitalia",
            "Homeostasis",
            "Receptors, Notch",
            "Signal Transduction",
            "Transcription, Genetic",
            "Up-Regulation"
        ],
        "Authors": [
            {
                "First Name": "Katherine Leisan",
                "Last Name": "Luo",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biophysical Studies, Columbia University Vagelos College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Ryan S",
                "Last Name": "Underwood",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2020"
    },
    {
        "PMID": "31519743",
        "Title": "A Screen of the Conserved Kinome for Negative Regulators of LIN-12 Negative Regulatory Region (\"NRR\")-Missense Activity in ",
        "Abstract": "Genetic analysis of LIN-12/Notch signaling in ",
        "Keywords": [
            "C. elegans",
            "LIN-12",
            "Notch",
            "hpo-11",
            "kin-3",
            "kinase",
            "mig-15",
            "negative regulator",
            "wnk-1"
        ],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Cell Cycle Proteins",
            "Female",
            "Mutation, Missense",
            "Protein Serine-Threonine Kinases",
            "RNA Interference",
            "RNA, Double-Stranded",
            "Receptors, Notch",
            "Regulatory Sequences, Nucleic Acid",
            "Signal Transduction",
            "Transcription Factors",
            "Vulva"
        ],
        "Authors": [
            {
                "First Name": "Yuting",
                "Last Name": "Deng",
                "Affiliation": "Dept. of Biological Sciences and."
            },
            {
                "First Name": "Katherine Leisan",
                "Last Name": "Luo",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biophysical Studies, Columbia University, NY 10027."
            },
            {
                "First Name": "Daniel D",
                "Last Name": "Shaye",
                "Affiliation": "Dept. of Biological Sciences and."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Dept. of Biological Sciences and isg4@columbia.edu."
            }
        ],
        "Journal": "G3 (Bethesda, Md.)",
        "PubDate": "2019"
    },
    {
        "PMID": "31402303",
        "Title": "HLH-2/E2A Expression Links Stochastic and Deterministic Elements of a Cell Fate Decision during C. elegans Gonadogenesis.",
        "Abstract": "Stochastic mechanisms diversify cell fate in organisms ranging from bacteria to humans [1-4]. In the anchor cell/ventral uterine precursor cell (AC/VU) fate decision during C. elegans gonadogenesis, two \"α cells,\" each with equal potential to be an AC or a VU, interact via LIN-12/Notch and its ligand LAG-2/DSL [5, 6]. This LIN-12/Notch-mediated interaction engages feedback mechanisms that amplify a stochastic initial difference between the two α cells, ensuring that the cell with higher lin-12 activity becomes the VU while the other becomes the AC [7-9]. The initial difference between the α cells was originally envisaged as a random imbalance from \"noise\" in lin-12 expression/activity [6]. However, subsequent evidence that the relative birth order of the α cells biases their fates suggested other factors may be operating [7]. Here, we investigate the nature of the initial difference using high-throughput lineage analysis [10]; GFP-tagged endogenous LIN-12, LAG-2, and HLH-2, a conserved transcription factor that orchestrates AC/VU development [7, 11]; and tissue-specific hlh-2 null alleles. We identify two stochastic elements: relative birth order, which largely originates at the beginning of the somatic gonad lineage three generations earlier, and onset of HLH-2 expression, such that the α cell whose parent expressed HLH-2 first is biased toward the VU fate. We find that these elements are interrelated, because initiation of HLH-2 expression is linked to the birth of the parent cell. Finally, we provide a potential deterministic mechanism for the HLH-2 expression bias by showing that hlh-2 is required for LIN-12 expression in the α cells.",
        "Keywords": [
            "C. elegans",
            "E2A",
            "HLH-2",
            "LIN-12",
            "Notch",
            "cell fate",
            "cell lineage",
            "gonad",
            "stochastic"
        ],
        "MeSH terms": [
            "Animals",
            "Basic Helix-Loop-Helix Transcription Factors",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Cell Differentiation",
            "Cell Lineage",
            "Genes, Reporter",
            "Gonads",
            "Membrane Proteins",
            "Organogenesis",
            "Receptors, Notch",
            "Sex Differentiation",
            "Signal Transduction",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Michelle A",
                "Last Name": "Attner",
                "Affiliation": "Department of Biological Sciences, Columbia University, 1212 Amsterdam Avenue, New York, NY 10027, USA."
            },
            {
                "First Name": "Wolfgang",
                "Last Name": "Keil",
                "Affiliation": "Center for Studies in Physics and Biology, The Rockefeller University, 1230 York Avenue, New York, NY 10065, USA; Laboratoire Physico Chimie Curie, Institut Curie, PSL Research University, CNRS UMR168, 26 rue d'Ulm, 75248 Paris Cedex 05, France."
            },
            {
                "First Name": "Justin M",
                "Last Name": "Benavidez",
                "Affiliation": "Department of Biological Sciences, Columbia University, 1212 Amsterdam Avenue, New York, NY 10027, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biological Sciences, Columbia University, 1212 Amsterdam Avenue, New York, NY 10027, USA. Electronic address: isg4@columbia.edu."
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2019"
    },
    {
        "PMID": "30827916",
        "Title": "Cell Non-autonomous Function of daf-18/PTEN in the Somatic Gonad Coordinates Somatic Gonad and Germline Development in C. elegans Dauer Larvae.",
        "Abstract": "C. elegans larvae integrate environmental information and developmental decisions [1-3]. In favorable conditions, worms develop rapidly and continuously through four larval stages into reproductive adulthood. However, if conditions are unfavorable through the second larval stage, worms enter dauer diapause, a state of global and reversible developmental arrest in which precursor cells remain quiescent and preserve developmental potential, anticipating developmental progression if conditions improve. Signaling from neurons, hypodermis, and intestine regulate the appearance and behavior of dauer larvae and many aspects of developmental arrest of the non-gonadal soma [1, 4, 5]. Here, we show that the decision of somatic gonad blast cells (SGBs) and germline stem cells (GSCs) to be quiescent or progress developmentally is regulated differently from the non-gonadal soma: daf-18/PTEN acts non-autonomously within the somatic gonad to maintain developmental quiescence of both SGBs and GSCs. Our analysis suggests that daf-18 acts in somatic gonad cells to produce a \"pro-quiescence\" signal (or signals) that acts inter se and between the somatic gonad and the germline. The inferred signal does not require DAF-2/insulin receptor or maintain quiescence of the nearby sex myoblasts, and developmental progression in daf-18(0) does not require dafachronic acids. Abrogating quiescence in dauer results in post-dauer sterility. Our results implicate the somatic gonad as an endocrine organ to synchronize somatic gonad and germline development during dauer diapause and recovery, and our finding that PTEN acts non-autonomously to control blast cell quiescence may be relevant to its function as a tumor suppressor in mammals and to combating parasitic nematodes.",
        "Keywords": [
            "C. elegans",
            "DAF-18",
            "PTEN",
            "dauer",
            "diapause",
            "germline",
            "gonad",
            "quiescence",
            "stem cell"
        ],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Germ Cells",
            "Gonads",
            "Larva"
        ],
        "Authors": [
            {
                "First Name": "Claudia C",
                "Last Name": "Tenen",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biophysical Studies, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA. Electronic address: isg4@columbia.edu."
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2019"
    },
    {
        "PMID": "30120140",
        "Title": "OrthoList 2: A New Comparative Genomic Analysis of Human and ",
        "Abstract": "OrthoList, a compendium of ",
        "Keywords": [
            "Caenorhabditis elegans",
            "genome",
            "homology",
            "human"
        ],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Genome, Helminth",
            "Genome, Human",
            "Genomics",
            "Humans",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "Woojin",
                "Last Name": "Kim",
                "Affiliation": "Data Science Institute, Columbia University, New York, New York 10027."
            },
            {
                "First Name": "Ryan S",
                "Last Name": "Underwood",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10027."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10027."
            },
            {
                "First Name": "Daniel D",
                "Last Name": "Shaye",
                "Affiliation": "Department of Physiology and Biophysics, College of Medicine, University of Illinois at Chicago, Illinois 60612 shaye@uic.edu."
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2018"
    },
    {
        "PMID": "28954762",
        "Title": "Integration of EGFR and LIN-12/Notch Signaling by LIN-1/Elk1, the Cdk8 Kinase Module, and SUR-2/Med23 in Vulval Precursor Cell Fate Patterning in ",
        "Abstract": "Six initially equivalent, multipotential Vulval Precursor Cells (VPCs) in ",
        "Keywords": [
            "C. elegans",
            "CDK-8",
            "Cdk8",
            "EGF receptor",
            "Elk1",
            "LIN-1",
            "Med23",
            "Notch",
            "SUR-2",
            "vulva"
        ],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Cell Differentiation",
            "Cell Lineage",
            "Cyclin-Dependent Kinase 8",
            "ErbB Receptors",
            "Female",
            "Genes, Reporter",
            "Receptors, Notch",
            "Signal Transduction",
            "Transcription Factors",
            "Transcription, Genetic",
            "Vulva",
            "ets-Domain Protein Elk-1"
        ],
        "Authors": [
            {
                "First Name": "Ryan S",
                "Last Name": "Underwood",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, New York 10032."
            },
            {
                "First Name": "Yuting",
                "Last Name": "Deng",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York 10027."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, New York 10032 isg4@columbia.edu."
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2017"
    },
    {
        "PMID": "28826819",
        "Title": "A Real-Time Biosensor for ERK Activity Reveals Signaling Dynamics during C. elegans Cell Fate Specification.",
        "Abstract": "Kinase translocation reporters (KTRs) are genetically encoded fluorescent activity sensors that convert kinase activity into a nucleocytoplasmic shuttling equilibrium for visualizing single-cell signaling dynamics. Here, we adapt the first-generation KTR for extracellular signal-regulated kinase (ERK) to allow easy implementation in vivo. This sensor, \"ERK-nKTR,\" allows quantitative and qualitative assessment of ERK activity by analysis of individual nuclei and faithfully reports ERK activity during development and neural function in diverse cell contexts in Caenorhabditis elegans. Analysis of ERK activity over time in the vulval precursor cells, a well-characterized paradigm of epidermal growth factor receptor (EGFR)-Ras-ERK signaling, has identified dynamic features not evident from analysis of developmental endpoints alone, including pulsatile frequency-modulated signaling associated with proximity to the EGF source. The toolkit described here will facilitate studies of ERK signaling in other C. elegans contexts, and the design features will enable implementation of this technology in other multicellular organisms.",
        "Keywords": [
            "C. elegans",
            "ERK",
            "biosensor",
            "extracellular signal-regulated kinase",
            "kinase translocation reporter",
            "vulval development"
        ],
        "MeSH terms": [
            "Animals",
            "Biosensing Techniques",
            "Caenorhabditis elegans",
            "Cell Line",
            "Cell Lineage",
            "Cell Movement",
            "Cell Nucleus",
            "Extracellular Signal-Regulated MAP Kinases",
            "Female",
            "Genes, Reporter",
            "Germ Cells",
            "MAP Kinase Signaling System",
            "Mammals",
            "Mutation",
            "Myoblasts",
            "Neurons",
            "Phosphorylation",
            "Reproducibility of Results",
            "Stem Cells",
            "Subcellular Fractions",
            "Vulva"
        ],
        "Authors": [
            {
                "First Name": "Claire",
                "Last Name": "de la Cova",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA; Department of Biochemistry & Molecular Biophysics, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Robert",
                "Last Name": "Townley",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Sergi",
                "Last Name": "Regot",
                "Affiliation": "Department of Molecular Biology & Genetics, The Johns Hopkins University School of Medicine, Baltimore, MD, USA. Electronic address: sregot@jhmi.edu."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA; Department of Biochemistry & Molecular Biophysics, Columbia University Medical Center, New York, NY, USA. Electronic address: isg4@columbia.edu."
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2017"
    },
    {
        "PMID": "28602651",
        "Title": "A bHLH Code for Sexually Dimorphic Form and Function of the C. elegans Somatic Gonad.",
        "Abstract": "How sexually dimorphic gonads are generated is a fundamental question at the interface of developmental and evolutionary biology [1-3]. In C. elegans, sexual dimorphism in gonad form and function largely originates in different apportionment of roles to three regulatory cells of the somatic gonad primordium in young larvae. Their essential roles include leading gonad arm outgrowth, serving as the germline niche, connecting to epithelial openings, and organizing reproductive organ development. The development and function of the regulatory cells in both sexes requires the basic-helix-loop-helix (bHLH) transcription factor HLH-2, the sole ortholog of the E proteins mammalian E2A and Drosophila Daughterless [4-8], yet how they adopt different fates to execute their different roles has been unknown. Here, we show that each regulatory cell expresses a distinct complement of bHLH-encoding genes-and therefore distinct HLH-2:bHLH dimers-and formulate a \"bHLH code\" hypothesis for regulatory cell identity. We support this hypothesis by showing that the bHLH gene complement is both necessary and sufficient to confer particular regulatory cell fates. Strikingly, prospective regulatory cells can be directly reprogrammed into other regulatory cell types simply by loss or ectopic expression of bHLH genes, and male-to-female and female-to-male transformations indicate that the code is instructive for sexual dimorphism. The bHLH code appears to be embedded in a bow-tie regulatory architecture [9, 10], wherein sexual, positional, temporal, and lineage inputs connect through bHLH genes to diverse outputs for terminal features and provides a plausible mechanism for the evolutionary plasticity of gonad form seen in nematodes [11-15].",
        "Keywords": [
            "anchor cell",
            "bHLH",
            "cell-fate reprogramming",
            "cell-fate specification",
            "distal tip cell",
            "gonad",
            "linker cell",
            "sexual dimorphism"
        ],
        "MeSH terms": [
            "Animals",
            "Basic Helix-Loop-Helix Transcription Factors",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Gonads",
            "Larva",
            "Male",
            "Sex Characteristics"
        ],
        "Authors": [
            {
                "First Name": "Maria D",
                "Last Name": "Sallee",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10027, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Hana E",
                "Last Name": "Littleford",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10027, USA; Department of Biological Sciences, Columbia University, New York, NY 10027, USA. Electronic address: isg4@columbia.edu."
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2017"
    },
    {
        "PMID": "27697907",
        "Title": "A network of conserved formins, regulated by the guanine exchange factor EXC-5 and the GTPase CDC-42, modulates tubulogenesis in vivo.",
        "Abstract": "The C. elegans excretory cell (EC) is a powerful model for tubulogenesis, a conserved process that requires precise cytoskeletal regulation. EXC-6, an ortholog of the disease-associated formin INF2, coordinates cell outgrowth and lumen formation during EC tubulogenesis by regulating F-actin at the tip of the growing canal and the dynamics of basolateral microtubules. EXC-6 functions in parallel with EXC-5/FGD, a predicted activator of the Rho GTPase Cdc42. Here, we identify the parallel pathway: EXC-5 functions through CDC-42 to regulate two other formins: INFT-2, another INF2 ortholog, and CYK-1, the sole ortholog of the mammalian diaphanous (mDia) family of formins. We show that INFT-2 promotes F-actin accumulation in the EC, and that CYK-1 inhibits INFT-2 to regulate F-actin levels and EXC-6-promoted outgrowth. As INF2 and mDia physically interact and cross-regulate in cultured cells, our work indicates that a conserved EXC-5-CDC-42 pathway modulates this regulatory interaction and that it is functionally important in vivo during tubulogenesis.",
        "Keywords": [
            "C. elegans",
            "Cdc42",
            "Diaphanous",
            "FGD",
            "INF2",
            "Tubulogenesis"
        ],
        "MeSH terms": [
            "Actin Cytoskeleton",
            "Animals",
            "Animals, Genetically Modified",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Cell Cycle Proteins",
            "Conserved Sequence",
            "Embryo, Nonmammalian",
            "Fetal Proteins",
            "Formins",
            "GTP-Binding Proteins",
            "Gene Expression Regulation, Developmental",
            "Gene Regulatory Networks",
            "Guanine Nucleotide Exchange Factors",
            "Microfilament Proteins",
            "Microtubules",
            "Nuclear Proteins",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Daniel D",
                "Last Name": "Shaye",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA shaye@uic.edu."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2016"
    },
    {
        "PMID": "27646703",
        "Title": "Determinants in the LIN-12/Notch Intracellular Domain That Govern Its Activity and Stability During ",
        "Abstract": "Upon ligand binding, the LIN-12/Notch intracellular domain is released from its transmembrane tether to function in a nuclear complex that activates transcription of target genes. During ",
        "Keywords": [
            "C. elegans",
            "Notch"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Yuting",
                "Last Name": "Deng",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York 10027."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York 10027 isg4@columbia.edu."
            }
        ],
        "Journal": "G3 (Bethesda, Md.)",
        "PubDate": "2016"
    },
    {
        "PMID": "26953267",
        "Title": "WormBook: WormBiology for the 21st Century.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Databases, Factual",
            "Internet",
            "Periodicals as Topic",
            "Reference Books",
            "Review Literature as Topic"
        ],
        "Authors": [
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2016"
    },
    {
        "PMID": "26483009",
        "Title": "Influences of LIN-12/Notch and POP-1/TCF on the Robustness of Ventral Uterine Cell Fate Specification in Caenorhabditis elegans Gonadogenesis.",
        "Abstract": "The prospective ventral uterus of the hermaphrodite gonad primordium consists of two pairs of sister cells, with each pair consisting of a proximal \"α\" cell and a distal \"β\" cell. All four cells initially are competent to become the anchor cell (AC), a unique cell type that acts as the organizer of subsequent uterine and vulval development. However, the β cells soon lose this competence and always become ventral uterine precursor cells (VUs), whereas the α cells maintain their AC competence longer, until lin-12/Notch-mediated interactions between them specify one as the AC and the other as a VU. Here, we investigate this asymmetry in developmental potential and VU fate specification between the α and β sister cells. We find evidence that lin-12 activity contributes to the robustness of βVU fate at elevated temperature, that the Caenorhabditis elegans Notch paralog glp-1 is not functionally redundant with lin-12 in specifying βVU fate, and that the activity of POP-1, the sole C. elegans TCF ortholog, influences βVU fate. We propose a model for how Wnt and LIN-12/Notch signaling together lead to robust specification of the βVU fate.",
        "Keywords": [
            "C. elegans",
            "Notch",
            "POP-1",
            "gonadogenesis",
            "lin-12"
        ],
        "MeSH terms": [
            "Alleles",
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "DNA-Binding Proteins",
            "Female",
            "Gene Expression",
            "Genes, Reporter",
            "Gonads",
            "High Mobility Group Proteins",
            "Insulin-Secreting Cells",
            "Models, Biological",
            "Mutation",
            "Organogenesis",
            "Phenotype",
            "Receptors, Notch",
            "TCF Transcription Factors",
            "Temperature",
            "Wnt Signaling Pathway"
        ],
        "Authors": [
            {
                "First Name": "Maria D",
                "Last Name": "Sallee",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York 10032."
            },
            {
                "First Name": "Taner",
                "Last Name": "Aydin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York 10032."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York 10032 Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York 10032 iva.columbia@gmail.com."
            }
        ],
        "Journal": "G3 (Bethesda, Md.)",
        "PubDate": "2015"
    },
    {
        "PMID": "26159995",
        "Title": "Dimerization-driven degradation of C. elegans and human E proteins.",
        "Abstract": "E proteins are conserved regulators of growth and development. We show that the Caenorhabditis elegans E-protein helix-loop-helix-2 (HLH-2) functions as a homodimer in directing development and function of the anchor cell (AC) of the gonad, the critical organizer of uterine and vulval development. Our structure-function analysis of HLH-2 indicates that dimerization drives its degradation in other uterine cells (ventral uterine precursor cells [VUs]) that initially have potential to be the AC. We also provide evidence that this mode of dimerization-driven down-regulation can target other basic HLH (bHLH) dimers as well. Remarkably, human E proteins can functionally substitute for C. elegans HLH-2 in regulating AC development and also display dimerization-dependent degradation in VUs. Our results suggest that dimerization-driven regulation of bHLH protein stability may be a conserved mechanism for differential regulation in specific cell contexts.",
        "Keywords": [
            "C. elegans",
            "E2A",
            "HLH-2",
            "TCF3",
            "bHLH"
        ],
        "MeSH terms": [
            "Animals",
            "Basic Helix-Loop-Helix Transcription Factors",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Cells, Cultured",
            "Dimerization",
            "Down-Regulation",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Humans",
            "Protein Processing, Post-Translational",
            "Protein Stability",
            "Proteolysis",
            "Uterus"
        ],
        "Authors": [
            {
                "First Name": "Maria D",
                "Last Name": "Sallee",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA; Department of Biochemistry and Molecular Biophysics, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA;"
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA; Department of Biochemistry and Molecular Biophysics, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA; Howard Hughes Medical Institute, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            }
        ],
        "Journal": "Genes & development",
        "PubDate": "2015"
    },
    {
        "PMID": "25771894",
        "Title": "The disease-associated formin INF2/EXC-6 organizes lumen and cell outgrowth during tubulogenesis by regulating F-actin and microtubule cytoskeletons.",
        "Abstract": "We investigate how outgrowth at the basolateral cell membrane is coordinated with apical lumen formation in the development of a biological tube by characterizing exc-6, a gene required for C. elegans excretory cell (EC) tubulogenesis. We show that EXC-6 is orthologous to the human formin INF2, which polymerizes filamentous actin (F-actin) and binds microtubules (MTs) in vitro. Dominant INF2 mutations cause focal segmental glomerulosclerosis (FSGS), a kidney disease, and FSGS+Charcot-Marie-Tooth neuropathy. We show that activated INF2 can substitute for EXC-6 in C. elegans and that disease-associated mutations cause constitutive activity. Using genetic analysis and live imaging, we show that exc-6 regulates MT and F-actin accumulation at EC tips and dynamics of basolateral-localized MTs, indicating that EXC-6 organizes F-actin and MT cytoskeletons during tubulogenesis. The pathology associated with INF2 mutations is believed to reflect misregulation of F-actin, but our results suggest alternative or additional mechanisms via effects on MT dynamics.",
        "Keywords": [],
        "MeSH terms": [
            "Actin Cytoskeleton",
            "Actins",
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Cell Membrane",
            "Charcot-Marie-Tooth Disease",
            "Cloning, Molecular",
            "Formins",
            "Glomerulosclerosis, Focal Segmental",
            "Humans",
            "Microfilament Proteins",
            "Microtubules",
            "Mutation",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "Tubulin"
        ],
        "Authors": [
            {
                "First Name": "Daniel D",
                "Last Name": "Shaye",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA. Electronic address: ds451@columbia.edu."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA; Department of Genetics and Development, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA. Electronic address: isg4@columbia.edu."
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2015"
    },
    {
        "PMID": "25552605",
        "Title": "hecd-1 modulates notch activity in Caenorhabditis elegans.",
        "Abstract": "Notch is a receptor that mediates cell-cell interactions that specify binary cell fate decisions in development and tissue homeostasis. Inappropriate Notch signaling is associated with cancer, and mutations in Notch pathway components have been associated with developmental diseases and syndromes. In Caenorhabditis elegans, suppressors of phenotypes associated with constitutively active LIN-12/Notch have identified many conserved core components and direct or indirect modulators. Here, we molecularly identify sel(ar584), originally isolated as a suppressor of a constitutively active allele of lin-12. We show that sel(ar584) is an allele of hecd-1, the ortholog of human HECDT1, a ubiquitin ligase that has been implicated in several different mammalian developmental events. We studied interactions of hecd-1 with lin-12 in the somatic gonad and with the other C. elegans Notch gene, glp-1, in the germ line. We found that hecd-1 acts as a positive modulator of lin-12/Notch activity in a somatic gonad context--the original basis for its isolation--but acts autonomously as a negative modulator of glp-1/Notch activity in the germ line. As the yeast ortholog of HECD-1, Ufd4p, has been shown to function in quality control, and C. elegans HECD-1 has been shown to affect mitochondrial maintenance, we propose that the different genetic interactions between hecd-1 and Notch genes we observed in different cell contexts may reflect differences in quality control regulatory mechanisms or in cellular metabolism.",
        "Keywords": [
            "C. elegans",
            "glp-1",
            "lin-12"
        ],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Germ Cells",
            "Receptors, Notch",
            "Ubiquitin-Protein Ligases"
        ],
        "Authors": [
            {
                "First Name": "Yunting",
                "Last Name": "Chen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, College of Physicians and Surgeons, New York, New York 10025 Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, New York 10025."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, College of Physicians and Surgeons, New York, New York 10025 Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, New York 10025 Department of Genetics and Development, Columbia University, College of Physicians and Surgeons, New York, New York 10025 isg4@columbia.edu."
            }
        ],
        "Journal": "G3 (Bethesda, Md.)",
        "PubDate": "2014"
    },
    {
        "PMID": "23355521",
        "Title": "Notch signaling: genetics and structure.",
        "Abstract": "Receptors of the Notch family mediate cell-cell interactions during animal development, and aberrations in Notch signaling have been implicated in human disease. Studies in Caenorhabdits elegans have made essential contributions towards understanding the biological roles and molecular mechanism of this fundamental signaling system. A major development in the field since the original version of this chapter (LIN-12/Notch signaling in C. elegans) has been an explosion in information about the structural biology of Notch signaling; crystallographic determinations of structures, including structures of C. elegans components, have contributed much to the current understanding of molecular mechanism. Thus, here, we not only cover the genetics of Notch in C. elegans, focusing on conserved core components and modulators, we have also included structural information about these components, describing the key events occurring during ligand binding and transcriptional control of target genes. In addition to text, we include Tables listing core components and key modulators of the signaling pathway along with their orthologs in Drosophila and mammals, a Table listing validated target genes in various processes in C. elegans, and animated features to illustrate structural attributes.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Gene Expression Regulation",
            "Genes, Helminth",
            "Humans",
            "Membrane Glycoproteins",
            "Membrane Proteins",
            "Receptors, Notch",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA. isg4@columbia.edu"
            },
            {
                "First Name": "Rhett",
                "Last Name": "Kovall",
                "Affiliation": ""
            }
        ],
        "Journal": "WormBook : the online review of C. elegans biology",
        "PubDate": "2013"
    },
    {
        "PMID": "23341633",
        "Title": "Control of cell-fate plasticity and maintenance of multipotency by DAF-16/FoxO in quiescent Caenorhabditis elegans.",
        "Abstract": "The Caenorhabditis elegans vulval precursor cells (VPCs) offer a paradigm for investigating how multipotency of progenitor cells is maintained during periods of quiescence. The VPCs are born in the first larval stage. When hermaphrodites are grown under favorable conditions, the EGF-mediated \"inductive\" signal and the LIN-12/Notch-mediated \"lateral\" signal confer a precise spatial pattern of distinct vulval cell fates in the third larval stage, a day after hatching. Under adverse conditions, hermaphrodites undergo a prolonged quiescent period as dauer larvae, which can endure for several months with progenitor cells such as VPCs in developmental arrest. If favorable conditions ensue, larvae recover and resume development as postdauer third stage larvae, with the same VPC spatial-patterning events as in continuously developing third stage larvae. Here, we identify several consequences of dauer life history for VPC specification. In wild-type dauers, VPCs undergo a phenomenon reminiscent of natural direct reprogramming to maintain or reestablish multipotency; they acquire an active block to signal transduction by EGF receptor and LIN-12/Notch and have a different mechanism for regulating transcription of the lateral signal. Furthermore, DAF-16/FoxO, a target of insulin/insulin-like growth factor signaling, is required to promote VPC fate plasticity during dauer and for normal vulval patterning after passage through dauer, suggesting that DAF-16/FoxO coordinates environment and life history with plasticity of cell fate.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "ErbB Receptors",
            "Female",
            "Forkhead Transcription Factors",
            "Gene Expression Regulation, Developmental",
            "Genes, Helminth",
            "Larva",
            "Male",
            "Membrane Proteins",
            "Multipotent Stem Cells",
            "Mutation",
            "Receptors, Notch",
            "Signal Transduction",
            "Transcription Factors",
            "Vulva"
        ],
        "Authors": [
            {
                "First Name": "Xantha",
                "Last Name": "Karp",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2013"
    },
    {
        "PMID": "23154983",
        "Title": "SEL-10/Fbw7-dependent negative feedback regulation of LIN-45/Braf signaling in C. elegans via a conserved phosphodegron.",
        "Abstract": "The conserved E3 ubiquitin ligase component named SEL-10 in Caenorhabditis elegans and Fbw7 in mammals targets substrates for ubiquitin-mediated degradation through a high-affinity binding site called a Cdc4 phosphodegron (CPD). As many known substrates of Fbw7 are oncoproteins, the identification of new substrates may offer insight into cancer biology as well as aspects of proteome regulation. Here, we evaluated whether the presence of an evolutionarily conserved CPD would be a feasible complement to proteomics-based approaches for identifying new potential substrates. For functional assessments, we focused on LIN-45, a component of the signal transduction pathway underlying vulval induction and the ortholog of human Braf, an effector of Ras in numerous cancers. Our analysis demonstrates that LIN-45 behaves as a bona fide substrate of SEL-10, with mutation of the CPD or loss of sel-10 resulting in increased activity and protein stability in vivo. Furthermore, during vulval induction, the downstream kinase MPK-1/ERK is also required for LIN-45 protein degradation in a negative feedback loop, resulting in degradation of LIN-45 where ERK is highly active. As the CPD consensus sequence is conserved in human Braf, we propose that Fbw7 may also regulate Braf stability in some cell contexts. We discuss the implications of our findings for vulval development in C. elegans, the potential applicability to human Braf, and the value of a CPD-based predictive approach for human Fbw7 substrates.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Cell Cycle Proteins",
            "Down-Regulation",
            "Feedback, Physiological",
            "Humans",
            "Protein Binding",
            "Proto-Oncogene Proteins B-raf",
            "Signal Transduction",
            "Ubiquitin-Protein Ligases",
            "Vertebrates",
            "raf Kinases"
        ],
        "Authors": [
            {
                "First Name": "Claire",
                "Last Name": "de la Cova",
                "Affiliation": "Howard Hughes Medical Institute."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Genes & development",
        "PubDate": "2012"
    },
    {
        "PMID": "22785620",
        "Title": "Notch and the awesome power of genetics.",
        "Abstract": "Notch is a receptor that mediates cell-cell interactions in animal development, and aberrations in Notch signal transduction can cause cancer and other human diseases. Here, I describe the major advances in the Notch field from the identification of the first mutant in Drosophila almost a century ago through the elucidation of the unusual mechanism of signal transduction a little over a decade ago. As an essay for the GENETICS Perspectives series, it is my personal and critical commentary as well as an historical account of discovery.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Physiological Phenomena",
            "Drosophila",
            "Genetics",
            "Humans",
            "Oncogenes",
            "Receptors, Notch"
        ],
        "Authors": [
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Department of Genetics and Development, Howard Hughes Medical Institute, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. isg4@columbia.edu"
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2012"
    },
    {
        "PMID": "21647448",
        "Title": "OrthoList: a compendium of C. elegans genes with human orthologs.",
        "Abstract": "C. elegans is an important model for genetic studies relevant to human biology and disease. We sought to assess the orthology between C. elegans and human genes to understand better the relationship between their genomes and to generate a compelling list of candidates to streamline RNAi-based screens in this model.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Databases, Genetic",
            "Genomics",
            "Humans",
            "Molecular Sequence Annotation",
            "RNA Interference",
            "Sequence Homology, Nucleic Acid",
            "Signal Transduction",
            "Species Specificity"
        ],
        "Authors": [
            {
                "First Name": "Daniel D",
                "Last Name": "Shaye",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, New York, United States of America. ds451@columbia.edu"
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2011"
    },
    {
        "PMID": "21596897",
        "Title": "Spatial regulation of lag-2 transcription during vulval precursor cell fate patterning in Caenorhabditis elegans.",
        "Abstract": "lag-2 encodes a ligand for LIN-12/Notch and is a component of the lateral signal that activates LIN-12/Notch during Caenorhabditis elegans vulval precursor cell (VPC) fate patterning. lag-2 is specifically transcribed in one VPC, named P6.p, in response to activation of EGFR/Ras/MAPK by the inductive signal that initiates vulval development. Here, we show that a critical molecular event linking inductive and lateral signaling is the relief of VPC-wide lag-2 repression in P6.p. We find that the lag-2 promoter contains an element, VPCrep, which mediates repression in all VPCs when the inductive signal is absent, and another promoter element, VPCact, which is required for activation when repression is relieved by the inductive signal. We show that repression through VPCrep is mediated by the Elk1 ortholog LIN-1, and that the level and subcellular accumulation of a functional LIN-1::GFP protein is similar in all six VPCs before and after vulval induction, suggesting that relief of LIN-1-mediated repression in P6.p is likely due to the known MAPK-dependent phosphorylation of LIN-1. We also provide evidence that the factor(s) acting through VPCact is present in all VPCs but is not modulated by the inductive signal, and that transcription of lag-2 requires the Hth/Meis ortholog UNC-62 and the Mediator complex component SUR-2. Relief of repression of lag-2 in P6.p offers a plausible mechanistic basis for spatial restriction of lag-2 in generating the precise spatial pattern of VPC fates.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Base Sequence",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Cell Differentiation",
            "Consensus Sequence",
            "Female",
            "Gene Expression Regulation",
            "Genes, Reporter",
            "Membrane Proteins",
            "Models, Biological",
            "Sequence Alignment",
            "Transcription Factors",
            "Transcription, Genetic",
            "Vulva"
        ],
        "Authors": [
            {
                "First Name": "Xinyong",
                "Last Name": "Zhang",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, College of Physicians and Surgeons, New York, New York 10032, USA. isg4@columbia.edu"
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2011"
    },
    {
        "PMID": "20951046",
        "Title": "LIN-14 inhibition of LIN-12 contributes to precision and timing of C. elegans vulval fate patterning.",
        "Abstract": "Studies of C. elegans vulval development have illuminated mechanisms underlying cell fate specification and elucidated intercellular signaling pathways [1]. The vulval precursor cells (VPCs) are spatially patterned during the L3 stage by the EGFR-Ras-MAPK-mediated inductive signal and the LIN-12/Notch-mediated lateral signal. The pattern is both precise and robust [2] because of crosstalk between these pathways [3]. Signaling is also regulated temporally, because constitutive activation of the spatial patterning pathways does not alter the timing of VPC fate specification [4, 5]. The heterochronic genes, including the microRNA lin-4 and its target lin-14, constitute a temporal control mechanism used in different contexts [6-8]. We find that lin-4 specifically controls the activity of LIN-12/Notch through lin-14, but not other known targets, and that persistent lin-14 blocks LIN-12 activity without interfering with the key events of LIN-12/Notch signal transduction. In the L2 stage, there is sufficient lin-14 activity to inhibit constitutive lin-12. Our results suggest that lin-4 and lin-14 contribute to spatial patterning through temporal gating of LIN-12. We propose that in the L2 stage, lin-14 sets a high threshold for LIN-12 activation to help prevent premature activation of LIN-12 by ligands expressed in other cells in the vicinity, thereby contributing to the precision and robustness of VPC fate patterning.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Body Patterning",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Cell Differentiation",
            "DNA Primers",
            "Female",
            "Membrane Proteins",
            "MicroRNAs",
            "Microscopy, Fluorescence",
            "Nuclear Proteins",
            "Polymerase Chain Reaction",
            "RNA Interference",
            "Receptors, Notch",
            "Signal Transduction",
            "Temperature",
            "Transgenes",
            "Vulva"
        ],
        "Authors": [
            {
                "First Name": "Ji",
                "Last Name": "Li",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2010"
    },
    {
        "PMID": "20686701",
        "Title": "sel-11 and cdc-42, two negative modulators of LIN-12/Notch activity in C. elegans.",
        "Abstract": "LIN-12/Notch signaling is important for cell-cell interactions during development, and mutations resulting in constitutive LIN-12/Notch signaling can cause cancer. Loss of negative regulators of lin-12/Notch activity has the potential for influencing cell fate decisions during development and the genesis or aggressiveness of cancer.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Membrane Proteins",
            "Polymerase Chain Reaction",
            "RNA Interference",
            "Receptors, Notch"
        ],
        "Authors": [
            {
                "First Name": "Min Sung",
                "Last Name": "Choi",
                "Affiliation": "Department of Biological Sciences, Howard Hughes Medical Institute, Columbia University College of Physicians and Surgeons, New York, New York, United States of America."
            },
            {
                "First Name": "Andrew S",
                "Last Name": "Yoo",
                "Affiliation": ""
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2010"
    },
    {
        "PMID": "20220101",
        "Title": "A conserved tetraspanin subfamily promotes Notch signaling in Caenorhabditis elegans and in human cells.",
        "Abstract": "The cytosolic domain of Notch is a membrane-tethered transcription factor. Ligand binding ultimately leads to gamma-secretase cleavage within the transmembrane domain, allowing the intracellular domain to translocate to the nucleus and activate target gene transcription. Constitutive Notch signaling has been associated with human cancers such as T cell acute lymphoblastic leukemia (T-ALL). As tetraspanins have been implicated in many different signaling processes, we assessed their potential contribution to Notch signaling. We used a genetic assay in Caenorhabditis elegans to identify TSP-12 as a positive factor for Notch activity in several cellular contexts. Then, using a cell culture system, we showed that two human TSP-12 orthologs, TSPAN33 and TSPAN5, promote Notch activity and are likely to act at the gamma-secretase cleavage step. We also acquired evidence for functional redundancy among tetraspanins in both C. elegans and human cells. Selective inhibition of tetraspanins may constitute an anti-NOTCH therapeutic approach to reduce gamma-secretase activity.",
        "Keywords": [],
        "MeSH terms": [
            "Amyloid Precursor Protein Secretases",
            "Animals",
            "Animals, Genetically Modified",
            "Antigens, CD",
            "Base Sequence",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Conserved Sequence",
            "DNA Primers",
            "Germ Cells",
            "HeLa Cells",
            "Humans",
            "Membrane Glycoproteins",
            "Membrane Proteins",
            "Precursor T-Cell Lymphoblastic Leukemia-Lymphoma",
            "RNA Interference",
            "Receptor, Notch1",
            "Receptors, Notch",
            "Signal Transduction",
            "Tetraspanin 28",
            "Tetraspanin 29",
            "Tetraspanins"
        ],
        "Authors": [
            {
                "First Name": "Cory D",
                "Last Name": "Dunn",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Institute for Cancer Genetics, USA."
            },
            {
                "First Name": "Maria Luisa",
                "Last Name": "Sulis",
                "Affiliation": ""
            },
            {
                "First Name": "Adolfo A",
                "Last Name": "Ferrando",
                "Affiliation": ""
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2010"
    },
    {
        "PMID": "18308937",
        "Title": "A Caenorhabditis elegans model for epithelial-neuronal transdifferentiation.",
        "Abstract": "Understanding transdifferentiation-the conversion of one differentiated cell type into another-is important from both basic science and clinical perspectives. In Caenorhabditis elegans, an epithelial cell named Y is initially part of the rectum but later appears to withdraw, migrate, and then become a motor neuron named PDA. Here, we show that this represents a bona fide transdifferentiation event: Y has epithelial hallmarks without detectable neural characteristics, and PDA has no residual epithelial characteristics. Using available mutants and laser microsurgery, we found that transdifferentiation does not depend on fusion with a neighboring cell or require migration of Y away from the rectum, that other rectal epithelial cells are not competent to transdifferentiate, and that transdifferentiation requires the EGL-5 and SEM-4 transcription factors and LIN-12/Notch signaling. Our results establish Y-to-PDA transdifferentiation as a genetically tractable model for deciphering the mechanisms underlying cellular plasticity in vivo.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biomarkers",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Cell Transdifferentiation",
            "DNA-Binding Proteins",
            "Epithelial Cells",
            "Homeodomain Proteins",
            "Membrane Proteins",
            "Models, Biological",
            "Mutation",
            "Neurons",
            "Receptors, Notch",
            "Rectum",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Sophie",
                "Last Name": "Jarriault",
                "Affiliation": "Department of Cell and Developmental Biology, Institut National de la Santé et de la Recherche Médicale U596, Centre National de la Recherche Scientifique Unité Mixte de Recherche, Illkirch, France. sophie@igbmc.u-strasbg.fr"
            },
            {
                "First Name": "Yannick",
                "Last Name": "Schwab",
                "Affiliation": ""
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2008"
    },
    {
        "PMID": "18077322",
        "Title": "Wnt signal from multiple tissues and lin-3/EGF signal from the gonad maintain vulval precursor cell competence in Caenorhabditis elegans.",
        "Abstract": "The Caenorhabditis elegans vulva has been a valuable paradigm for defining components of signaling pathways and elucidating how signaling events are coordinated to generate a developmental pattern. Vulval precursor cells (VPCs) are induced to adopt vulval fates in the third larval stage by LIN-3, an EGF-like signal produced by the gonad. Competence to respond to the inductive signal requires that the VPCs do not fuse to the major hypodermal syncytium, hyp7. We found that two Wnt-encoding genes, cwn-1 and egl-20, play a major role in preventing fusion of VPCs with hyp7 in the second larval stage. By using tissue-specific rescue of mig-14/Wntless, which is required for the production of Wnt ligands, we found that Wnt signal produced by multiple tissues, including neurons and muscles, promotes or maintains VPC competence before vulval induction. In addition, through laser ablation and genetic analysis, we provide evidence that LIN-3 signal from the gonad also plays a significant role in preventing VPCs from fusing with hyp7. We propose that Wnt signaling plays a permissive role in preventing VPCs from fusing with hyp7 and reevaluate the roles of Wnt and LIN-3/EGF signaling in competence and induction.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Epidermal Growth Factor",
            "Female",
            "Ovary",
            "Stem Cells",
            "Vulva",
            "Wnt Proteins"
        ],
        "Authors": [
            {
                "First Name": "Toshia R",
                "Last Name": "Myers",
                "Affiliation": "Departments of Biological Sciences and Biochemistry and Molecular Biophysics and Howard Hughes Medical Institute, Columbia University, 701 West 168th Street, Room 720, New York, NY 10032, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2007"
    },
    {
        "PMID": "18050403",
        "Title": "LIN-12/Notch signaling in C. elegans.",
        "Abstract": "Receptors of the LIN-12/Notch family mediate cell-cell interactions during animal development, and aberrations in LIN-12/Notch signaling have been implicated in human disease. Studies in C. elegans have been instrumental in defining the basic features of the LIN-12/Notch pathway, the role of LIN-12/Notch proteins as receptors for intercellular signals, the mechanism of signal transduction, and the regulation of LIN-12/Notch signaling during cell fate decisions. This chapter is focused on detailing how the \"awesome power of C. elegans genetics\" has identified many core components and modulators of LIN-12/Notch activity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Humans",
            "Membrane Glycoproteins",
            "Membrane Proteins",
            "Receptors, Notch",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": "Howard Hughes Medical Institute and Department of Biochemistry and Molecular Biophysics, Columbia University, College of Physicians and Surgeons, New York, New York 10032, USA. greenwald@cancercenter.columbia.edu"
            }
        ],
        "Journal": "WormBook : the online review of C. elegans biology",
        "PubDate": "2005"
    },
    {
        "PMID": "17215302",
        "Title": "SEL-2, the C. elegans neurobeachin/LRBA homolog, is a negative regulator of lin-12/Notch activity and affects endosomal traffic in polarized epithelial cells.",
        "Abstract": "The vulval precursor cells (VPCs) of Caenorhabditis elegans are polarized epithelial cells that adopt a precise pattern of fates through regulated activity of basolateral LET-23/EGF receptor and apical LIN-12/Notch. During VPC patterning, there is reciprocal modulation of endocytosis and trafficking of both LET-23 and LIN-12. We identified sel-2 as a negative regulator of lin-12/Notch activity in the VPCs, and found that SEL-2 is the homolog of two closely related human proteins, neurobeachin (also known as BCL8B) and LPS-responsive, beige-like anchor protein (LRBA). SEL-2, neurobeachin and LRBA belong to a distinct subfamily of BEACH-WD40 domain-containing proteins. Loss of sel-2 activity leads to basolateral mislocalization and increased accumulation of LIN-12 in VPCs in which LET-23 is not active, and to impaired downregulation of basolateral LET-23 in VPCs in which LIN-12 is active. Downregulation of apical LIN-12 in the VPC in which LET-23 is active is not affected. In addition, in sel-2 mutants, the polarized cells of the intestinal epithelium display an aberrant accumulation of the lipophilic dye FM4-64 when the dye is presented to the basolateral surface. Our observations indicate that SEL-2/neurobeachin/LRBA is involved in endosomal traffic and may be involved in efficient delivery of cell surface proteins to the lysosome. Our results also suggest that sel-2 activity may contribute to the appropriate steady-state level of LIN-12 or to trafficking events that affect receptor activation.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Carrier Proteins",
            "Cell Polarity",
            "Cyclic AMP-Dependent Protein Kinases",
            "Endosomes",
            "Epithelial Cells",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Membrane Proteins",
            "Nerve Tissue Proteins",
            "Protein Transport",
            "Receptors, Notch",
            "Stem Cells",
            "Vulva"
        ],
        "Authors": [
            {
                "First Name": "Natalie",
                "Last Name": "de Souza",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, 701 W. 168th Street, Hammer Health Sciences, New York, NY 10032, USA."
            },
            {
                "First Name": "Laura G",
                "Last Name": "Vallier",
                "Affiliation": ""
            },
            {
                "First Name": "Hanna",
                "Last Name": "Fares",
                "Affiliation": ""
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2007"
    },
    {
        "PMID": "17030954",
        "Title": "EMB-4: a predicted ATPase that facilitates lin-12 activity in Caenorhabditis elegans.",
        "Abstract": "The sel-6 gene was previously identified in a screen for suppressors of the egg-laying defect associated with hypermorphic alleles of lin-12 (Tax et al. 1997). Here we show that sel-6 and two other previously defined genes, mal-2 and emb-4, are the same gene, now called \"emb-4.\" We perform a genetic and molecular characterization of emb-4 and show that it functions cell autonomously as a positive regulator of lin-12 activity. Viable alleles identified as suppressors of lin-12 are partial loss-of-function mutations, whereas the null phenotype encompasses a range of lethal terminal phenotypes that apparently are not related to loss of lin-12/Notch signaling. emb-4 encodes a large nuclearly localized protein containing a predicted ATPase domain and has apparent orthologs in fission yeast, plants, and animals.",
        "Keywords": [],
        "MeSH terms": [
            "Adenosine Triphosphatases",
            "Animals",
            "Animals, Genetically Modified",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Embryo, Nonmammalian",
            "Female",
            "Gene Expression Regulation",
            "Germ Cells",
            "Membrane Proteins",
            "Mutation",
            "Phenotype",
            "Phylogeny",
            "Polymerase Chain Reaction",
            "Receptors, Notch",
            "Subcellular Fractions",
            "Suppression, Genetic",
            "Vulva"
        ],
        "Authors": [
            {
                "First Name": "Iskra",
                "Last Name": "Katic",
                "Affiliation": "Department of Genetics and Development, Howard Hughes Medical Institute, Columbia University College of Physicians and Surgeons, New York, New York 10032, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2006"
    },
    {
        "PMID": "16678779",
        "Title": "SynMuv genes redundantly inhibit lin-3/EGF expression to prevent inappropriate vulval induction in C. elegans.",
        "Abstract": "Activation of EGFR-Ras-MAPK signaling in vulval precursor cells (VPCs) by LIN-3/EGF from the gonad induces vulval development in C. elegans. The prevailing view is that LIN-3 overcomes an \"inhibitory signal\" from the adjacent hyp7 hypodermal syncytium. This view originated from observations indicating that inactivation of functionally redundant Synthetic Multivulva (SynMuv) genes in hyp7 can activate EGFR-Ras-MAPK signaling in the VPCs. Many SynMuv genes encode transcription and chromatin-associated factors, including the Rb ortholog. Here, we show that the SynMuv A and SynMuv B gene classes are functionally redundant for transcriptional repression of the key target gene, lin-3/EGF, in the hypodermis. These observations necessitate a revision of the concept of \"inhibitory signaling.\" They also underscore the importance of preventing inappropriate cell signaling during development and suggest that derepression of growth factors may be the mechanism by which tumor suppressor genes such as Rb can have cell nonautonomous effects.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Embryonic Induction",
            "Epidermal Growth Factor",
            "Female",
            "Gene Expression Profiling",
            "Gene Expression Regulation, Developmental",
            "Genes, Helminth",
            "Giant Cells",
            "Models, Biological",
            "Mutation",
            "Phenotype",
            "RNA Interference",
            "RNA, Messenger",
            "Vulva"
        ],
        "Authors": [
            {
                "First Name": "Mingxue",
                "Last Name": "Cui",
                "Affiliation": "Howard Hughes Medical Institute, Department of MCD Biology, University of Colorado, Boulder, Colorado 80309, USA."
            },
            {
                "First Name": "Jun",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Toshia R",
                "Last Name": "Myers",
                "Affiliation": ""
            },
            {
                "First Name": "Byung Joon",
                "Last Name": "Hwang",
                "Affiliation": ""
            },
            {
                "First Name": "Paul W",
                "Last Name": "Sternberg",
                "Affiliation": ""
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            },
            {
                "First Name": "Min",
                "Last Name": "Han",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2006"
    },
    {
        "PMID": "16239437",
        "Title": "LIN-12/Notch activation leads to microRNA-mediated down-regulation of Vav in C. elegans.",
        "Abstract": "Cell-cell interactions and cross-talk between signaling pathways specify Caenorhabditis elegans vulval precursor cells (VPCs) to adopt a spatial pattern: a central \"1 degrees \" VPC, in which epidermal growth factor receptor (EGFR)-mitogen-activated protein kinase (MAPK) activity is high and LIN-12/Notch activity is low, flanked by two \"2 degrees \" VPCs, in which LIN-12/Notch activity is high and EGFR-MAPK activity is low. Here, we identify a microRNA gene, mir-61, as a direct transcriptional target of LIN-12 and show that expression of mir-61 promotes the 2 degrees fate. We also identify vav-1, the ortholog of the Vav oncogene, as a target of mir-61, and show that down-regulation of VAV-1 promotes lin-12 activity in specifying the 2 degrees fate. Our results suggest that lin-12, mir-61, and vav-1 form a feedback loop that helps maximize lin-12 activity in the presumptive 2 degrees VPCs.",
        "Keywords": [],
        "MeSH terms": [
            "3' Untranslated Regions",
            "Animals",
            "Animals, Genetically Modified",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Computational Biology",
            "Down-Regulation",
            "Feedback, Physiological",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Genes, Helminth",
            "Membrane Proteins",
            "MicroRNAs",
            "Proto-Oncogene Proteins c-vav",
            "Receptors, Notch",
            "Regulatory Sequences, Nucleic Acid",
            "Signal Transduction",
            "Stem Cells",
            "Transcription, Genetic",
            "Vulva"
        ],
        "Authors": [
            {
                "First Name": "Andrew S",
                "Last Name": "Yoo",
                "Affiliation": "Integrated Program in Cellular, Molecular, and Biophysical Studies, Howard Hughes Medical Institute, Columbia University College of Physicians and Surgeons, 701 West 168th Street, Room 720, New York, NY 10032, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2005"
    },
    {
        "PMID": "16236769",
        "Title": "LIN-12/Notch trafficking and regulation of DSL ligand activity during vulval induction in Caenorhabditis elegans.",
        "Abstract": "A novel mode of crosstalk between the EGFR-Ras-MAPK and LIN-12/Notch pathways occurs during the patterning of a row of vulval precursor cells (VPCs) in Caenorhabditis elegans: activation of the EGFR-Ras-MAPK pathway in the central VPC promotes endocytosis and degradation of LIN-12 protein. LIN-12 downregulation in the central VPC is a prerequisite for the activity of the lateral signal, which activates LIN-12 in neighboring VPCs. Here we characterize cis-acting targeting sequences in the LIN-12 intracellular domain and find that in addition to a di-leucine motif, serine/threonine residues are important for internalization and lysine residues are important for post-internalization trafficking and degradation. We also identify two trans-acting factors that are required for post-internalization trafficking and degradation: ALX-1, a homolog of yeast Bro1p and mammalian Alix and the WWP-1/Su(dx)/Itch ubiquitin ligase. By examining the effects of mutated forms of LIN-12 and reduced wwp-1 or alx-1 activity on subcellular localization and activity of LIN-12, we provide evidence that the lateral signal-inhibiting activity of LIN-12 resides in the extracellular domain and occurs at the apical surface of the VPCs.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Female",
            "Leucine",
            "Ligands",
            "Lysine",
            "Membrane Proteins",
            "Molecular Sequence Data",
            "Mutation",
            "Protein Transport",
            "Receptors, Notch",
            "Serine",
            "Signal Transduction",
            "Threonine",
            "Transcription Factors",
            "Ubiquitin-Protein Ligases",
            "Vulva"
        ],
        "Authors": [
            {
                "First Name": "Daniel D",
                "Last Name": "Shaye",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2005"
    },
    {
        "PMID": "16197940",
        "Title": "Evidence for functional redundancy between C. elegans ADAM proteins SUP-17/Kuzbanian and ADM-4/TACE.",
        "Abstract": "The ectodomain of LIN-12/Notch proteins is cleaved and shed upon ligand binding. In Caenorhabditis elegans, genetic evidence has implicated SUP-17, the ortholog of Drosophila Kuzbanian and mammalian ADAM10, as the protease that mediates this event. In mammals, however, biochemical evidence has implicated TACE, a different ADAM protein. We have investigated potential functional redundancy of sup-17 and the C. elegans ortholog of TACE, adm-4, by exploring their roles in cell fate decisions mediated by lin-12/Notch genes. We found that reduced adm-4 activity, like reduced sup-17 activity, suppresses an allele of glp-1 that encodes a constitutively active receptor. Furthermore, concomitant reduction of adm-4 and sup-17 activity causes the production of two anchor cells in the hermaphrodite gonad, instead of one--a phenotype associated with loss of lin-12 activity. Concomitant reduction of both sup-17 and adm-4 activity in hermaphrodites results in highly penetrant synthetic sterility, which appears to reflect a defect in the spermatheca. Expression of a truncated form of LIN-12 that mimics the product of ectodomain shedding rescues this fertility defect, suggesting that sup-17 and adm-4 may mediate ectodomain shedding of LIN-12 and/or GLP-1. Our results are consistent with the possibility that sup-17 and adm-4 are functionally redundant for at least a subset of LIN-12/Notch-mediated decisions in C. elegans.",
        "Keywords": [],
        "MeSH terms": [
            "ADAM Proteins",
            "ADAM17 Protein",
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Female",
            "Male",
            "Membrane Glycoproteins",
            "Membrane Proteins",
            "Metalloendopeptidases",
            "Mutation",
            "Oocytes",
            "Phylogeny",
            "Receptors, Notch",
            "Spermatogenesis",
            "Zinc"
        ],
        "Authors": [
            {
                "First Name": "Sophie",
                "Last Name": "Jarriault",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2005"
    },
    {
        "PMID": "16157663",
        "Title": "New positive regulators of lin-12 activity in Caenorhabditis elegans include the BRE-5/Brainiac glycosphingolipid biosynthesis enzyme.",
        "Abstract": "Screens for suppressors of lin-12 hypermorphic alleles in C. elegans have identified core components and modulators of the LIN-12/Notch signaling pathway. Here we describe the recovery of alleles of six new genes from a screen for suppressors of the egg-laying defect associated with elevated lin-12 activity. The molecular identification of one of the new suppressor genes revealed it as bre-5, which had previously been identified in screens for mutations that confer resistance to Bt toxin in C. elegans. bre-5 is the homolog of D. melanogaster brainiac. BRE-5/Brainiac catalyzes a step in the synthesis of glycosphingolipids, components of lipid rafts that are thought to act as platforms for association among certain kinds of membrane-bound proteins. Reducing the activity of several other genes involved in glycosphingolipid biosynthesis also suppresses the effects of constitutive lin-12 activity. Genetic analysis and cell ablation experiments suggest that bre-5 functions prior to ligand-induced ectodomain shedding that activates LIN-12 for signal transduction.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Base Sequence",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Chromosome Mapping",
            "DNA Primers",
            "Galactosyltransferases",
            "Gene Expression Regulation",
            "Genetic Complementation Test",
            "Glycosphingolipids",
            "Membrane Proteins",
            "Molecular Sequence Data",
            "Mutation",
            "RNA Interference",
            "Receptors, Notch",
            "Sequence Analysis, DNA",
            "Signal Transduction",
            "Suppression, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Iskra",
                "Last Name": "Katic",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University College of Physicians and Surgeons, 701 W. 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Laura G",
                "Last Name": "Vallier",
                "Affiliation": ""
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2005"
    },
    {
        "PMID": "15936276",
        "Title": "Endocytosis function of a ligand-gated ion channel homolog in Caenorhabditis elegans.",
        "Abstract": "Ligand-gated ion channels are transmembrane proteins that respond to a variety of transmitters, including acetylcholine, gamma-aminobutyric acid (GABA), glycine, and glutamate [1 and 2]. These proteins play key roles in neurotransmission and are typically found in the nervous system and at neuromuscular junctions [3]. Recently, acetylcholine receptor family members also have been found in nonneuronal cells, including macrophages [4], keratinocytes [5], bronchial epithelial cells [5], and endothelial cells of arteries [6]. The function of these channels in nonneuronal cells in mammals remains to be elucidated, though it has been shown that the acetylcholine receptor alpha7 subunit is required for acetylcholine-mediated inhibition of tumor necrosis factor release by activated macrophages [4]. We show that cup-4, a gene required for efficient endocytosis of fluids by C. elegans coelomocytes, encodes a protein that is homologous to ligand-gated ion channels, with the highest degree of similarity to nicotinic acetylcholine receptors. Worms lacking CUP-4 have reduced phosphatidylinositol 4,5-bisphosphate levels at the plasma membrane, suggesting that CUP-4 regulates endocytosis through modulation of phospholipase C activity.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Base Sequence",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "DNA Primers",
            "DNA, Complementary",
            "Endocytosis",
            "Green Fluorescent Proteins",
            "Ion Channels",
            "Microscopy, Fluorescence",
            "Molecular Sequence Data",
            "Phosphatidylinositol 4,5-Diphosphate",
            "Plasmids",
            "Receptors, Nicotinic",
            "Sequence Alignment",
            "Sequence Analysis, DNA",
            "Type C Phospholipases"
        ],
        "Authors": [
            {
                "First Name": "Andrea",
                "Last Name": "Patton",
                "Affiliation": "Department of Molecular and Cellular Biology, Life Sciences South, Room 531, University of Arizona, Tucson, Arizona 85721, USA."
            },
            {
                "First Name": "Sarah",
                "Last Name": "Knuth",
                "Affiliation": ""
            },
            {
                "First Name": "Basil",
                "Last Name": "Schaheen",
                "Affiliation": ""
            },
            {
                "First Name": "Hope",
                "Last Name": "Dang",
                "Affiliation": ""
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            },
            {
                "First Name": "Hanna",
                "Last Name": "Fares",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2005"
    },
    {
        "PMID": "15621535",
        "Title": "lin-35 Rb acts in the major hypodermis to oppose ras-mediated vulval induction in C. elegans.",
        "Abstract": "Specification of vulval precursor cell (VPC) fates in C. elegans has served as an important signal transduction paradigm. Genetic studies have indicated that a large group of synthetic multivulva (SynMuv) genes, including the Rb ortholog lin-35, antagonizes the activity of the EGF receptor-Ras-MAP kinase pathway during VPC specification. A prevalent view has been that Rb-mediated transcriptional regulation and chromatin remodeling activities act in the VPCs to antagonize Ras activation through effects on promoters of target genes of the EGF receptor-Ras-MAP kinase pathway that promote vulval fates. Here, we have investigated the cellular focus of lin-35 using conventional genetic mosaic analysis and tissue-specific expression. Our results indicate that lin-35 activity is required in the major hypodermal syncytium and not in the VPCs to inhibit vulval fates. LIN-35 Rb may inhibit vulval fates by regulating a signal from hyp7 to the VPCs or the physiological state of hyp7.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Cell Lineage",
            "Embryonic Induction",
            "ErbB Receptors",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Green Fluorescent Proteins",
            "Microinjections",
            "Mitogen-Activated Protein Kinases",
            "Promoter Regions, Genetic",
            "Repressor Proteins",
            "Signal Transduction",
            "Stem Cells",
            "Subcutaneous Tissue",
            "Vulva",
            "ras Proteins"
        ],
        "Authors": [
            {
                "First Name": "Toshia R",
                "Last Name": "Myers",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2005"
    },
    {
        "PMID": "15282161",
        "Title": "Multiple roles for the E/Daughterless ortholog HLH-2 during C. elegans gonadogenesis.",
        "Abstract": "HLH-2 is the Caenorhabditis elegans ortholog of the Drosophila Daughterless and mammalian E basic helix-loop-helix (bHLH) transcriptional activators that function during diverse events during animal development. HLH-2 has been implicated in cell fate specification in different neural lineages and in the LIN-12/Notch-mediated anchor cell (AC)/ventral uterine precursor cell (VU) decision in the somatic gonad. Here, we show that hlh-2 plays several distinct roles during somatic gonadogenesis. Our analysis suggests that hlh-2 is required to endow specific somatic gonadal cells with the competence to undergo the AC/VU decision, as well as functioning in the AC/VU decision per se; this novel \"proAC\" role appears to be analogous to the proneural role of Drosophila Daughterless. In addition to its two distinct roles in the specification of the AC, hlh-2 is also required for correct differentiation and function of the AC. hlh-2 also acts at an independent point in the gonadal lineage both to specify distal tip cells (DTCs) and in DTC differentiation and function.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Basic Helix-Loop-Helix Transcription Factors",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Cell Differentiation",
            "Cell Lineage",
            "DNA-Binding Proteins",
            "Disorders of Sex Development",
            "Drosophila Proteins",
            "Embryo, Nonmammalian",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Larva",
            "Membrane Proteins",
            "Organogenesis",
            "RNA Interference",
            "Receptors, Notch",
            "Transcription Factors",
            "Uterus"
        ],
        "Authors": [
            {
                "First Name": "Xantha",
                "Last Name": "Karp",
                "Affiliation": "Department of Genetics and Development, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA. xek1@columbia.edu"
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2004"
    },
    {
        "PMID": "15020414",
        "Title": "sel-7, a positive regulator of lin-12 activity, encodes a novel nuclear protein in Caenorhabditis elegans.",
        "Abstract": "Suppressor genetics in C. elegans has identified key components of the LIN-12/Notch signaling pathway. Here, we describe a genetic and molecular characterization of the suppressor gene sel-7. We show that reducing or eliminating sel-7 activity suppresses the effects of constitutive lin-12 activity, enhances the effects of partially reduced lin-12 activity, and causes a synthetic Lin-12(0) phenotype when combined with a null mutation in the sel-12 presenilin gene. These observations suggest that sel-7 is a positive regulator of lin-12 activity. We also show that SEL-7 encodes a novel nuclear protein. Through yeast two-hybrid screening, we identified an apparent interaction partner, K08E3.8, that also interacts with SEL-8, a known component of the nuclear complex that forms upon LIN-12 activation. Our data suggest potential roles for SEL-7 in the assembly or function of this nuclear complex.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Base Sequence",
            "Caenorhabditis elegans Proteins",
            "Carrier Proteins",
            "DNA, Helminth",
            "Genes, Helminth",
            "Membrane Proteins",
            "Models, Biological",
            "Molecular Sequence Data",
            "Mutation",
            "Nuclear Proteins",
            "Phenotype",
            "Receptors, Notch",
            "Sequence Homology, Amino Acid",
            "Suppression, Genetic",
            "Transcription Factors",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Jiabin",
                "Last Name": "Chen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Molecular and Biophysical Studies, Columbia University, College of Physicians and Surgeons, New York, New York 10032, USA."
            },
            {
                "First Name": "Xiajun",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2004"
    },
    {
        "PMID": "14960273",
        "Title": "The lateral signal for LIN-12/Notch in C. elegans vulval development comprises redundant secreted and transmembrane DSL proteins.",
        "Abstract": "The vulval precursor cells (VPCs) are spatially patterned by a LET-23/EGF receptor-mediated inductive signal and a LIN-12/Notch-mediated lateral signal. The lateral signal has eluded identification, so the mechanism by which lateral signaling is activated has not been known. Here, we computationally identify ten genes that encode potential ligands for LIN-12, and show that three of these genes, apx-1, dsl-1, and lag-2, are functionally redundant components of the lateral signal. We also show that transcription of all three genes is initiated or upregulated in VPCs in response to inductive signaling, suggesting that direct transcriptional control of the lateral signal by the inductive signal is part of the mechanism by which these cell signaling events are coordinated. In addition, we show that DSL-1, which lacks a predicted transmembrane domain, is a natural secreted ligand and can substitute for the transmembrane ligand LAG-2 in different functional assays.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Cloning, Molecular",
            "Drosophila",
            "Drosophila Proteins",
            "Embryonic Induction",
            "Female",
            "Fluorescent Antibody Technique",
            "Gene Expression Regulation, Developmental",
            "Membrane Proteins",
            "Molecular Sequence Data",
            "Mutation",
            "RNA, Antisense",
            "RNA, Small Interfering",
            "Receptors, Notch",
            "Signal Transduction",
            "Transforming Growth Factors",
            "Vulva"
        ],
        "Authors": [
            {
                "First Name": "Ning",
                "Last Name": "Chen",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biophysical Studies, Columbia University, College of Physicians and Surgeons, 701 West 168th Street, Room 720, New York, NY 10032, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2004"
    },
    {
        "PMID": "14764556",
        "Title": "Cluster Analyzer for Transcription Sites (CATS): a C++-based program for identifying clustered transcription factor binding sites.",
        "Abstract": "We have developed a program, Cluster Analyzer for Transcription Sites (CATS), which identifies clusters of transcription factor binding sites in any genome sequence. The program searches for clusters of the consensus sequence for DNA binding within a window (length of DNA). The window size and the cluster size (number of consensus sequences within a given window) can be varied. CATS can be used for single or multiple transcription factors for which consensus sequences have been deduced based on biochemical and mutational analysis, or by comparative genomics. The use of CATS for clusters of different transcription factor binding sites may facilitate the identification of genes that are co-regulated in a cell type-specific or developmental stage-specific manner. CATS is simple to install and use on computers running any Windows NT-platforms.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Cluster Analysis",
            "Gene Expression Profiling",
            "Programming Languages",
            "Protein Binding",
            "Sequence Alignment",
            "Sequence Analysis",
            "Software",
            "Transcription Factors",
            "User-Computer Interface"
        ],
        "Authors": [
            {
                "First Name": "Han",
                "Last Name": "Yu",
                "Affiliation": "Wave Systems Corp., 19925 Stevens Creek Blvd, Cupertino, CA 95014, USA."
            },
            {
                "First Name": "Andrew S",
                "Last Name": "Yoo",
                "Affiliation": ""
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Bioinformatics (Oxford, England)",
        "PubDate": "2004"
    },
    {
        "PMID": "14752159",
        "Title": "Crosstalk between the EGFR and LIN-12/Notch pathways in C. elegans vulval development.",
        "Abstract": "The Caenorhabditis elegans vulva is an important paradigm for cell-cell interactions in animal development. The fates of six vulval precursor cells are patterned through the action of the epidermal growth factor receptor-mitogen-activated protein kinase (EGFR-MAPK) inductive signaling pathway, which specifies the 1 degrees fate, and the LIN-12/Notch lateral signaling pathway, which specifies the 2 degrees fate. Here, we provide evidence that the inductive signal is spatially graded and initially activates the EGFR-MAPK pathway in the prospective 2 degrees cells. Subsequently, this effect is counteracted by the expression of multiple new negative regulators of the EGFR-MAPK pathway, under direct transcriptional control of the LIN-12-mediated lateral signal.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Cell Cycle Proteins",
            "ErbB Receptors",
            "Female",
            "Gene Expression Profiling",
            "Gene Expression Regulation, Developmental",
            "Genes, Helminth",
            "Genes, Reporter",
            "Green Fluorescent Proteins",
            "Intercellular Signaling Peptides and Proteins",
            "Lac Operon",
            "Luminescent Proteins",
            "MAP Kinase Signaling System",
            "Membrane Proteins",
            "Mitogen-Activated Protein Kinases",
            "Models, Biological",
            "Morphogenesis",
            "Protein Tyrosine Phosphatases",
            "Receptors, Notch",
            "Recombinant Fusion Proteins",
            "Signal Transduction",
            "Stem Cells",
            "Transcription, Genetic",
            "Vulva"
        ],
        "Authors": [
            {
                "First Name": "Andrew S",
                "Last Name": "Yoo",
                "Affiliation": "Integrated Program in Cellular, Molecular, and Biophysical Studies, Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, 701 West 168th Street, Room 720, New York, NY 10032, USA."
            },
            {
                "First Name": "Carlos",
                "Last Name": "Bais",
                "Affiliation": ""
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2004"
    },
    {
        "PMID": "14701877",
        "Title": "Post-transcriptional regulation of the E/Daughterless ortholog HLH-2, negative feedback, and birth order bias during the AC/VU decision in C. elegans.",
        "Abstract": "The anchor cell/ventral uterine precursor cell (AC/VU) decision in Caenorhabditis elegans is a canonical example of lin-12/Notch-mediated lateral specification. Two initially equivalent cells interact via the receptor LIN-12 and its ligand LAG-2, so that one becomes the AC and the other a VU. During this interaction, feedback loops amplify a small difference in lin-12 activity, limiting lin-12 transcription to the presumptive VU and lag-2 transcription to the presumptive AC. Here, we find that hlh-2 appears to be required for the VU fate and directly activates lag-2 transcription in the presumptive AC. HLH-2 appears to accumulate selectively in the presumptive AC prior to differential transcription of lin-12 or lag-2, and is therefore the earliest detectable difference between the two cells undergoing the AC/VU decision. The restricted accumulation of HLH-2 to the presumptive AC reflects post-transcriptional down-regulation of HLH-2 in the presumptive VU. Our observations suggest that hlh-2 is regulated as part of the negative feedback that down-regulates lag-2 transcription in the presumptive VU. Finally, we show that the AC/VU decision in an individual hermaphrodite is biased by the relative birth order of the two cells, so that the first-born cell is more likely to become the VU. We propose models to suggest how birth order, HLH-2 accumulation, and transcription of lag-2 may be linked during the AC/VU decision.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Down-Regulation",
            "Feedback, Physiological",
            "Female",
            "Fluorescent Antibody Technique",
            "Gene Expression Regulation, Developmental",
            "Genes, Reporter",
            "Helix-Loop-Helix Motifs",
            "Membrane Proteins",
            "Mutation",
            "Receptors, Notch",
            "Signal Transduction",
            "Transcription, Genetic",
            "Uterus"
        ],
        "Authors": [
            {
                "First Name": "Xantha",
                "Last Name": "Karp",
                "Affiliation": "Department of Genetics and Development, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Genes & development",
        "PubDate": "2003"
    },
    {
        "PMID": "12478297",
        "Title": "Endocytosis-mediated downregulation of LIN-12/Notch upon Ras activation in Caenorhabditis elegans.",
        "Abstract": "The coordination of signals from different pathways is important for cell fate specification during animal development. Here, we define a novel mode of crosstalk between the epidermal growth factor receptor/Ras/mitogen-activated protein kinase cascade and the LIN-12/Notch pathway during Caenorhabditis elegans vulval development. Six vulval precursor cells (VPCs) are initially equivalent but adopt different fates as a result of an inductive signal mediated by the Ras pathway and a lateral signal mediated by the LIN-12/Notch pathway. One consequence of activating Ras is a reduction of LIN-12 protein in P6.p (ref. 2), the VPC believed to be the source of the lateral signal. Here we identify a 'downregulation targeting signal' (DTS) in the LIN-12 intracellular domain, which encompasses a di-leucine-containing endocytic sorting motif. The DTS seems to be required for internalization of LIN-12, and on Ras activation it might mediate altered endocytic routing of LIN-12, leading to downregulation. We also show that if LIN-12 is stabilized in P6.p, lateral signalling is compromised, indicating that LIN-12 downregulation is important in the appropriate specification of cell fates in vivo.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Animals",
            "Animals, Genetically Modified",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Cell Lineage",
            "Down-Regulation",
            "Endocytosis",
            "Enzyme Activation",
            "ErbB Receptors",
            "Female",
            "Helminth Proteins",
            "Membrane Proteins",
            "Mitogen-Activated Protein Kinases",
            "Models, Biological",
            "Receptors, Notch",
            "Signal Transduction",
            "Vulva",
            "ras Proteins"
        ],
        "Authors": [
            {
                "First Name": "Daniel D",
                "Last Name": "Shaye",
                "Affiliation": "Department of Genetics and Development, and Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, New York 10032, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2002"
    },
    {
        "PMID": "12381669",
        "Title": "Suppressors of the egg-laying defective phenotype of sel-12 presenilin mutants implicate the CoREST corepressor complex in LIN-12/Notch signaling in C. elegans.",
        "Abstract": "Presenilin is an essential component of the LIN-12/Notch signaling pathway and also plays a critical role in the genesis of Alzheimer's disease. Previously, a screen for suppressors of the egg-laying defective phenotype caused by partial loss of presenilin activity in Caenorhabditis elegans identified a number of new spr genes that are potentially involved in the regulation of LIN-12/Notch signaling or presenilin activity. Here we report the molecular identity of two spr genes, spr-1 and spr-5. Our genetic analysis indicates that loss of spr-1 elevates lin-12/Notch gene activity in many different cell fate decisions, suggesting that spr-1 is a negative regulator of LIN-12/Notch signaling. Sequence analysis revealed that spr-1 is an ortholog of human CoREST, a known corepressor. SPR-1 is localized to the nucleus and acts in a cell-autonomous manner; furthermore, human CoREST can substitute for SPR-1 in C. elegans. We also show that spr-5 encodes a homolog of p110b, another known member of the CoREST corepressor complex. Our results suggest that the CoREST corepressor complex might be functionally conserved in worms, and we discuss the potential role of SPR-1 and SPR-5 in the repression of transcription of genes involved in, or downstream of, LIN-12/Notch signal transduction.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Animals",
            "Animals, Genetically Modified",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Cell Nucleus",
            "Co-Repressor Proteins",
            "Cornified Envelope Proline-Rich Proteins",
            "DNA Primers",
            "DNA-Binding Proteins",
            "Eggs",
            "Embryo, Nonmammalian",
            "Female",
            "Gene Expression Regulation",
            "Helminth Proteins",
            "Humans",
            "Lac Operon",
            "Membrane Glycoproteins",
            "Membrane Proteins",
            "Mutation",
            "Neoplasm Proteins",
            "Nerve Tissue Proteins",
            "Phenotype",
            "Plasmids",
            "Polymerase Chain Reaction",
            "Proteins",
            "RNA",
            "RNA Splice Sites",
            "Receptors, Notch",
            "Recombination, Genetic",
            "Repressor Proteins",
            "Signal Transduction",
            "Transgenes"
        ],
        "Authors": [
            {
                "First Name": "Sophie",
                "Last Name": "Jarriault",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Iva",
                "Last Name": "Greenwald",
                "Affiliation": ""
            }
        ],
        "Journal": "Genes & development",
        "PubDate": "2002"
    }
]