[
    {
        "PMID": "38763228",
        "Title": "Replication-Independent ICL Repair: From Chemotherapy to Cell Homeostasis.",
        "Abstract": "Interstrand crosslinks (ICLs) are a type of covalent lesion that can prevent transcription and replication by inhibiting DNA strand separation and instead trigger cell death. ICL inducing compounds are commonly used as chemotherapies due to their effectiveness in inhibiting cell proliferation. Naturally occurring crosslinking agents formed from metabolic processes can also pose a challenge to genome stability especially in slowly or non-dividing cells. Cells maintain a variety of ICL repair mechanisms to cope with this stressor within and outside the S phase of the cell cycle. Here, we discuss the mechanisms of various replication-independent ICL repair pathways and how crosslink repair efficiency is tied to aging and disease.",
        "Keywords": [
            "DNA interstrand crosslink",
            "DNA repair",
            "cancer",
            "genome instability",
            "neurodegeneration"
        ],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Cross-Linking Reagents",
            "DNA Damage",
            "DNA Repair",
            "DNA Replication",
            "Genomic Instability",
            "Homeostasis",
            "Drug Therapy"
        ],
        "Authors": [
            {
                "First Name": "Arooba",
                "Last Name": "Ahmed",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos, College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Niyo",
                "Last Name": "Kato",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos, College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos, College of Physicians and Surgeons, New York, NY, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Vagelos, College of Physicians and Surgeons, New York, NY, USA; Department of Genetics and Development, Columbia University Vagelos, College of Physicians and Surgeons, New York, NY, USA. Electronic address: jg130@cumc.columbia.edu."
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2024"
    },
    {
        "PMID": "38097773",
        "Title": "Chromatin compartments at DNA double-stranded breaks.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "DNA Breaks, Double-Stranded",
            "Chromatin",
            "Humans",
            "Animals",
            "DNA Repair",
            "Histones"
        ],
        "Authors": [
            {
                "First Name": "Jaewon",
                "Last Name": "Min",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA. JG130@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell research",
        "PubDate": "2024"
    },
    {
        "PMID": "37569425",
        "Title": "Untargeted Multiomics Approach Coupling Lipidomics and Metabolomics Profiling Reveals New Insights in Diabetic Retinopathy.",
        "Abstract": "Diabetic retinopathy (DR) is a microvascular complication of diabetes mellitus (DM) which is the main cause of vision loss in the working-age population. Currently known risk factors such as age, disease duration, and hemoglobin A1c lack sufficient efficiency to distinguish patients with early stages of DR. A total of 194 plasma samples were collected from patients with type 2 DM and DR (moderate to proliferative (PDR) or control (no or mild DR) matched for age, gender, diabetes duration, HbA1c, and hypertension. Untargeted lipidomic and metabolomic approaches were performed. Partial-least square methods were used to analyze the datasets. Levels of 69 metabolites and 85 lipid species were found to be significantly different in the plasma of DR patients versus controls. Metabolite set enrichment analysis indicated that pathways such as metabolism of branched-chain amino acids (methylglutaryl carnitine ",
        "Keywords": [
            "diabetic retinopathy",
            "lipidomics",
            "metabolomics"
        ],
        "MeSH terms": [
            "Humans",
            "Diabetic Retinopathy",
            "Lipidomics",
            "Multiomics",
            "Diabetes Mellitus, Type 2",
            "Metabolomics",
            "Lipids"
        ],
        "Authors": [
            {
                "First Name": "Patricia",
                "Last Name": "Ancel",
                "Affiliation": "Aix-Marseille University, INSERM, INRAE, C2VN, 13005 Marseille, France."
            },
            {
                "First Name": "Jean Charles",
                "Last Name": "Martin",
                "Affiliation": "Aix-Marseille University, INSERM, INRAE, C2VN, BIOMET Aix-Marseille Technology Platform, 13005 Marseille, France."
            },
            {
                "First Name": "Elisa",
                "Last Name": "Doukbi",
                "Affiliation": "Aix-Marseille University, INSERM, INRAE, C2VN, 13005 Marseille, France."
            },
            {
                "First Name": "Marie",
                "Last Name": "Houssays",
                "Affiliation": "Medical Evaluation Department, Assistance-Publique Hôpitaux de Marseille, CIC-CPCET, 13005 Marseille, France."
            },
            {
                "First Name": "Pierre",
                "Last Name": "Gascon",
                "Affiliation": "Department of Ophthalmology, Assistance-Publique Hôpitaux de Marseille, 13005 Marseille, France."
            },
            {
                "First Name": "Maud",
                "Last Name": "Righini",
                "Affiliation": "Department of Ophthalmology, Assistance-Publique Hôpitaux de Marseille, 13005 Marseille, France."
            },
            {
                "First Name": "Frédéric",
                "Last Name": "Matonti",
                "Affiliation": "Department of Ophthalmology, Assistance-Publique Hôpitaux de Marseille, 13005 Marseille, France."
            },
            {
                "First Name": "Ljubica",
                "Last Name": "Svilar",
                "Affiliation": "CRIBIOM Aix-Marseille Technology Platform, 13005 Marseille, France."
            },
            {
                "First Name": "Marie",
                "Last Name": "Valmori",
                "Affiliation": "Aix-Marseille University, INSERM, INRAE, C2VN, BIOMET Aix-Marseille Technology Platform, 13005 Marseille, France."
            },
            {
                "First Name": "Catherine",
                "Last Name": "Tardivel",
                "Affiliation": "Aix-Marseille University, INSERM, INRAE, C2VN, BIOMET Aix-Marseille Technology Platform, 13005 Marseille, France."
            },
            {
                "First Name": "Nicolas",
                "Last Name": "Venteclef",
                "Affiliation": "IMMEDIAB Laboratory, Institut Necker Enfants Malades (INEM), INSERM U1151, CNRS UMR 8253, Université Paris Cité, 75015 Paris, France."
            },
            {
                "First Name": "Jean Baptiste",
                "Last Name": "Julla",
                "Affiliation": "IMMEDIAB Laboratory, Diabetology and Endocrinology Department, Institut Necker Enfants Malades (INEM), INSERM U1151, CNRS UMR 8253, Université Paris Cité, Lariboisière Hospital, Féderation de Diabétologie, APHP, 75015 Paris, France."
            },
            {
                "First Name": "Jean François",
                "Last Name": "Gautier",
                "Affiliation": "IMMEDIAB Laboratory, Diabetology and Endocrinology Department, Institut Necker Enfants Malades (INEM), INSERM U1151, CNRS UMR 8253, Université Paris Cité, Lariboisière Hospital, Féderation de Diabétologie, APHP, 75015 Paris, France."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Resseguier",
                "Affiliation": "Aix-Marseille University, Support Unit for Clinical Research and Economic Evaluation, Assistance Publique-Hôpitaux de Marseille, EA 3279 CEReSS-Health Service Research and Quality of Life Center, 13005 Marseille, France."
            },
            {
                "First Name": "Anne",
                "Last Name": "Dutour",
                "Affiliation": "Aix-Marseille University, INSERM, INRAE, C2VN, Endocrinology, Metabolic Diseases and Nutrition Department, AP-HM, 13005 Marseille, France."
            },
            {
                "First Name": "Bénédicte",
                "Last Name": "Gaborit",
                "Affiliation": "Aix-Marseille University, INSERM, INRAE, C2VN, Endocrinology, Metabolic Diseases and Nutrition Department, AP-HM, 13005 Marseille, France."
            }
        ],
        "Journal": "International journal of molecular sciences",
        "PubDate": "2023"
    },
    {
        "PMID": "37536908",
        "Title": "[Development of pain resource nurses: towards a national cooperation protocol].",
        "Abstract": "Improving access to specialized pain management centers for the 20% of French people suffering from chronic pain is a major challenge for our healthcare system. Less than 3% of these people receive appropriate care in one of the Chronic Pain Centers (SDC) in France. The current care offer is therefore not sufficient despite the constant increase in the number of SDC. Recognition of the expertise of Pain Resource Nurses (IRD) working in these structures and the delegation of protocolized activities would be one possible response to improve access to care and the quality of care for chronic pain patients by freeing up medical time for the care of new patients.",
        "Keywords": [
            "chronic structure pain",
            "cooperation protocol",
            "delegation of activity",
            "délégation d’activité",
            "infirmier ressource douleur",
            "pain resource nurse",
            "professional development",
            "protocole de coopération",
            "structure douleur chronique",
            "évolution professionnelle"
        ],
        "MeSH terms": [
            "Humans",
            "Chronic Pain",
            "Pain Management",
            "France",
            "Nurses"
        ],
        "Authors": [
            {
                "First Name": "Jean Michel",
                "Last Name": "Gautier",
                "Affiliation": "Centre hospitalier universitaire de Montpellier, 191 avenue du Doyen-Gaston-Giraud, 34295 Montpellier, France."
            },
            {
                "First Name": "Eva Ester Molina",
                "Last Name": "Beltran",
                "Affiliation": "Institut Curie, 35 avenue Dailly, 92210 Saint-Cloud, France. Electronic address: evaester.molinabeltran@curie.fr."
            }
        ],
        "Journal": "Soins; la revue de reference infirmiere",
        "PubDate": "2023"
    },
    {
        "PMID": "37402370",
        "Title": "Mechanisms of insertions at a DNA double-strand break.",
        "Abstract": "Insertions and deletions (indels) are common sources of structural variation, and insertions originating from spontaneous DNA lesions are frequent in cancer. We developed a highly sensitive assay called insertion and deletion sequencing (Indel-seq) to monitor rearrangements in human cells at the TRIM37 acceptor locus that reports indels stemming from experimentally induced and spontaneous genome instability. Templated insertions, which derive from sequences genome wide, require contact between donor and acceptor loci, require homologous recombination, and are stimulated by DNA end-processing. Insertions are facilitated by transcription and involve a DNA/RNA hybrid intermediate. Indel-seq reveals that insertions are generated via multiple pathways. The broken acceptor site anneals with a resected DNA break or invades the displaced strand of a transcription bubble or R-loop, followed by DNA synthesis, displacement, and then ligation by non-homologous end joining. Our studies identify transcription-coupled insertions as a critical source of spontaneous genome instability that is distinct from cut-and-paste events.",
        "Keywords": [
            "DNA double-strand breaks",
            "insertions",
            "nuclear actin",
            "recombination",
            "transcription, break-induced replication"
        ],
        "MeSH terms": [
            "Humans",
            "DNA Repair",
            "DNA Breaks, Double-Stranded",
            "DNA End-Joining Repair",
            "DNA",
            "Genomic Instability",
            "Tripartite Motif Proteins",
            "Ubiquitin-Protein Ligases"
        ],
        "Authors": [
            {
                "First Name": "Jaewon",
                "Last Name": "Min",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA; Department of Pathology and Cell Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA. Electronic address: jm5092@cumc.columbia.edu."
            },
            {
                "First Name": "Junfei",
                "Last Name": "Zhao",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Jennifer",
                "Last Name": "Zagelbaum",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA; Integrated Program in Cellular, Molecular, and Biomedical Studies, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Jina",
                "Last Name": "Lee",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA; Department of Pathology and Cell Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Sho",
                "Last Name": "Takahashi",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Portia",
                "Last Name": "Cummings",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Allana",
                "Last Name": "Schooley",
                "Affiliation": "Department of Systems Biology, University of Massachusetts Medical School, Worcester, MA, USA."
            },
            {
                "First Name": "Job",
                "Last Name": "Dekker",
                "Affiliation": "Department of Systems Biology, University of Massachusetts Medical School, Worcester, MA, USA; Howard Hughes Medical Institute, Chevy Chase, MD, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Biochemistry and Biophysics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA; Department of Systems Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA; Department of Genetics and Development, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA. Electronic address: jg130@cumc.columbia.edu."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2023"
    },
    {
        "PMID": "37386298",
        "Title": "Author Correction: Non-transcriptional control of DNA replication by c-Myc.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Dominguez-Sola",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, New York, 10032, USA."
            },
            {
                "First Name": "Carol Y",
                "Last Name": "Ying",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, New York, 10032, USA."
            },
            {
                "First Name": "Carla",
                "Last Name": "Grandori",
                "Affiliation": "Division of Human Biology, Fred Hutchinson Cancer Research Center, Seattle, Washington, 98109, USA."
            },
            {
                "First Name": "Luca",
                "Last Name": "Ruggiero",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, New York, 10032, USA."
            },
            {
                "First Name": "Brenden",
                "Last Name": "Chen",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, New York, 10032, USA."
            },
            {
                "First Name": "Muyang",
                "Last Name": "Li",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, New York, 10032, USA."
            },
            {
                "First Name": "Denise A",
                "Last Name": "Galloway",
                "Affiliation": "Division of Human Biology, Fred Hutchinson Cancer Research Center, Seattle, Washington, 98109, USA."
            },
            {
                "First Name": "Wei",
                "Last Name": "Gu",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, New York, 10032, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, New York, 10032, USA. jg130@columbia.edu."
            },
            {
                "First Name": "Riccardo",
                "Last Name": "Dalla-Favera",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, New York, 10032, USA. rd10@columbia.edu."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2023"
    },
    {
        "PMID": "37214867",
        "Title": "Transcription-Coupled Repair of DNA Interstrand Crosslinks by UVSSA.",
        "Abstract": "DNA interstrand crosslinks (ICLs) are covalent bonds between bases on opposing strands of the DNA helix which prevent DNA melting and subsequent DNA replication or RNA transcription. Here, we show that Ultraviolet Stimulated Scaffold Protein A (UVSSA) participates in transcription-coupled repair of ICLs in human cells. Inactivation of UVSSA sensitizes human cells to ICL-inducing drugs, and delays ICL repair. UVSSA is required for transcription-coupled repair of a single ICL in a fluorescence-based reporter assay. UVSSA localizes to chromatin following ICL damage, and interacts with transcribing Pol II, CSA, CSB, and TFIIH. Specifically, UVSSA interaction with TFIIH is required for ICL repair. Finally, UVSSA expression positively correlates with ICL chemotherapy resistance in human cancer cell lines. Our data strongly suggest that transcription-coupled ICL repair (TC-ICR) is a ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Rowyn C",
                "Last Name": "Liebau",
                "Affiliation": "Institute for Cancer Genetics, Graduate School of Arts and Sciences, Columbia University, New York, NY, 10027, United States of America."
            },
            {
                "First Name": "Crystal",
                "Last Name": "Waters",
                "Affiliation": "Institute of Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, United States of America."
            },
            {
                "First Name": "Arooba",
                "Last Name": "Ahmed",
                "Affiliation": "Institute of Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, United States of America."
            },
            {
                "First Name": "Rajesh K",
                "Last Name": "Soni",
                "Affiliation": "Proteomics and Macromolecular Crystallography Shared Resource, Herbert Irving Comprehensive Cancer Center, Columbia University, New York, NY 10032, United States of America."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute of Cancer Genetics, Columbia University Irving Medical Center, New York, NY 10032, United States of America."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2024"
    },
    {
        "PMID": "37059902",
        "Title": "Author Correction: Multiscale reorganization of the genome following DNA damage facilitates chromosome translocations via nuclear actin polymerization.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Jennifer",
                "Last Name": "Zagelbaum",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Allana",
                "Last Name": "Schooley",
                "Affiliation": "Department of Systems Biology, University of Massachusetts Medical School, Worcester, MA, USA."
            },
            {
                "First Name": "Junfei",
                "Last Name": "Zhao",
                "Affiliation": "Department of Systems Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Benjamin R",
                "Last Name": "Schrank",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Elsa",
                "Last Name": "Callen",
                "Affiliation": "Laboratory of Genome Integrity, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Shan",
                "Last Name": "Zha",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Biochemistry and Biophysics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "André",
                "Last Name": "Nussenzweig",
                "Affiliation": "Laboratory of Genome Integrity, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Department of Systems Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Job",
                "Last Name": "Dekker",
                "Affiliation": "Department of Systems Biology, University of Massachusetts Medical School, Worcester, MA, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA. jg130@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature structural & molecular biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36821090",
        "Title": "Correction: The UVSSA complex alleviates MYC-driven transcription stress.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Mai",
                "Last Name": "Sato",
                "Affiliation": ""
            },
            {
                "First Name": "Rowyn C",
                "Last Name": "Liebau",
                "Affiliation": ""
            },
            {
                "First Name": "Zhaoqi",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Lizhi",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36564591",
        "Title": "Multiscale reorganization of the genome following DNA damage facilitates chromosome translocations via nuclear actin polymerization.",
        "Abstract": "Nuclear actin-based movements have been shown to orchestrate clustering of DNA double-strand breaks (DSBs) into homology-directed repair domains. Here we describe multiscale three-dimensional genome reorganization following DNA damage and analyze the contribution of the nuclear WASP-ARP2/3-actin pathway toward chromatin topology alterations and pathologic repair. Hi-C analysis reveals genome-wide, DNA damage-induced chromatin compartment flips facilitated by ARP2/3 that enrich for open, A compartments. Damage promotes interactions between DSBs, which in turn facilitate aberrant, actin-dependent intra- and inter-chromosomal rearrangements. Our work establishes that clustering of resected DSBs into repair domains by nuclear actin assembly is coordinated with multiscale alterations in genome architecture that enable homology-directed repair while also increasing nonhomologous end-joining-dependent translocation frequency.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Actins",
            "Translocation, Genetic",
            "Polymerization",
            "Chromatin",
            "DNA End-Joining Repair",
            "DNA Damage",
            "DNA Repair"
        ],
        "Authors": [
            {
                "First Name": "Jennifer",
                "Last Name": "Zagelbaum",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Allana",
                "Last Name": "Schooley",
                "Affiliation": "Department of Systems Biology, University of Massachusetts Medical School, Worcester, MA, USA."
            },
            {
                "First Name": "Junfei",
                "Last Name": "Zhao",
                "Affiliation": "Department of Systems Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Benjamin R",
                "Last Name": "Schrank",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Elsa",
                "Last Name": "Callen",
                "Affiliation": "Laboratory of Genome Integrity, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Shan",
                "Last Name": "Zha",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Biochemistry and Biophysics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "André",
                "Last Name": "Nussenzweig",
                "Affiliation": "Laboratory of Genome Integrity, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Department of Systems Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Job",
                "Last Name": "Dekker",
                "Affiliation": "Department of Systems Biology, University of Massachusetts Medical School, Worcester, MA, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA. jg130@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature structural & molecular biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36436496",
        "Title": "Double-strand break repair and mis-repair in 3D.",
        "Abstract": "DNA double-strand breaks (DSBs) are lesions that arise frequently from exposure to damaging agents as well as from ongoing physiological DNA transactions. Mis-repair of DSBs leads to rearrangements and structural variations in chromosomes, including insertions, deletions, and translocations implicated in disease. The DNA damage response (DDR) limits pathologic mutations and large-scale chromosome rearrangements. DSB repair initiates in 2D at DNA lesions with the stepwise recruitment of repair proteins and local chromatin remodeling which facilitates break accessibility. More complex structures are then formed via protein assembly into nanodomains and via genome folding into chromatin loops. Subsequently, 3D reorganization of DSBs is guided by clustering forces which drive the assembly of repair domains harboring multiple lesions. These domains are further stabilized and insulated into condensates via liquid-liquid phase-separation. Here, we discuss the benefits and risks associated with this 3D reorganization of the broken genome.",
        "Keywords": [
            "Chromosome rearrangements",
            "DNA double-strand break",
            "Nuclear actin",
            "Nuclear organization"
        ],
        "MeSH terms": [
            "DNA Repair",
            "DNA Breaks, Double-Stranded",
            "Genome"
        ],
        "Authors": [
            {
                "First Name": "Jennifer",
                "Last Name": "Zagelbaum",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA; Integrated Program in Cellular, Molecular, and Biomedical Studies, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA; Department of Genetics and Development, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA. Electronic address: jg130@cumc.columbia.edu."
            }
        ],
        "Journal": "DNA repair",
        "PubDate": "2023"
    },
    {
        "PMID": "35588372",
        "Title": "EPIdemiology of Surgery-Associated Acute Kidney Injury (EPIS-AKI): study protocol for a multicentre, observational trial.",
        "Abstract": "More than 300 million surgical procedures are performed each year. Acute kidney injury (AKI) is a common complication after major surgery and is associated with adverse short-term and long-term outcomes. However, there is a large variation in the incidence of reported AKI rates. The establishment of an accurate epidemiology of surgery-associated AKI is important for healthcare policy, quality initiatives, clinical trials, as well as for improving guidelines. The objective of the Epidemiology of Surgery-associated Acute Kidney Injury (EPIS-AKI) trial is to prospectively evaluate the epidemiology of AKI after major surgery using the latest Kidney Disease: Improving Global Outcomes (KDIGO) consensus definition of AKI.",
        "Keywords": [
            "acute renal failure",
            "adult intensive & critical care",
            "chronic renal failure",
            "epidemiology",
            "surgery"
        ],
        "MeSH terms": [
            "Acute Kidney Injury",
            "Cohort Studies",
            "Humans",
            "Incidence",
            "Multicenter Studies as Topic",
            "Observational Studies as Topic",
            "Prospective Studies",
            "Renal Replacement Therapy"
        ],
        "Authors": [
            {
                "First Name": "Raphael",
                "Last Name": "Weiss",
                "Affiliation": "Department of Anaesthesiology, Intensive Care and Pain Medicine, Universitätsklinikum Münster, Münster, Germany."
            },
            {
                "First Name": "Khaschayar",
                "Last Name": "Saadat-Gilani",
                "Affiliation": "Department of Anaesthesiology, Intensive Care and Pain Medicine, Universitätsklinikum Münster, Münster, Germany."
            },
            {
                "First Name": "Laura",
                "Last Name": "Kerschke",
                "Affiliation": "Institute of Biostatistics and Clinical Research, University of Münster, Münster, Germany."
            },
            {
                "First Name": "Carola",
                "Last Name": "Wempe",
                "Affiliation": "Department of Anaesthesiology, Intensive Care and Pain Medicine, Universitätsklinikum Münster, Münster, Germany."
            },
            {
                "First Name": "Melanie",
                "Last Name": "Meersch",
                "Affiliation": "Department of Anaesthesiology, Intensive Care and Pain Medicine, Universitätsklinikum Münster, Münster, Germany."
            },
            {
                "First Name": "Alexander",
                "Last Name": "Zarbock",
                "Affiliation": "Department of Anaesthesiology, Intensive Care and Pain Medicine, Universitätsklinikum Münster, Münster, Germany zarbock@uni-muenster.de."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "BMJ open",
        "PubDate": "2021"
    },
    {
        "PMID": "35338774",
        "Title": "Functional mapping of PHF6 complexes in chromatin remodeling, replication dynamics, and DNA repair.",
        "Abstract": "The Plant Homeodomain 6 gene (PHF6) encodes a nucleolar and chromatin-associated leukemia tumor suppressor with proposed roles in transcription regulation. However, specific molecular mechanisms controlled by PHF6 remain rudimentarily understood. Here we show that PHF6 engages multiple nucleosome remodeling protein complexes, including nucleosome remodeling and deacetylase, SWI/SNF and ISWI factors, the replication machinery and DNA repair proteins. Moreover, after DNA damage, PHF6 localizes to sites of DNA injury, and its loss impairs the resolution of DNA breaks, with consequent accumulation of single- and double-strand DNA lesions. Native chromatin immunoprecipitation sequencing analyses show that PHF6 specifically associates with difficult-to-replicate heterochromatin at satellite DNA regions enriched in histone H3 lysine 9 trimethyl marks, and single-molecule locus-specific analyses identify PHF6 as an important regulator of genomic stability at fragile sites. These results extend our understanding of the molecular mechanisms controlling hematopoietic stem cell homeostasis and leukemia transformation by placing PHF6 at the crossroads of chromatin remodeling, replicative fork dynamics, and DNA repair.",
        "Keywords": [],
        "MeSH terms": [
            "Chromatin",
            "Chromatin Assembly and Disassembly",
            "DNA Repair",
            "Humans",
            "Leukemia",
            "Nucleosomes",
            "Repressor Proteins"
        ],
        "Authors": [
            {
                "First Name": "Silvia",
                "Last Name": "Alvarez",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY."
            },
            {
                "First Name": "Ana C",
                "Last Name": "da Silva Almeida",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY."
            },
            {
                "First Name": "Robert",
                "Last Name": "Albero",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY."
            },
            {
                "First Name": "Mayukh",
                "Last Name": "Biswas",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY."
            },
            {
                "First Name": "Angelica",
                "Last Name": "Barreto-Galvez",
                "Affiliation": "Rutgers Cancer Institute of New Jersey, New Brunswick, NJ."
            },
            {
                "First Name": "Thomas S",
                "Last Name": "Gunning",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY."
            },
            {
                "First Name": "Anam",
                "Last Name": "Shaikh",
                "Affiliation": "Rutgers Cancer Institute of New Jersey, New Brunswick, NJ."
            },
            {
                "First Name": "Tomas",
                "Last Name": "Aparicio",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY."
            },
            {
                "First Name": "Agnieszka",
                "Last Name": "Wendorff",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY."
            },
            {
                "First Name": "Erich",
                "Last Name": "Piovan",
                "Affiliation": "UOC Immunologia e Diagnostica Molecolare Oncologica, Istituto Oncologico Veneto-Istituto Di Ricovero e Cura a Carattere Scientifico (IRCCS), Padova, Italy."
            },
            {
                "First Name": "Pieter",
                "Last Name": "Van Vlierberghe",
                "Affiliation": "Department of Biomolecular Medicine, Ghent University, Ghent, Belgium."
            },
            {
                "First Name": "Steven",
                "Last Name": "Gygi",
                "Affiliation": "Department of Cell Biology, Harvard Medical School, Boston, MA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY."
            },
            {
                "First Name": "Advaitha",
                "Last Name": "Madireddy",
                "Affiliation": "Rutgers Cancer Institute of New Jersey, New Brunswick, NJ."
            },
            {
                "First Name": "Adolfo",
                "Last Name": "A Ferrando",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY."
            }
        ],
        "Journal": "Blood",
        "PubDate": "2022"
    },
    {
        "PMID": "34521752",
        "Title": "DNA damage-induced phosphorylation of CtIP at a conserved ATM/ATR site T855 promotes lymphomagenesis in mice.",
        "Abstract": "CtIP is a DNA end resection factor widely implicated in alternative end-joining (A-EJ)-mediated translocations in cell-based reporter systems. To address the physiological role of CtIP, an essential gene, in translocation-mediated lymphomagenesis, we introduced the T855A mutation at murine CtIP to nonhomologous end-joining and Tp53 double-deficient mice that routinely succumbed to lymphomas carrying A-EJ-mediated IgH-Myc translocations. T855 of CtIP is phosphorylated by ATM or ATR kinases upon DNA damage to promote end resection. Here, we reported that the T855A mutation of CtIP compromised the neonatal development of ",
        "Keywords": [
            "CtIP",
            "DNA damage response",
            "alternative end-joining",
            "checkpoint",
            "lymphomagenesis"
        ],
        "MeSH terms": [
            "Animals",
            "Ataxia Telangiectasia Mutated Proteins",
            "Carrier Proteins",
            "Cell Cycle Proteins",
            "DNA Damage",
            "G2 Phase Cell Cycle Checkpoints",
            "Lymphoma",
            "Mice",
            "Mutation",
            "Phosphorylation",
            "Translocation, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Xiaobin S",
                "Last Name": "Wang",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York City, NY 10032."
            },
            {
                "First Name": "Demis",
                "Last Name": "Menolfi",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York City, NY 10032."
            },
            {
                "First Name": "Foon",
                "Last Name": "Wu-Baer",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York City, NY 10032."
            },
            {
                "First Name": "Marco",
                "Last Name": "Fangazio",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York City, NY 10032."
            },
            {
                "First Name": "Stefanie N",
                "Last Name": "Meyer",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York City, NY 10032."
            },
            {
                "First Name": "Zhengping",
                "Last Name": "Shao",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York City, NY 10032."
            },
            {
                "First Name": "Yunyue",
                "Last Name": "Wang",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York City, NY 10032."
            },
            {
                "First Name": "Yimeng",
                "Last Name": "Zhu",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York City, NY 10032."
            },
            {
                "First Name": "Brian J",
                "Last Name": "Lee",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York City, NY 10032."
            },
            {
                "First Name": "Verna M",
                "Last Name": "Estes",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York City, NY 10032."
            },
            {
                "First Name": "Olivia M",
                "Last Name": "Cupo",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York City, NY 10032."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York City, NY 10032."
            },
            {
                "First Name": "Laura",
                "Last Name": "Pasqualucci",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York City, NY 10032."
            },
            {
                "First Name": "Riccardo",
                "Last Name": "Dalla-Favera",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York City, NY 10032."
            },
            {
                "First Name": "Richard",
                "Last Name": "Baer",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York City, NY 10032."
            },
            {
                "First Name": "Shan",
                "Last Name": "Zha",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York City, NY 10032; sz2296@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2021"
    },
    {
        "PMID": "34253720",
        "Title": "Distinct pathways of homologous recombination controlled by the SWS1-SWSAP1-SPIDR complex.",
        "Abstract": "Homology-directed repair (HDR), a critical DNA repair pathway in mammalian cells, is complex, leading to multiple outcomes with different impacts on genomic integrity. However, the factors that control these different outcomes are often not well understood. Here we show that SWS1-SWSAP1-SPIDR controls distinct types of HDR. Despite their requirement for stable assembly of RAD51 recombinase at DNA damage sites, these proteins are not essential for intra-chromosomal HDR, providing insight into why patients and mice with mutations are viable. However, SWS1-SWSAP1-SPIDR is critical for inter-homolog HDR, the first mitotic factor identified specifically for this function. Furthermore, SWS1-SWSAP1-SPIDR drives the high level of sister-chromatid exchange, promotes long-range loss of heterozygosity often involved with cancer initiation, and impels the poor growth of BLM helicase-deficient cells. The relevance of these genetic interactions is evident as SWSAP1 loss prolongs Blm-mutant embryo survival, suggesting a possible druggable target for the treatment of Bloom syndrome.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Bloom Syndrome",
            "Cell Proliferation",
            "DNA-Binding Proteins",
            "HEK293 Cells",
            "Homologous Recombination",
            "Humans",
            "Meiosis",
            "Mice",
            "Mitosis",
            "Mouse Embryonic Stem Cells",
            "Multiprotein Complexes",
            "Mutation",
            "Phenotype",
            "Rad51 Recombinase",
            "Sister Chromatid Exchange",
            "Survival Analysis"
        ],
        "Authors": [
            {
                "First Name": "Rohit",
                "Last Name": "Prakash",
                "Affiliation": "Developmental Biology Program, Memorial Sloan Kettering Cancer Center, New York, NY, USA. rohitpraka@gmail.com."
            },
            {
                "First Name": "Thomas",
                "Last Name": "Sandoval",
                "Affiliation": "Developmental Biology Program, Memorial Sloan Kettering Cancer Center, New York, NY, USA."
            },
            {
                "First Name": "Florian",
                "Last Name": "Morati",
                "Affiliation": "Cancer Research Center of Marseille, CNRS, Inserm, Institut Paoli-Calmettes, Aix-Marseille Université, Marseille, France."
            },
            {
                "First Name": "Jennifer A",
                "Last Name": "Zagelbaum",
                "Affiliation": "Department of Genetics and Development and Institute for Cancer Genetics, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Pei-Xin",
                "Last Name": "Lim",
                "Affiliation": "Developmental Biology Program, Memorial Sloan Kettering Cancer Center, New York, NY, USA."
            },
            {
                "First Name": "Travis",
                "Last Name": "White",
                "Affiliation": "Developmental Biology Program, Memorial Sloan Kettering Cancer Center, New York, NY, USA."
            },
            {
                "First Name": "Brett",
                "Last Name": "Taylor",
                "Affiliation": "Developmental Biology Program, Memorial Sloan Kettering Cancer Center, New York, NY, USA."
            },
            {
                "First Name": "Raymond",
                "Last Name": "Wang",
                "Affiliation": "Developmental Biology Program, Memorial Sloan Kettering Cancer Center, New York, NY, USA."
            },
            {
                "First Name": "Emilie C B",
                "Last Name": "Desclos",
                "Affiliation": "Department of Medical Biology, Amsterdam University Medical Centers, Amsterdam, The Netherlands."
            },
            {
                "First Name": "Meghan R",
                "Last Name": "Sullivan",
                "Affiliation": "Department of Microbiology and Molecular Genetics, UPMC Hillman Cancer Center, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Hayley L",
                "Last Name": "Rein",
                "Affiliation": "Department of Microbiology and Molecular Genetics, UPMC Hillman Cancer Center, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Kara A",
                "Last Name": "Bernstein",
                "Affiliation": "Department of Microbiology and Molecular Genetics, UPMC Hillman Cancer Center, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Przemek M",
                "Last Name": "Krawczyk",
                "Affiliation": "Department of Medical Biology, Amsterdam University Medical Centers, Amsterdam, The Netherlands."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Department of Genetics and Development and Institute for Cancer Genetics, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Mauro",
                "Last Name": "Modesti",
                "Affiliation": "Cancer Research Center of Marseille, CNRS, Inserm, Institut Paoli-Calmettes, Aix-Marseille Université, Marseille, France."
            },
            {
                "First Name": "Fabio",
                "Last Name": "Vanoli",
                "Affiliation": "Developmental Biology Program, Memorial Sloan Kettering Cancer Center, New York, NY, USA."
            },
            {
                "First Name": "Maria",
                "Last Name": "Jasin",
                "Affiliation": "Developmental Biology Program, Memorial Sloan Kettering Cancer Center, New York, NY, USA. m-jasin@ski.mskcc.org."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2021"
    },
    {
        "PMID": "33905520",
        "Title": "Inhibition of DNA replication initiation by silver nanoclusters.",
        "Abstract": "Silver nanoclusters (AgNCs) have outstanding physicochemical characteristics, including the ability to interact with proteins and DNA. Given the growing number of diagnostic and therapeutic applications of AgNCs, we evaluated the impact of AgNCs on DNA replication and DNA damage response in cell-free extracts prepared from unfertilized Xenopus laevis eggs. We find that, among a number of silver nanomaterials, AgNCs uniquely inhibited genomic DNA replication and abrogated the DNA replication checkpoint in cell-free extracts. AgNCs did not affect nuclear membrane or nucleosome assembly. AgNCs-supplemented extracts showed a strong defect in the loading of the mini chromosome maintenance (MCM) protein complex, the helicase that unwinds DNA ahead of replication forks. FLAG-AgNCs immunoprecipitation and mass spectrometry analysis of AgNCs associated proteins demonstrated direct interaction between MCM and AgNCs. Our studies indicate that AgNCs directly prevent the loading of MCM, blocking pre-replication complex (pre-RC) assembly and subsequent DNA replication initiation. Collectively, our findings broaden the scope of silver nanomaterials experimental applications, establishing AgNCs as a novel tool to study chromosomal DNA replication.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA Replication",
            "Minichromosome Maintenance Proteins",
            "Nanostructures",
            "Silver",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Yu",
                "Last Name": "Tao",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Tomas",
                "Last Name": "Aparicio",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Mingqiang",
                "Last Name": "Li",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Kam W",
                "Last Name": "Leong",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Shan",
                "Last Name": "Zha",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY 10032, USA."
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2021"
    },
    {
        "PMID": "33903699",
        "Title": "Non-autoimmune diabetes mellitus and the risk of virus infections: a systematic review and meta-analysis of case-control and cohort studies.",
        "Abstract": "A significant number of studies invoked diabetes as a risk factor for virus infections, but the issue remains controversial. We aimed to examine whether non-autoimmune diabetes mellitus enhances the risk of virus infections compared with the risk in healthy individuals without non-autoimmune diabetes mellitus. In this systematic review and meta-analysis, we assessed case-control and cohort studies on the association between non-autoimmune diabetes and viruses. We searched PubMed, Embase, Cochrane Database of Systematic Reviews, Cochrane Central Register of Controlled Trials, and Web of Science with no language restriction, to identify articles published until February 15, 2021. The main outcome assessment was the risk of virus infection in individuals with non-autoimmune diabetes. We used a random-effects model to pool individual studies and assessed heterogeneity (I",
        "Keywords": [],
        "MeSH terms": [
            "Case-Control Studies",
            "Cohort Studies",
            "Diabetes Complications",
            "Humans",
            "Risk Factors",
            "Virus Diseases"
        ],
        "Authors": [
            {
                "First Name": "Eric",
                "Last Name": "Lontchi-Yimagou",
                "Affiliation": "Laboratory for Molecular Medicine and Metabolism, Biotechnology Center, University of Yaoundé 1, 3851, Yaoundé, Cameroon. lontchifrenzy@yahoo.fr."
            },
            {
                "First Name": "Charly",
                "Last Name": "Feutseu",
                "Affiliation": "Laboratory for Molecular Medicine and Metabolism, Biotechnology Center, University of Yaoundé 1, 3851, Yaoundé, Cameroon."
            },
            {
                "First Name": "Sebastien",
                "Last Name": "Kenmoe",
                "Affiliation": "Department of Virology, Centre Pasteur of Cameroon, Yaoundé, Cameroon."
            },
            {
                "First Name": "Alexandra Lindsey",
                "Last Name": "Djomkam Zune",
                "Affiliation": "Department of Biochemistry and Molecular Biology, Faculty of Science, University of Buea, Buea, Cameroon."
            },
            {
                "First Name": "Solange Fai",
                "Last Name": "Kinyuy Ekali",
                "Affiliation": "Department of Internal Medicine and Specialties, Faculty of Medicine and Biomedical Sciences, University of Yaoundé 1, Yaoundé, Cameroon."
            },
            {
                "First Name": "Jean Louis",
                "Last Name": "Nguewa",
                "Affiliation": "INSERM, Cordeliers Research Centre, Sorbonne Paris Cité, Université Paris Descartes, Université Paris Diderot, Paris, France."
            },
            {
                "First Name": "Siméon Pierre",
                "Last Name": "Choukem",
                "Affiliation": "Department of Internal Medicine and Specialties, Faculty of Medicine and Pharmaceutical Sciences, University of Dschang, Dschang, Cameroon."
            },
            {
                "First Name": "Jean Claude",
                "Last Name": "Mbanya",
                "Affiliation": "Laboratory for Molecular Medicine and Metabolism, Biotechnology Center, University of Yaoundé 1, 3851, Yaoundé, Cameroon."
            },
            {
                "First Name": "Jean Francois",
                "Last Name": "Gautier",
                "Affiliation": "INSERM, Cordeliers Research Centre, Sorbonne Paris Cité, Université Paris Descartes, Université Paris Diderot, Paris, France."
            },
            {
                "First Name": "Eugene",
                "Last Name": "Sobngwi",
                "Affiliation": "Laboratory for Molecular Medicine and Metabolism, Biotechnology Center, University of Yaoundé 1, 3851, Yaoundé, Cameroon. sobngwieugene@yahoo.fr."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2021"
    },
    {
        "PMID": "33786788",
        "Title": "DNA Damage Response in Xenopus laevis Cell-Free Extracts.",
        "Abstract": "The DNA damage response (DDR) is a coordinated cellular response to a variety of insults to the genome. DDR initiates the activation of cell cycle checkpoints preventing the propagation of damaged DNA followed by DNA repair, which are both critical in maintaining genome integrity. Several model systems have been developed to study the mechanisms and complexity of checkpoint function. Here we describe the application of cell-free extracts derived from Xenopus eggs as a model system to investigate signaling from DNA damage, modulation of DNA replication, checkpoint activation, and ultimately DNA repair. We outline the preparation of cell-free extracts, DNA substrates, and their subsequent use in assays aimed at understanding the cellular response to DNA damage. Cell-free extracts derived from the eggs of Xenopus laevis remain a robust and versatile system to decipher the biochemical steps underlying this essential characteristic of all cells, critical for genome stability.",
        "Keywords": [
            "Chromatin",
            "DNA damage response",
            "DNA repair",
            "DNA replication",
            "S-phase",
            "Xenopus cell-free extracts"
        ],
        "MeSH terms": [
            "Animals",
            "Cell Cycle",
            "Cell Fractionation",
            "Cell-Free System",
            "Chemical Fractionation",
            "Chromatin",
            "DNA",
            "DNA Damage",
            "DNA Repair",
            "Female",
            "Immunoprecipitation",
            "Male",
            "Oocytes",
            "Spermatozoa",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Tomas",
                "Last Name": "Aparicio Casado",
                "Affiliation": "Institute for Cancer Genetics, College of Physicians and Surgeons, Columbia University, New York, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, College of Physicians and Surgeons, Columbia University, New York, USA. jg130@cumc.columbia.edu."
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2021"
    },
    {
        "PMID": "33572174",
        "Title": "Same Day Discharge versus Inpatient Surgery for Robot-Assisted Radical Prostatectomy: A Comparative Study.",
        "Abstract": "(1) Background: no study has compared outcomes of same day discharge (SDD) versus inpatient robot-assisted radical prostatectomy (RARP) in homogenous cohorts. Our aim was to compare perioperative outcomes and urinary continence recovery between SDD and inpatient RARP in contemporary, comparable patients. (2) Methods: we included consecutive patients undergoing RARP between 2018 and 2020 (",
        "Keywords": [
            "enhanced recovery after surgery",
            "outpatient",
            "prostate cancer",
            "radical prostatectomy",
            "robot"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Razvan George",
                "Last Name": "Rahota",
                "Affiliation": "Department of Urology, La Croix du Sud Hospital, 31130 Quint Fonsegrives, France."
            },
            {
                "First Name": "Ambroise",
                "Last Name": "Salin",
                "Affiliation": "Department of Urology, La Croix du Sud Hospital, 31130 Quint Fonsegrives, France."
            },
            {
                "First Name": "Jean Romain",
                "Last Name": "Gautier",
                "Affiliation": "Department of Urology, La Croix du Sud Hospital, 31130 Quint Fonsegrives, France."
            },
            {
                "First Name": "Christophe",
                "Last Name": "Almeras",
                "Affiliation": "Department of Urology, La Croix du Sud Hospital, 31130 Quint Fonsegrives, France."
            },
            {
                "First Name": "Guillaume",
                "Last Name": "Loison",
                "Affiliation": "Department of Urology, La Croix du Sud Hospital, 31130 Quint Fonsegrives, France."
            },
            {
                "First Name": "Christophe",
                "Last Name": "Tollon",
                "Affiliation": "Department of Urology, La Croix du Sud Hospital, 31130 Quint Fonsegrives, France."
            },
            {
                "First Name": "Jean Baptiste",
                "Last Name": "Beauval",
                "Affiliation": "Department of Urology, La Croix du Sud Hospital, 31130 Quint Fonsegrives, France."
            },
            {
                "First Name": "Guillaume",
                "Last Name": "Ploussard",
                "Affiliation": "Department of Urology, La Croix du Sud Hospital, 31130 Quint Fonsegrives, France."
            }
        ],
        "Journal": "Journal of clinical medicine",
        "PubDate": "2021"
    },
    {
        "PMID": "33404608",
        "Title": "The UVSSA complex alleviates MYC-driven transcription stress.",
        "Abstract": "Cancer cells develop strong genetic dependencies, enabling survival under oncogenic stress. MYC is a key oncogene activated across most cancers, and identifying associated synthetic lethality or sickness can provide important clues about its activity and potential therapeutic strategies. On the basis of previously conducted genome-wide screenings in MCF10A cells expressing MYC fused to an estrogen receptor fragment, we identified UVSSA, a gene involved in transcription-coupled repair, whose knockdown or knockout decreased cell viability when combined with MYC expression. Synthetic sick interactions between MYC expression and UVSSA down-regulation correlated with ATM/CHK2 activation, suggesting increased genome instability. We show that the synthetic sick interaction is diminished by attenuating RNA polymerase II (RNAPII) activity; yet, it is independent of UV-induced damage repair, suggesting that UVSSA has a critical function in regulating RNAPII in the absence of exogenous DNA damage. Supporting this hypothesis, RNAPII ChIP-seq revealed that MYC-dependent increases in RNAPII promoter occupancy are reduced or abrogated by UVSSA knockdown, suggesting that UVSSA influences RNAPII dynamics during MYC-dependent transcription. Taken together, our data show that the UVSSA complex has a significant function in supporting MYC-dependent RNAPII dynamics and maintaining cell survival during MYC addiction. While the role of UVSSA in regulating RNAPII has been documented thus far only in the context of UV-induced DNA damage repair, we propose that its activity is also required to cope with transcriptional changes induced by oncogene activation.",
        "Keywords": [],
        "MeSH terms": [
            "Ataxia Telangiectasia Mutated Proteins",
            "Carrier Proteins",
            "Cell Line, Tumor",
            "Checkpoint Kinase 2",
            "DNA Damage",
            "DNA Repair",
            "Down-Regulation",
            "Humans",
            "Models, Biological",
            "Phenotype",
            "Protein Binding",
            "Proto-Oncogene Proteins c-myc",
            "R-Loop Structures",
            "RNA Polymerase II",
            "Stress, Physiological",
            "Synthetic Lethal Mutations",
            "Transcription Initiation Site",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Mai",
                "Last Name": "Sato",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Medical Center, New York, NY."
            },
            {
                "First Name": "Rowyn C.",
                "Last Name": "Liebau",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Medical Center, New York, NY."
            },
            {
                "First Name": "Zhaoqi",
                "Last Name": "Liu",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, NY."
            },
            {
                "First Name": "Lizhi",
                "Last Name": "Liu",
                "Affiliation": "Department of Biology, Columbia University, New York, NY."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, NY."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Medical Center, New York, NY."
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2021"
    },
    {
        "PMID": "33153535",
        "Title": "Coronary Artery Calcification and Complications in Patients With COVID-19.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Aged, 80 and over",
            "COVID-19",
            "Coronary Artery Disease",
            "Cross-Sectional Studies",
            "Disease Progression",
            "Extracorporeal Membrane Oxygenation",
            "Female",
            "Hospitalization",
            "Humans",
            "Male",
            "Middle Aged",
            "Respiration, Artificial",
            "Risk Assessment",
            "Risk Factors",
            "Time Factors",
            "Treatment Outcome",
            "Vascular Calcification"
        ],
        "Authors": [
            {
                "First Name": "Jean Guillaume",
                "Last Name": "Dillinger",
                "Affiliation": ""
            },
            {
                "First Name": "Fatima Azzahra",
                "Last Name": "Benmessaoud",
                "Affiliation": ""
            },
            {
                "First Name": "Théo",
                "Last Name": "Pezel",
                "Affiliation": ""
            },
            {
                "First Name": "Sebastian",
                "Last Name": "Voicu",
                "Affiliation": ""
            },
            {
                "First Name": "Georgios",
                "Last Name": "Sideris",
                "Affiliation": ""
            },
            {
                "First Name": "Naima",
                "Last Name": "Chergui",
                "Affiliation": ""
            },
            {
                "First Name": "Lounis",
                "Last Name": "Hamzi",
                "Affiliation": ""
            },
            {
                "First Name": "Anthony",
                "Last Name": "Chauvin",
                "Affiliation": ""
            },
            {
                "First Name": "Pierre",
                "Last Name": "Leroy",
                "Affiliation": ""
            },
            {
                "First Name": "Jean François",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Damien",
                "Last Name": "Sène",
                "Affiliation": ""
            },
            {
                "First Name": "Patrick",
                "Last Name": "Henry",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "JACC. Cardiovascular imaging",
        "PubDate": "2020"
    },
    {
        "PMID": "32989150",
        "Title": "CtIP-mediated DNA resection is dispensable for IgH class switch recombination by alternative end-joining.",
        "Abstract": "To generate antibodies with different effector functions, B cells undergo Immunoglobulin Heavy Chain (IgH) class switch recombination (CSR). The ligation step of CSR is usually mediated by the classical nonhomologous end-joining (cNHEJ) pathway. In cNHEJ-deficient cells, a remarkable ∼25% of CSR can be achieved by the alternative end-joining (Alt-EJ) pathway that preferentially uses microhomology (MH) at the junctions. While A-EJ-mediated repair of endonuclease-generated breaks requires DNA end resection, we show that CtIP-mediated DNA end resection is dispensable for A-EJ-mediated CSR using cNHEJ-deficient B cells. High-throughput sequencing analyses revealed that loss of ATM/ATR phosphorylation of CtIP at T855 or ATM kinase inhibition suppresses resection without altering the MH pattern of the A-EJ-mediated switch junctions. Moreover, we found that ATM kinase promotes Alt-EJ-mediated CSR by suppressing interchromosomal translocations independent of end resection. Finally, temporal analyses reveal that MHs are enriched in early internal deletions even in cNHEJ-proficient B cells. Thus, we propose that repetitive IgH switch regions represent favored substrates for MH-mediated end-joining contributing to the robustness and resection independence of A-EJ-mediated CSR.",
        "Keywords": [
            "CtIP",
            "alternative end-joining",
            "class switch recombination"
        ],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Animals",
            "Ataxia Telangiectasia Mutated Proteins",
            "B-Lymphocytes",
            "Carrier Proteins",
            "Cell Cycle Proteins",
            "DNA End-Joining Repair",
            "Immunoglobulin Class Switching",
            "Immunoglobulin Heavy Chains",
            "Mice",
            "Phosphorylation",
            "Recombination, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Xiaobin S",
                "Last Name": "Wang",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Junfei",
                "Last Name": "Zhao",
                "Affiliation": "Program for Mathematical Genomics, Department of Systems Biology, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Foon",
                "Last Name": "Wu-Baer",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Zhengping",
                "Last Name": "Shao",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Brian J",
                "Last Name": "Lee",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Olivia M",
                "Last Name": "Cupo",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Program for Mathematical Genomics, Department of Systems Biology, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Richard",
                "Last Name": "Baer",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Shan",
                "Last Name": "Zha",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College for Physicians and Surgeons, Columbia University, New York, NY 10032; sz2296@cumc.columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2020"
    },
    {
        "PMID": "32674608",
        "Title": "Subsphincteric Anastomosis During Laparoscopic Robot-Assisted Radical Prostatectomy and Its Positive Impact on Continence Recovery.",
        "Abstract": "",
        "Keywords": [
            "anastomosis",
            "cancer",
            "prostate",
            "robotic radical prostatectomy",
            "sphincter"
        ],
        "MeSH terms": [
            "Anastomosis, Surgical",
            "Humans",
            "Laparoscopy",
            "Male",
            "Prostatectomy",
            "Prostatic Neoplasms",
            "Quality of Life",
            "Robotic Surgical Procedures",
            "Robotics",
            "Urethra",
            "Urinary Incontinence"
        ],
        "Authors": [
            {
                "First Name": "Christophe",
                "Last Name": "Almeras",
                "Affiliation": "Department of Urology Uro.Sud, RGDS la Croix du Sud Clinic, Quint Fonsegrives/Toulouse, France."
            },
            {
                "First Name": "Christophe",
                "Last Name": "Tollon",
                "Affiliation": "Department of Urology Uro.Sud, RGDS la Croix du Sud Clinic, Quint Fonsegrives/Toulouse, France."
            },
            {
                "First Name": "Ambroise",
                "Last Name": "Salin",
                "Affiliation": "Department of Urology Uro.Sud, RGDS la Croix du Sud Clinic, Quint Fonsegrives/Toulouse, France."
            },
            {
                "First Name": "Jean-Baptiste",
                "Last Name": "Beauval",
                "Affiliation": "Department of Urology Uro.Sud, RGDS la Croix du Sud Clinic, Quint Fonsegrives/Toulouse, France."
            },
            {
                "First Name": "Guillaume",
                "Last Name": "Loison",
                "Affiliation": "Department of Urology Uro.Sud, RGDS la Croix du Sud Clinic, Quint Fonsegrives/Toulouse, France."
            },
            {
                "First Name": "Jean Romain",
                "Last Name": "Gautier",
                "Affiliation": "Department of Urology Uro.Sud, RGDS la Croix du Sud Clinic, Quint Fonsegrives/Toulouse, France."
            },
            {
                "First Name": "Guillaume",
                "Last Name": "Ploussard",
                "Affiliation": "Department of Urology Uro.Sud, RGDS la Croix du Sud Clinic, Quint Fonsegrives/Toulouse, France."
            }
        ],
        "Journal": "Journal of endourology",
        "PubDate": "2020"
    },
    {
        "PMID": "32337977",
        "Title": "Dual-Color Plasmonic Nanosensor for Radiation Dosimetry.",
        "Abstract": "Radiation dosimeters are critical for accurately assessing the levels of radiation exposure of tumor sites and surrounding tissues and for optimizing therapeutic interventions as well as for monitoring environmental exposure. To fill the need for a simple, user-friendly, and inexpensive dosimeter, we designed an innovative colorimetric nanosensor-based assay for detecting ionizing radiation. We show that hydroxyl radicals generated by ionizing radiation can be used to etch gold nanorods (AuNRs) and silver nanoprisms (AgNPRs), yielding reproducible color changes for radiation dose detection in the range of 50-2000 rad, broad enough to cover doses used in hyperfractionated, conventional, and hypofractionated radiotherapy. This range of doses detected by this assay correlates with radiation-induced DNA damage response in mammalian cells. Furthermore, this AuNR- and AgNPR-based sensing platform has been established in a paper format that can be readily adopted for a wide range of applications and translation.",
        "Keywords": [
            "colorimetric detection",
            "dual-color nanosensor",
            "gold nanorods",
            "radiation dosimetry",
            "silver nanoprisms"
        ],
        "MeSH terms": [
            "Animals",
            "Color",
            "Colorimetry",
            "DNA Damage",
            "Fibroblasts",
            "Gold",
            "Metal Nanoparticles",
            "Mice",
            "Nanotubes",
            "Paper",
            "Radiation, Ionizing",
            "Radiometry",
            "Silver"
        ],
        "Authors": [
            {
                "First Name": "Yu",
                "Last Name": "Tao",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, New York 10032, United States."
            },
            {
                "First Name": "Mingqiang",
                "Last Name": "Li",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, New York 10027, United States."
            },
            {
                "First Name": "Xiangyu",
                "Last Name": "Liu",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, New York 10032, United States."
            },
            {
                "First Name": "Kam W",
                "Last Name": "Leong",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, New York 10027, United States."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, New York 10032, United States."
            },
            {
                "First Name": "Shan",
                "Last Name": "Zha",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, New York 10032, United States."
            }
        ],
        "Journal": "ACS applied materials & interfaces",
        "PubDate": "2020"
    },
    {
        "PMID": "32193654",
        "Title": "Classification of the renal papillary abnormalities by flexible ureteroscopy: evaluation of the 2016 version and update.",
        "Abstract": "To assess the use of the 2016 proposed classification of the renal papillary abnormalities during flexible ureteroscopy that aims to standardize their description.",
        "Keywords": [
            "Classification",
            "Kidney",
            "Papillary abnormalities",
            "Renal",
            "Stone"
        ],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Aged, 80 and over",
            "Female",
            "Humans",
            "Kidney Calculi",
            "Kidney Medulla",
            "Male",
            "Middle Aged",
            "Prospective Studies",
            "Ureteroscopes",
            "Ureteroscopy"
        ],
        "Authors": [
            {
                "First Name": "Christophe",
                "Last Name": "Almeras",
                "Affiliation": "Department of Urology, La Croix du Sud Clinic, 52 chemin de Ribaute, 31130, Quint Fonsegrives, France. c_almeras@yahoo.fr."
            },
            {
                "First Name": "Michel",
                "Last Name": "Daudon",
                "Affiliation": "Unit of Functional Explorations, Tenon Hospital, Pierre and Marie Curie University, Paris, France."
            },
            {
                "First Name": "Vincent",
                "Last Name": "Estrade",
                "Affiliation": "Department of Urology, Hospital, Angoulême, France."
            },
            {
                "First Name": "Jean Romain",
                "Last Name": "Gautier",
                "Affiliation": "Department of Urology, La Croix du Sud Clinic, 52 chemin de Ribaute, 31130, Quint Fonsegrives, France."
            },
            {
                "First Name": "Olivier",
                "Last Name": "Traxer",
                "Affiliation": "Department of Urology, Tenon Hospital, Pierre and Marie Curie University, Paris, France."
            },
            {
                "First Name": "Paul",
                "Last Name": "Meria",
                "Affiliation": "Department of Urology, Saint-Louis Hospital, Denis Diderot University, Paris, France."
            }
        ],
        "Journal": "World journal of urology",
        "PubDate": "2021"
    },
    {
        "PMID": "31324649",
        "Title": "Assembling nuclear domains: Lessons from DNA repair.",
        "Abstract": "Eukaryotic nuclei are organized into nuclear domains that unite loci sharing a common function. These domains are essential for diverse processes including (1) the formation of topologically associated domains (TADs) that coordinate replication and transcription, (2) the formation of specialized transcription and splicing factories, and (3) the clustering of DNA double-strand breaks (DSBs), which concentrates damaged DNA for repair. The generation of nuclear domains requires forces that are beginning to be identified. In the case of DNA DSBs, DNA movement and clustering are driven by actin filament nucleators. Furthermore, RNAs and low-complexity protein domains such as RNA-binding proteins also accumulate around sites of transcription and repair. The link between liquid-liquid phase separation and actin nucleation in the formation of nuclear domains is still unknown. This review discusses DSB repair domain formation as a model for functional nuclear domains in other genomic contexts.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Nucleus",
            "Chromosomes",
            "Cytoskeleton",
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "Genome",
            "Humans"
        ],
        "Authors": [
            {
                "First Name": "Benjamin",
                "Last Name": "Schrank",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Irving Medical Center, New York, NY jg130@cumc.columbia.edu."
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2019"
    },
    {
        "PMID": "31097467",
        "Title": "CtIP is essential for early B cell proliferation and development in mice.",
        "Abstract": "B cell development requires efficient proliferation and successful assembly and modifications of the immunoglobulin gene products. CtIP is an essential gene implicated in end resection and DNA repair. Here, we show that CtIP is essential for early B cell development but dispensable in naive B cells. CtIP loss is well tolerated in G1-arrested B cells and during V(D)J recombination, but in proliferating B cells, CtIP loss leads to a progressive cell death characterized by ATM hyperactivation, G2/M arrest, genomic instability, and 53BP1 nuclear body formation, indicating that the essential role of CtIP during proliferation underscores its stage-specific requirement in B cells. B cell proliferation requires phosphorylation of CtIP at T847 presumably by CDK, but not its interaction with CtBP or Rb or its nuclease activity. CtIP phosphorylation by ATM/ATR at T859 (T855 in mice) promotes end resection in G1-arrested cells but is dispensable for B cell development and class switch recombination, suggesting distinct roles for T859 and T847 phosphorylation in B cell development.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "B-Lymphocytes",
            "Carrier Proteins",
            "Cell Cycle Proteins",
            "Cell Death",
            "Cell Proliferation",
            "G2 Phase Cell Cycle Checkpoints",
            "Lymphocyte Activation",
            "M Phase Cell Cycle Checkpoints",
            "Mice",
            "Phosphorylation",
            "V(D)J Recombination"
        ],
        "Authors": [
            {
                "First Name": "Xiangyu",
                "Last Name": "Liu",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY."
            },
            {
                "First Name": "Xiaobin S",
                "Last Name": "Wang",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY."
            },
            {
                "First Name": "Brian J",
                "Last Name": "Lee",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY."
            },
            {
                "First Name": "Foon K",
                "Last Name": "Wu-Baer",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY."
            },
            {
                "First Name": "Xiaohui",
                "Last Name": "Lin",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY."
            },
            {
                "First Name": "Zhengping",
                "Last Name": "Shao",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY."
            },
            {
                "First Name": "Verna M",
                "Last Name": "Estes",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Department of Pathology and Cell Biology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY."
            },
            {
                "First Name": "Richard",
                "Last Name": "Baer",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY."
            },
            {
                "First Name": "Shan",
                "Last Name": "Zha",
                "Affiliation": "Institute for Cancer Genetics, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY sz2296@cumc.columbia.edu."
            }
        ],
        "Journal": "The Journal of experimental medicine",
        "PubDate": "2019"
    },
    {
        "PMID": "29925947",
        "Title": "Nuclear ARP2/3 drives DNA break clustering for homology-directed repair.",
        "Abstract": "DNA double-strand breaks repaired by non-homologous end joining display limited DNA end-processing and chromosomal mobility. By contrast, double-strand breaks undergoing homology-directed repair exhibit extensive processing and enhanced motion. The molecular basis of this movement is unknown. Here, using Xenopus laevis cell-free extracts and mammalian cells, we establish that nuclear actin, WASP, and the actin-nucleating ARP2/3 complex are recruited to damaged chromatin undergoing homology-directed repair. We demonstrate that nuclear actin polymerization is required for the migration of a subset of double-strand breaks into discrete sub-nuclear clusters. Actin-driven movements specifically affect double-strand breaks repaired by homology-directed repair in G2 cell cycle phase; inhibition of actin nucleation impairs DNA end-processing and homology-directed repair. By contrast, ARP2/3 is not enriched at double-strand breaks repaired by non-homologous end joining and does not regulate non-homologous end joining. Our findings establish that nuclear actin-based mobility shapes chromatin organization by generating repair domains that are essential for homology-directed repair in eukaryotic cells.",
        "Keywords": [],
        "MeSH terms": [
            "Actin Cytoskeleton",
            "Actin-Related Protein 2-3 Complex",
            "Actins",
            "Animals",
            "Cell Extracts",
            "Cell Nucleus",
            "Chromatin",
            "DNA Breaks, Double-Stranded",
            "DNA End-Joining Repair",
            "Female",
            "Movement",
            "Protein Binding",
            "Protein Transport",
            "Recombinational DNA Repair",
            "Wiskott-Aldrich Syndrome Protein",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Benjamin R",
                "Last Name": "Schrank",
                "Affiliation": "Institute for Cancer Genetics, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Tomas",
                "Last Name": "Aparicio",
                "Affiliation": "Institute for Cancer Genetics, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yinyin",
                "Last Name": "Li",
                "Affiliation": "Laboratory of Mass Spectrometry and Gaseous Ion Chemistry, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Wakam",
                "Last Name": "Chang",
                "Affiliation": "Department of Pathology and Cell Biology, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Brian T",
                "Last Name": "Chait",
                "Affiliation": "Laboratory of Mass Spectrometry and Gaseous Ion Chemistry, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Gregg G",
                "Last Name": "Gundersen",
                "Affiliation": "Department of Pathology and Cell Biology, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Biochemistry and Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, College of Physicians and Surgeons, Columbia University, New York, NY, USA. jg130@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2018"
    },
    {
        "PMID": "29922351",
        "Title": "Effect of Body Lotions on Capillary Blood Glucose Measurement - Interference of Hydroquinone-Containing Body Lotion with Capillary Glucose Measurement.",
        "Abstract": "The reliability of capillary blood glucose measurements is tremendously important for patients' care and follow-up. Some factors independent of glucose control could however affect readings during ambulatory monitoring of capillary glucose levels in patients with diabetes mellitus. We sought to evaluate the impact of three body lotions commonly used in Cameroon on different strata of glycaemia. We explored their influence over time on measured capillary glucose values. We enrolled 16 participants. Eligible individuals were adult patients with diabetes (n=12) stratified into three levels of capillary glucose values (100 ± 40 mg/dL [5.55 ± 2.22 mmol/L], 200 ± 40 mg/dL [11.1 ± 2.22 mmol/L] and 300 ± 40 mg/dL [16.65 ± 2.22 mmol/L]) and normoglycaemic individuals (n=4). We measured capillary blood glucose before application, immediately after, then 5, 30 and 60 minutes after application of sweet almond oil, corticosteroid cream and hydroquinone lotion. The measurements made on impregnated body lotion-permeated fingers were compared to that of a clean finger. We observed a significant increase (delta [95% confidence interval, CI]: 119.5% [77.4-222.1]) of capillary glucose level immediately after administration of hydroquinone-containing body lotion (p<0.001). Capillary glucose values after the use of corticoid cream and sweet almond oil was stable 5, 30 and 60 minutes after application (p=0.875 and p=0.883 respectively). In the case of the hydroquinone-containing body lotion, there was a significant difference between capillary glucose level at 5 minutes (delta [95%CI]: 81.6% [55.3-214.2]; p<0.001), 30 minutes (delta [95%CI]: 71.6% [21.8-134.6]; p<0.001) and 60 minutes (delta [95%CI]: 58.3% [2.8-133.3]; p=0.013) after application compared to the value obtained from the clean finger. We observed from our study that there were significant variations in capillary blood glucose measurements induced by the use of hydroquinone lotion.",
        "Keywords": [
            "Hydroquinone",
            "ambulatory glucose monitoring",
            "body lotions",
            "capillary blood glucose",
            "self-monitoring of blood glucose"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Andrea Ma",
                "Last Name": "Omengue",
                "Affiliation": "National Obesity Centre, Yaoundé Central Hospital, Yaoundé, Cameroon."
            },
            {
                "First Name": "Eugène",
                "Last Name": "Sobngwi",
                "Affiliation": "National Obesity Centre, Yaoundé Central Hospital, Yaoundé, Cameroon."
            },
            {
                "First Name": "Mesmin",
                "Last Name": "Dehayem",
                "Affiliation": "National Obesity Centre, Yaoundé Central Hospital, Yaoundé, Cameroon."
            },
            {
                "First Name": "Eric V",
                "Last Name": "Balt",
                "Affiliation": "Diabetes Research Centre, Vrije Universiteit Brussel, Brussels, Belgium."
            },
            {
                "First Name": "Anne Mo",
                "Last Name": "Boli",
                "Affiliation": "National Obesity Centre, Yaoundé Central Hospital, Yaoundé, Cameroon."
            },
            {
                "First Name": "Simeon P",
                "Last Name": "Choukem",
                "Affiliation": "Faculty of Health Sciences, University of Buea, Cameroon."
            },
            {
                "First Name": "Jean F",
                "Last Name": "Gautier",
                "Affiliation": "Department of Endocrinology and Diabetes, Lariboisière Hospital, University Paris-Diderot, Paris, France."
            },
            {
                "First Name": "Jean-Claude",
                "Last Name": "Mbanya",
                "Affiliation": "National Obesity Centre, Yaoundé Central Hospital, Yaoundé, Cameroon."
            }
        ],
        "Journal": "European endocrinology",
        "PubDate": "2018"
    },
    {
        "PMID": "29091773",
        "Title": "Sensing and Processing of DNA Interstrand Crosslinks by the Mismatch Repair Pathway.",
        "Abstract": "DNA interstrand crosslinks (ICLs) that are repaired in non-dividing cells must be recognized independently of replication-associated DNA unwinding. Using cell-free extracts from Xenopus eggs that support neither replication nor transcription, we establish that ICLs are recognized and processed by the mismatch repair (MMR) machinery. We find that ICL repair requires MutSα (MSH2-MSH6) and the mismatch recognition FXE motif in MSH6, strongly suggesting that MutSα functions as an ICL sensor. MutSα recruits MutLα and EXO1 to ICL lesions, and the catalytic activity of both these nucleases is essential for ICL repair. As anticipated for a DNA unwinding-independent recognition process, we demonstrate that least distorting ICLs fail to be recognized and repaired by the MMR machinery. This establishes that ICL structure is a critical determinant of repair efficiency outside of DNA replication.",
        "Keywords": [
            "Xenopus",
            "interstrand crosslink",
            "mismatch repair",
            "replication-independent repair"
        ],
        "MeSH terms": [
            "Animals",
            "DNA",
            "DNA Mismatch Repair",
            "DNA Replication",
            "DNA-Binding Proteins",
            "Exodeoxyribonucleases",
            "MutL Proteins",
            "Oocytes",
            "Xenopus",
            "Xenopus Proteins"
        ],
        "Authors": [
            {
                "First Name": "Niyo",
                "Last Name": "Kato",
                "Affiliation": "Institute of Cancer Genetics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Yoshitaka",
                "Last Name": "Kawasoe",
                "Affiliation": "Graduate School of Science, Osaka University, Toyonaka, Japan."
            },
            {
                "First Name": "Hannah",
                "Last Name": "Williams",
                "Affiliation": "Institute of Cancer Genetics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Elena",
                "Last Name": "Coates",
                "Affiliation": "Institute of Cancer Genetics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Upasana",
                "Last Name": "Roy",
                "Affiliation": "Department of Chemistry and Department of Pharmacological Sciences, Stony Brook University, Stony Brook, NY 11794, USA."
            },
            {
                "First Name": "Yuqian",
                "Last Name": "Shi",
                "Affiliation": "Department of Biochemistry, Duke University Medical Center, Durham, NC 27710, USA."
            },
            {
                "First Name": "Lorena S",
                "Last Name": "Beese",
                "Affiliation": "Department of Biochemistry, Duke University Medical Center, Durham, NC 27710, USA."
            },
            {
                "First Name": "Orlando D",
                "Last Name": "Schärer",
                "Affiliation": "Department of Chemistry and Department of Pharmacological Sciences, Stony Brook University, Stony Brook, NY 11794, USA; Institute for Basic Science Center for Genomic Integrity and School of Life Sciences, Ulsan National Institute of Science and Technology, Ulsan, South Korea."
            },
            {
                "First Name": "Hong",
                "Last Name": "Yan",
                "Affiliation": "Fox Chase Cancer Center, Philadelphia, PA 19111, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Institute of Cancer Research, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Tatsuro S",
                "Last Name": "Takahashi",
                "Affiliation": "Department of Biology, Kyushu University, Fukuoka, Japan."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute of Cancer Genetics, Columbia University, New York, NY 10032, USA. Electronic address: jg130@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2017"
    },
    {
        "PMID": "27652321",
        "Title": "BRCA1-CtIP interaction in the repair of DNA double-strand breaks.",
        "Abstract": "DNA termini at double-strand breaks are often chemically heterogeneous and require processing before initiation of repair. In a recent report, we demonstrated that CtIP and the MRE11-RAD50-NBS1 (MRN) nuclease complex cooperate with BRCA1 to specifically repair topoisomerase II-DNA adducted breaks. In contrast, BRCA1 is dispensable for repair of restriction endonuclease-generated double-strand breaks.",
        "Keywords": [
            "DNA damage and repair",
            "DNA double-strand breaks",
            "DNA end resection",
            "homologous recombination",
            "topoisomerases"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Tomas",
                "Last Name": "Aparicio",
                "Affiliation": "The Institute for Cancer Genetics, Columbia University , New York, NY, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "The Institute for Cancer Genetics, Columbia University , New York, NY, USA."
            }
        ],
        "Journal": "Molecular & cellular oncology",
        "PubDate": "2016"
    },
    {
        "PMID": "27363941",
        "Title": "Zinc transporter 8 autoantibodies assessment in daily practice.",
        "Abstract": "Zinc transporter 8 (ZnT8) is specifically expressed in the pancreatic β-cell and is more restricted in its tissue distribution than other auto-antigens as glutamic acid decarboxylase 65 (GAD",
        "Keywords": [
            "Autoantibodies",
            "Diabetes",
            "Diabetes type 1",
            "Latent Autoimmune Diabetes of Adults",
            "Zinc transporter 8"
        ],
        "MeSH terms": [
            "Adolescent",
            "Adult",
            "Aged",
            "Autoantibodies",
            "Cation Transport Proteins",
            "Diabetes Mellitus",
            "Enzyme-Linked Immunosorbent Assay",
            "Female",
            "Humans",
            "Male",
            "Middle Aged",
            "Young Adult",
            "Zinc Transporter 8"
        ],
        "Authors": [
            {
                "First Name": "Hala",
                "Last Name": "Hussein",
                "Affiliation": "Unit of Hormonal Biology, Department of Biochemistry, Saint-Louis University Hospital, Assistance Publique-Hôpitaux de Paris (APHP), 1 avenue Claude Vellefaux, 75010 Paris, France."
            },
            {
                "First Name": "Fidaa",
                "Last Name": "Ibrahim",
                "Affiliation": "Unit of Hormonal Biology, Department of Biochemistry, Saint-Louis University Hospital, Assistance Publique-Hôpitaux de Paris (APHP), 1 avenue Claude Vellefaux, 75010 Paris, France."
            },
            {
                "First Name": "Eugène",
                "Last Name": "Sobngwi",
                "Affiliation": "Faculty of Medicine and Biomedical Sciences, Department of Medicine and Specialties, Laboratory for Molecular and Metabolic Medicine, The Biotechnology Centre, University of Yaoundé 1, Yaoundé, Cameroon."
            },
            {
                "First Name": "Jean François",
                "Last Name": "Gautier",
                "Affiliation": "Department of Diabetes and Endocrinology, Lariboisière Hospital, APHP, 75010 Paris, France; Clinical Investigation Centre, Inserm-CIC9504, Saint-Louis University Hospital, APHP, 75010 Paris, France; Inserm UMRS 1138, Cordeliers Research Centre, University Paris-6, 75006 Paris, France."
            },
            {
                "First Name": "Philippe",
                "Last Name": "Boudou",
                "Affiliation": "Unit of Hormonal Biology, Department of Biochemistry, Saint-Louis University Hospital, Assistance Publique-Hôpitaux de Paris (APHP), 1 avenue Claude Vellefaux, 75010 Paris, France. Electronic address: philippe.boudou@aphp.fr."
            }
        ],
        "Journal": "Clinical biochemistry",
        "PubDate": "2017"
    },
    {
        "PMID": "27189377",
        "Title": "Association of serum leptin and adiponectin with anthropomorphic indices of obesity, blood lipids and insulin resistance in a Sub-Saharan African population.",
        "Abstract": "There is little data on the metabolic effects of adipokines in sub-Saharan African populations. This study aimed to explore the potential relationship of leptin and adiponectin, with obesity, plasma lipids and insulin resistance in a Cameroonian population.",
        "Keywords": [
            "Adipokines",
            "Adiponectin",
            "Blood lipids",
            "Insulin resistance",
            "Insulin sensitivity",
            "Leptin",
            "Obesity indices"
        ],
        "MeSH terms": [
            "Adiponectin",
            "Blood Pressure",
            "Body Mass Index",
            "Cameroon",
            "Cross-Sectional Studies",
            "Female",
            "Humans",
            "Insulin Resistance",
            "Leptin",
            "Lipids",
            "Male",
            "Middle Aged",
            "Obesity",
            "Waist Circumference",
            "Waist-Hip Ratio"
        ],
        "Authors": [
            {
                "First Name": "Clarisse Noël A",
                "Last Name": "Ayina",
                "Affiliation": "Department of Animal Science, Faculty of Science, University of Douala, Douala, Cameroon. c_ayina@yahoo.fr."
            },
            {
                "First Name": "Jean Jacques N",
                "Last Name": "Noubiap",
                "Affiliation": "Department of Medicine, Groote Schuur Hospital and University of Cape Town, Cape Town, South Africa."
            },
            {
                "First Name": "Laurent Serge",
                "Last Name": "Etoundi Ngoa",
                "Affiliation": "Department of Animal Science, Higher Teacher's Training College, University of Yaoundé I, Yaounde, Cameroon."
            },
            {
                "First Name": "Philippe",
                "Last Name": "Boudou",
                "Affiliation": "Department of Hormonal Biology, Saint-Louis Hospital, Public Assistance - Paris Hospitals, University Paris-Diderot Paris-7, Paris, France."
            },
            {
                "First Name": "Jean François",
                "Last Name": "Gautier",
                "Affiliation": "Department of Diabetes and Endocrinology, Lariboisiere Hospital, Public Assistance - Paris Hospitals, University Paris-Diderot Paris-7, Paris, France."
            },
            {
                "First Name": "Michel Karngong",
                "Last Name": "Mengnjo",
                "Affiliation": "Department of Internal Medicine and Specialties, Faculty of Medicine and Biomedical Science, University of Yaoundé I, Yaounde, Cameroon."
            },
            {
                "First Name": "Jean Claude",
                "Last Name": "Mbanya",
                "Affiliation": "Department of Internal Medicine and Specialties, Faculty of Medicine and Biomedical Science, University of Yaoundé I, Yaounde, Cameroon."
            },
            {
                "First Name": "Eugene",
                "Last Name": "Sobngwi",
                "Affiliation": "Department of Internal Medicine and Specialties, Faculty of Medicine and Biomedical Science, University of Yaoundé I, Yaounde, Cameroon."
            }
        ],
        "Journal": "Lipids in health and disease",
        "PubDate": "2016"
    },
    {
        "PMID": "27126881",
        "Title": "An Update on the Effect of Incretin-Based Therapies on β-Cell Function and Mass.",
        "Abstract": "Type 2 diabetes mellitus (T2DM) is a multifactorial disease with a complex and progressive pathogenesis. The two primary mechanisms of T2DM pathogenesis are pancreatic β-cell dysfunction and insulin resistance. Pancreatic β-cell dysfunction is recognized to be a prerequisite for the development of T2DM. Therapeutic modalities that improve β-cell function are considered critical to T2DM management; however, blood glucose control remains a challenge for many patients due to suboptimal treatment efficacy and the progressive nature of T2DM. Incretin-based therapies are now the most frequently prescribed antidiabetic drugs in Korea. Incretin-based therapies are a favorable class of drugs due to their ability to reduce blood glucose by targeting the incretin hormone system and, most notably, their potential to improve pancreatic β-cell function. This review outlines the current understanding of the incretin hormone system in T2DM and summarizes recent updates on the effect of incretin-based therapies on β-cell function and β-cell mass in animals and humans.",
        "Keywords": [
            "Diabetes mellitus",
            "Dipeptidyl peptidase-4 inhibitor",
            "Glucagon-like peptide-1 receptor agonist",
            "Incretins",
            "Insulin-secreting"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Suk",
                "Last Name": "Chon",
                "Affiliation": "Department of Endocrinology and Metabolism, Kyung Hee University School of Medicine, Seoul, Korea."
            },
            {
                "First Name": "Jean François",
                "Last Name": "Gautier",
                "Affiliation": "Department of Diabetes and Endocrinology, DHU FIRE, Lariboisière Hospital, University Paris-Diderot Paris-7, Paris, France. jean-francois.gautier@lrb.aphp.fr."
            }
        ],
        "Journal": "Diabetes & metabolism journal",
        "PubDate": "2016"
    },
    {
        "PMID": "27033084",
        "Title": "Endoscopic description of renal papillary abnormalities in stone disease by flexible ureteroscopy: a proposed classification of severity and type.",
        "Abstract": "The goal of this original work was to describe papillary abnormalities using flexible ureteroscopy into a new classification and to assess their relation with stone composition.",
        "Keywords": [
            "Abnormality",
            "Classification",
            "Endoscopy",
            "Kidney",
            "Papillary",
            "Stone"
        ],
        "MeSH terms": [
            "Female",
            "Follow-Up Studies",
            "Humans",
            "Kidney",
            "Kidney Calculi",
            "Male",
            "Prognosis",
            "Prospective Studies",
            "Severity of Illness Index",
            "Ureteroscopy",
            "Urogenital Abnormalities"
        ],
        "Authors": [
            {
                "First Name": "Christophe",
                "Last Name": "Almeras",
                "Affiliation": "Department of Urology, Saint Jean Languedoc Clinic, 20 Route de Revel, CS37707, 31077, Toulouse Cedex 4, France. c.almeras@gmail.com."
            },
            {
                "First Name": "Michel",
                "Last Name": "Daudon",
                "Affiliation": "Unit of Functional Explorations, Tenon Hospital, Pierre and Marie Curie University, Paris, France."
            },
            {
                "First Name": "Guillaume",
                "Last Name": "Ploussard",
                "Affiliation": "Department of Urology, Saint Jean Languedoc Clinic, 20 Route de Revel, CS37707, 31077, Toulouse Cedex 4, France."
            },
            {
                "First Name": "Jean Romain",
                "Last Name": "Gautier",
                "Affiliation": "Department of Urology, Saint Jean Languedoc Clinic, 20 Route de Revel, CS37707, 31077, Toulouse Cedex 4, France."
            },
            {
                "First Name": "Olivier",
                "Last Name": "Traxer",
                "Affiliation": "Department of Urology, Tenon Hospital, Pierre and Marie Curie University, Paris, France."
            },
            {
                "First Name": "Paul",
                "Last Name": "Meria",
                "Affiliation": "Department of Urology, Saint-Louis Hospital, Denis Diderot University, Paris, France."
            }
        ],
        "Journal": "World journal of urology",
        "PubDate": "2016"
    },
    {
        "PMID": "26884307",
        "Title": "Late liver metastasis of medullary thyroid cancer with low calcitonin levels - successfully cured by radiofrequency.",
        "Abstract": "A 28-year-old female consulted in 1994 for a left thyroid nodule known for two years with documented progression. Left lobe resection was performed initially followed by total thyroidectomy without lymph node dissection in September 1994. Pathological examination concluded on unilateral 10 × 40 mm medullary thyroid carcinoma (MTC). RET mutation was negative. Basal and pentagastrin-stimulated CT levels had been normal from 1994 to 2008 when her CT level was found to be elevated at 33 ng/L and increased subsequently to 111 ng/L in 2010. In accordance with guidelines, cervical ultrasound was performed repeatedly with negative results. After discussion in a multidisciplinary meeting and with patient's consent, an F-Dopa PET scan was proposed in disagreement with guidelines. This scan showed unique uptake in liver segment VI, which was confirmed by MRI. CT levels reached to 253 ng/L when she finally accepted treatment. In February 2013 we performed radiofrequency ablation of the lesion, which allowed normalisation of CT levels. This observation highlights the possibility of late recurrence of MTC. We could propose that for MTC patients with low-calcitonin levels-recurrences F-DOPA-PET/CT is a good diagnostic tool to use in case of repeatedly negative US neck studies. (Endokrynol Pol 2016; 67 (3): 326-329).",
        "Keywords": [
            "calcitonin",
            "medullary thyroid carcinoma",
            "radiofrequency"
        ],
        "MeSH terms": [
            "Adult",
            "Calcitonin",
            "Carcinoma, Medullary",
            "Catheter Ablation",
            "Female",
            "Humans",
            "Liver Neoplasms",
            "Middle Aged",
            "Positron Emission Tomography Computed Tomography",
            "Thyroid Neoplasms"
        ],
        "Authors": [
            {
                "First Name": "Abdallah",
                "Last Name": "Al-Salameh",
                "Affiliation": ""
            },
            {
                "First Name": "Camille",
                "Last Name": "Baudry",
                "Affiliation": ""
            },
            {
                "First Name": "Jean François",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Marie-Elisabeth",
                "Last Name": "Toubert",
                "Affiliation": ""
            },
            {
                "First Name": "Hélène",
                "Last Name": "Bihan",
                "Affiliation": ""
            },
            {
                "First Name": "Régis",
                "Last Name": "Cohen",
                "Affiliation": "Hôpital Delafontaine 2 rue du Docteur Delafontaine 93200 Saint Denis. regis.cohen@ch-stdenis.fr."
            }
        ],
        "Journal": "Endokrynologia Polska",
        "PubDate": "2016"
    },
    {
        "PMID": "26880199",
        "Title": "MRN, CtIP, and BRCA1 mediate repair of topoisomerase II-DNA adducts.",
        "Abstract": "Repair of DNA double-strand breaks (DSBs) with complex ends poses a special challenge, as additional processing is required before DNA ligation. For example, protein-DNA adducts must be removed to allow repair by either nonhomologous end joining or homology-directed repair. Here, we investigated the processing of topoisomerase II (Top2)-DNA adducts induced by treatment with the chemotherapeutic agent etoposide. Through biochemical analysis in Xenopus laevis egg extracts, we establish that the MRN (Mre11, Rad50, and Nbs1) complex, CtIP, and BRCA1 are required for both the removal of Top2-DNA adducts and the subsequent resection of Top2-adducted DSB ends. Moreover, the interaction between CtIP and BRCA1, although dispensable for resection of endonuclease-generated DSB ends, is required for resection of Top2-adducted DSBs, as well as for cellular resistance to etoposide during genomic DNA replication.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antigens, Neoplasm",
            "BRCA1 Protein",
            "Carrier Proteins",
            "DNA Adducts",
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "DNA Repair Enzymes",
            "DNA Replication",
            "DNA Topoisomerases, Type II",
            "DNA-Binding Proteins",
            "Etoposide",
            "Female",
            "MRE11 Homologue Protein",
            "Multiprotein Complexes",
            "Time Factors",
            "Topoisomerase II Inhibitors",
            "Tumor Suppressor Proteins",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Tomas",
                "Last Name": "Aparicio",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY, 10032."
            },
            {
                "First Name": "Richard",
                "Last Name": "Baer",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY, 10032."
            },
            {
                "First Name": "Max",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Biochemistry and Biophysics, Columbia University, New York, NY, 10032."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY, 10032 Department of Genetics and Development, Columbia University, New York, NY, 10032 jg130@columbia.edu."
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2016"
    },
    {
        "PMID": "26034511",
        "Title": "Osteoprotegerin in relation to insulin resistance and blood lipids in sub-Saharan African women with and without abdominal obesity.",
        "Abstract": "Osteoprotegerin (OPG), a soluble member of the tumor necrosis factor receptor superfamily that inhibits bone resorption, has been suggested as a potential marker of cardiovascular risk. This study aimed to assess the relationship between insulin resistance, lipid profile and OPG levels in obese and non-obese sub-Saharan African women.",
        "Keywords": [
            "Insulin resistance",
            "Lipids",
            "Obesity",
            "Osteoprotegerin",
            "Sub-Saharan Africans"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Clarisse Noël",
                "Last Name": "Ayina Ayina",
                "Affiliation": "Department of Animal Science, Faculty of Science, University of Douala, Douala, Cameroon."
            },
            {
                "First Name": "Eugene",
                "Last Name": "Sobngwi",
                "Affiliation": "Department of Internal Medicine and Specialties, Faculty of Medicine and Biomedical Sciences, University of Yaoundé I, Yaoundé, Cameroon ; Laboratory for Molecular Medicine and Metabolism, Biotechnology Center, University of Yaoundé I, Yaoundé, Cameroon ; National Obesity Center, Yaoundé Central Hospital, Yaoundé, Cameroon."
            },
            {
                "First Name": "Mickael",
                "Last Name": "Essouma",
                "Affiliation": "Department of Internal Medicine and Specialties, Faculty of Medicine and Biomedical Sciences, University of Yaoundé I, Yaoundé, Cameroon."
            },
            {
                "First Name": "Jean Jacques N",
                "Last Name": "Noubiap",
                "Affiliation": "Department of Medicine, Groote Schuur Hospital and University of Cape Town, Cape Town, South Africa ; Medical Diagnostic Center, Yaoundé, Cameroon."
            },
            {
                "First Name": "Philippe",
                "Last Name": "Boudou",
                "Affiliation": "Department of Hormonal Biology, Saint-Louis Hospital, Public Assistance - Paris Hospitals, University Paris-Diderot Paris-7, Paris, France ; Department of Diabetes and Endocrinology, Saint-Louis Hospital, Public Assistance - Paris Hospitals, University Paris-Diderot Paris-7, Paris, France."
            },
            {
                "First Name": "Laurent Serge",
                "Last Name": "Etoundi Ngoa",
                "Affiliation": "Department of Animal Science, Higher Teacher's Training College, University of Yaoundé I, Yaoundé, Cameroon."
            },
            {
                "First Name": "Jean François",
                "Last Name": "Gautier",
                "Affiliation": "Department of Diabetes and Endocrinology, Saint-Louis Hospital, Public Assistance - Paris Hospitals, University Paris-Diderot Paris-7, Paris, France ; INSERM UMRS 1138, Cordeliers Research Centre, University Pierre et Marie Curie-Paris 6, Paris, France."
            }
        ],
        "Journal": "Diabetology & metabolic syndrome",
        "PubDate": "2015"
    },
    {
        "PMID": "25669969",
        "Title": "MYC is a critical target of FBXW7.",
        "Abstract": "MYC deregulation is a driver of many human cancers. Altering the balance of MYC protein levels at the level of transcription, protein stability, or turnover is sufficient to transform cells to a tumorigenic phenotype. While direct targeting of MYC is difficult, specific genetic vulnerabilities of MYC-deregulated cells could be exploited to selectively inhibit their growth. Using a genome-wide shRNA screen, we identified 78 candidate genes, which are required for survival of human mammary epithelial cells with elevated MYC levels. Among the candidates, we validated and characterized FBXW7, a component of the SCF-like ubiquitin ligase complex that targets MYC for proteasomal degradation. Down-regulation of FBXW7 leads to synergistic accumulation of cellular and active chromatin-bound MYC, while protein levels of other FBXW7 targets appear unaffected. Over a four-week time course, continuous FBXW7 down-regulation and MYC activation together cause an accumulation of cells in S-phase and G2/M-phase of the cell cycle. Under these conditions, we also observe elevated chromatin-bound levels of CDC45, suggesting increased DNA replication stress. Consistent with these results, FBXW7 down-regulation alone decreases the survival of T47D breast cancer cells. These results establish that FBXW7 down-regulation is synthetic lethal with MYC, and that MYC is a critical target of FBXW7 in breast epithelial cells.",
        "Keywords": [],
        "MeSH terms": [
            "Breast Neoplasms",
            "Cell Cycle Proteins",
            "Cell Line, Tumor",
            "Cell Proliferation",
            "Cell Survival",
            "Chromatin Assembly and Disassembly",
            "Epithelial Cells",
            "F-Box Proteins",
            "F-Box-WD Repeat-Containing Protein 7",
            "Female",
            "G2 Phase Cell Cycle Checkpoints",
            "Gene Expression Regulation, Neoplastic",
            "Gene Knockdown Techniques",
            "Humans",
            "Mammary Glands, Human",
            "Proto-Oncogene Proteins c-myc",
            "RNA Interference",
            "RNA, Messenger",
            "Recombinant Fusion Proteins",
            "S Phase Cell Cycle Checkpoints",
            "Signal Transduction",
            "Time Factors",
            "Transfection",
            "Ubiquitin-Protein Ligases"
        ],
        "Authors": [
            {
                "First Name": "Mai",
                "Last Name": "Sato",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York, USA."
            },
            {
                "First Name": "Ruth",
                "Last Name": "Rodriguez-Barrueco",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, USA."
            },
            {
                "First Name": "Jiyang",
                "Last Name": "Yu",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            },
            {
                "First Name": "Catherine",
                "Last Name": "Do",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, USA."
            },
            {
                "First Name": "Jose M",
                "Last Name": "Silva",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, USA."
            }
        ],
        "Journal": "Oncotarget",
        "PubDate": "2015"
    },
    {
        "PMID": "25063075",
        "Title": "Osteoprotegerin is not a determinant of metabolic syndrome in sub-Saharan Africans after age adjustment.",
        "Abstract": "Osteoprotegerin (OPG), a soluble member of tumor necrosis factor receptor superfamily that inhibits bone resorption, has been suggested as a cardiovascular risk factor in humans. In this study, we aim to investigate the potential relationship between OPG and MetS (MetS) in a sub-Saharan African population.",
        "Keywords": [
            "Afrique sub-saharienne",
            "Cameroon",
            "Cameroun",
            "Metabolic syndrome",
            "Osteoprotegerin",
            "Ostéoprotégérine",
            "Sub-Saharan Africa",
            "Syndrome métabolique"
        ],
        "MeSH terms": [
            "Adult",
            "Africa South of the Sahara",
            "Aged",
            "Aging",
            "Alcohol Drinking",
            "Blood Glucose",
            "Cardiovascular Diseases",
            "Exercise",
            "Fasting",
            "Female",
            "Humans",
            "Logistic Models",
            "Male",
            "Menopause",
            "Metabolic Syndrome",
            "Middle Aged",
            "Osteoprotegerin",
            "Risk Factors",
            "Sex Factors"
        ],
        "Authors": [
            {
                "First Name": "Clarisse Noël",
                "Last Name": "Ayina Ayina",
                "Affiliation": "Department of animal science, faculty of science, university of Douala, Douala, Cameroon."
            },
            {
                "First Name": "Philippe",
                "Last Name": "Boudou",
                "Affiliation": "Department of hormonal biology, Saint-Louis hospital, university Paris-Diderot Paris-7, PO Box 75010, Public assistance-Paris Hospitals, 75013 Paris, France; UMR-S Inserm 872, Cordeliers research center, Pierre et Marie-Curie university Paris-6, Paris, France."
            },
            {
                "First Name": "Ibrahim",
                "Last Name": "Fidaa",
                "Affiliation": "Department of hormonal biology, Saint-Louis hospital, university Paris-Diderot Paris-7, PO Box 75010, Public assistance-Paris Hospitals, 75013 Paris, France."
            },
            {
                "First Name": "Eric Vounsia",
                "Last Name": "Balti",
                "Affiliation": "Diabetes research center, Brussels Free university-VUB, Brussels, Belgium."
            },
            {
                "First Name": "Eugene",
                "Last Name": "Sobngwi",
                "Affiliation": "Institute of health and society, university of Newcastle upon Tyne, UK; Department of internal medicine, national obesity center, faculty of medicine and biomedical sciences, university of Yaounde I, P.O. Box 7535, Yaounde, Cameroon. Electronic address: sobngwieugene@yahoo.fr."
            },
            {
                "First Name": "Laurent Serge",
                "Last Name": "Etoundi Ngoa",
                "Affiliation": "Department of animal science, higher teacher's training college, university of Yaounde I, Yaounde, Cameroon."
            },
            {
                "First Name": "Jean François",
                "Last Name": "Gautier",
                "Affiliation": "University center of diabetes and complications in Lariboisière hospital, university Paris-Diderot Paris-7, Public assistance-Paris Hospitals, Paris, France; UMR-S Inserm 872, Cordeliers research center, Pierre et Marie-Curie university Paris-6, Paris, France."
            }
        ],
        "Journal": "Annales d'endocrinologie",
        "PubDate": "2014"
    },
    {
        "PMID": "24890833",
        "Title": "MYC and the control of DNA replication.",
        "Abstract": "The MYC oncogene is a multifunctional protein that is aberrantly expressed in a significant fraction of tumors from diverse tissue origins. Because of its multifunctional nature, it has been difficult to delineate the exact contributions of MYC's diverse roles to tumorigenesis. Here, we review the normal role of MYC in regulating DNA replication as well as its ability to generate DNA replication stress when overexpressed. Finally, we discuss the possible mechanisms by which replication stress induced by aberrant MYC expression could contribute to genomic instability and cancer.",
        "Keywords": [],
        "MeSH terms": [
            "Biomarkers, Tumor",
            "Cell Transformation, Neoplastic",
            "DNA Replication",
            "Gene Expression Regulation, Neoplastic",
            "Humans",
            "Neoplasms",
            "Proto-Oncogene Proteins c-myc"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Dominguez-Sola",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, New York 10032."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, New York 10032 Department of Genetics and Development, Columbia University, New York, New York 10032."
            }
        ],
        "Journal": "Cold Spring Harbor perspectives in medicine",
        "PubDate": "2014"
    },
    {
        "PMID": "24747826",
        "Title": "Adherence of French GPs to chronic neuropathic pain clinical guidelines: results of a cross-sectional, randomized, \"e\" case-vignette survey.",
        "Abstract": "The French Pain Society published guidelines for neuropathic pain management in 2010. Our aim was to evaluate the compliance of GPs with these guidelines three years later.",
        "Keywords": [],
        "MeSH terms": [
            "Chronic Pain",
            "Cross-Sectional Studies",
            "Data Collection",
            "Decision Making",
            "France",
            "General Practitioners",
            "Guideline Adherence",
            "Humans",
            "Neuralgia",
            "Pain Management",
            "Practice Guidelines as Topic",
            "Random Allocation"
        ],
        "Authors": [
            {
                "First Name": "Valéria",
                "Last Name": "Martinez",
                "Affiliation": "Anesthésiologie-Réanimation, Hôpital Raymond-Poincaré, Garches, France; INSERM U-987, Centre d'Evaluation et de Traitement de la Douleur, CHU Ambroise Paré, Boulogne-Billancourt, France."
            },
            {
                "First Name": "Nadine",
                "Last Name": "Attal",
                "Affiliation": "INSERM U-987, Centre d'Evaluation et de Traitement de la Douleur, CHU Ambroise Paré, Boulogne-Billancourt, France; Université Versailles-Saint-Quentin, Versailles, France."
            },
            {
                "First Name": "Bertrand",
                "Last Name": "Vanzo",
                "Affiliation": "General Practitioner, Athis Mons, France."
            },
            {
                "First Name": "Eric",
                "Last Name": "Vicaut",
                "Affiliation": "Unité de Recherche Clinique - Hôpital Fernand Widal, Paris, France."
            },
            {
                "First Name": "Jean Michel",
                "Last Name": "Gautier",
                "Affiliation": "Réseau InterCLUD Languedoc Roussillon, CHRU Montpellier, Montpellier, France."
            },
            {
                "First Name": "Didier",
                "Last Name": "Bouhassira",
                "Affiliation": "INSERM U-987, Centre d'Evaluation et de Traitement de la Douleur, CHU Ambroise Paré, Boulogne-Billancourt, France; Université Versailles-Saint-Quentin, Versailles, France."
            },
            {
                "First Name": "Michel",
                "Last Name": "Lantéri-Minet",
                "Affiliation": "CHU de Nice, Centre d'Evaluation et Traitement de la Douleur, Nice, France; INSERM/UdA, U1107, Neuro-Dol, Université de Clermont-Ferrand, Clermont-Ferrand, France."
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2014"
    },
    {
        "PMID": "24746645",
        "Title": "DNA double-strand break repair pathway choice and cancer.",
        "Abstract": "Since DNA double-strand breaks (DSBs) contribute to the genomic instability that drives cancer development, DSB repair pathways serve as important mechanisms for tumor suppression. Thus, genetic lesions, such as BRCA1 and BRCA2 mutations, that disrupt DSB repair are often associated with cancer susceptibility. In addition, recent evidence suggests that DSB \"mis-repair\", in which DSBs are resolved by an inappropriate repair pathway, can also promote genomic instability and presumably tumorigenesis. This notion has gained currency from recent cancer genome sequencing studies which have uncovered numerous chromosomal rearrangements harboring pathological DNA repair signatures. In this perspective, we discuss the factors that regulate DSB repair pathway choice and their consequences for genome stability and cancer.",
        "Keywords": [
            "53BP1–BRCA1",
            "DNA double strand break",
            "DNA ends",
            "Microhomology-mediated end joining",
            "Repair pathway choice",
            "Resection"
        ],
        "MeSH terms": [
            "BRCA1 Protein",
            "Carcinogenesis",
            "DNA Breaks, Double-Stranded",
            "DNA End-Joining Repair",
            "DNA Repair",
            "Genomic Instability",
            "Humans",
            "Intracellular Signaling Peptides and Proteins",
            "Neoplasms",
            "Recombination, Genetic",
            "Signal Transduction",
            "Tumor Suppressor p53-Binding Protein 1"
        ],
        "Authors": [
            {
                "First Name": "Tomas",
                "Last Name": "Aparicio",
                "Affiliation": "Institute for Cancer Genetics & Department of Genetics and Development, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Richard",
                "Last Name": "Baer",
                "Affiliation": "Institute for Cancer Genetics & Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics & Department of Genetics and Development, Columbia University Medical Center, New York, NY, USA. Electronic address: jg130@columbia.edu."
            }
        ],
        "Journal": "DNA repair",
        "PubDate": "2014"
    },
    {
        "PMID": "24064933",
        "Title": "Pain and recovery after total knee arthroplasty: a 12-month follow-up after a prospective randomized study evaluating Nefopam and Ketamine for early rehabilitation.",
        "Abstract": "Ketamine and nefopam has been documented to decrease pain intensity and improve rehabilitation after total knee arthroplasty (TKA). We conducted a follow-up study of a previously randomized clinical trial to determine the prevalence and risk factors of chronic pain 1 year after TKA and to assess the role of perioperative administration of ketamine and nefopam.",
        "Keywords": [],
        "MeSH terms": [
            "Aged",
            "Analgesics",
            "Arthroplasty, Replacement, Knee",
            "Chronic Pain",
            "Female",
            "Follow-Up Studies",
            "Humans",
            "Incidence",
            "Ketamine",
            "Knee Joint",
            "Longitudinal Studies",
            "Male",
            "Nefopam",
            "Neuralgia",
            "Pain, Postoperative",
            "Perioperative Care",
            "Prevalence",
            "Range of Motion, Articular",
            "Recovery of Function",
            "Risk Factors"
        ],
        "Authors": [
            {
                "First Name": "Christophe",
                "Last Name": "Aveline",
                "Affiliation": "*Department of Anesthesiology and Intensive Care, Centre Hospitalier Privé Sévigné, Cesson-Sévigné †Department of Anesthesiology and Intensive Care, Tenon University Hospital, Université Pierre & Marie Curie Paris VI, Paris, France."
            },
            {
                "First Name": "Alain Le",
                "Last Name": "Roux",
                "Affiliation": ""
            },
            {
                "First Name": "Hubert Le",
                "Last Name": "Hetet",
                "Affiliation": ""
            },
            {
                "First Name": "Jean F",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Pierre",
                "Last Name": "Vautier",
                "Affiliation": ""
            },
            {
                "First Name": "Fabrice",
                "Last Name": "Cognet",
                "Affiliation": ""
            },
            {
                "First Name": "Francis",
                "Last Name": "Bonnet",
                "Affiliation": ""
            }
        ],
        "Journal": "The Clinical journal of pain",
        "PubDate": "2014"
    },
    {
        "PMID": "23830640",
        "Title": "The differences between ICL repair during and outside of S phase.",
        "Abstract": "DNA interstrand crosslinks (ICLs) are complex lesions that block essential DNA transactions including DNA replication, recombination, and RNA transcription. Naturally occurring ICLs are rare, yet these lesions are the major cause of toxicity following treatment with several classes of crosslinking cancer chemotherapeutic drugs. ICLs are repaired during and outside of S phase by pathways with overlapping as well as distinct features. Here, we discuss some recent insights into the mechanisms of replication-dependent and replication-independent repair of ICLs with special emphasis on the differences between these repair pathways.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antineoplastic Agents",
            "Cell Cycle",
            "Cross-Linking Reagents",
            "DNA Damage",
            "DNA Repair",
            "DNA Repair Enzymes",
            "Humans",
            "Models, Biological",
            "Recombinational DNA Repair",
            "S Phase"
        ],
        "Authors": [
            {
                "First Name": "Hannah L",
                "Last Name": "Williams",
                "Affiliation": "Department of Genetics and Development, Institute for Cancer Genetics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Trends in biochemical sciences",
        "PubDate": "2013"
    },
    {
        "PMID": "23643534",
        "Title": "Cdc45 is a critical effector of myc-dependent DNA replication stress.",
        "Abstract": "c-Myc oncogenic activity is thought to be mediated in part by its ability to generate DNA replication stress and subsequent genomic instability when deregulated. Previous studies have demonstrated a nontranscriptional role for c-Myc in regulating DNA replication. Here, we analyze the mechanisms by which c-Myc deregulation generates DNA replication stress. We find that overexpression of c-Myc alters the spatiotemporal program of replication initiation by increasing the density of early-replicating origins. We further show that c-Myc deregulation results in elevated replication-fork stalling or collapse and subsequent DNA damage. Notably, these phenotypes are independent of RNA transcription. Finally, we demonstrate that overexpression of Cdc45 recapitulates all c-Myc-induced replication and damage phenotypes and that Cdc45 and GINS function downstream of Myc.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Cycle Proteins",
            "Chromatin",
            "Cyclin-Dependent Kinase Inhibitor p27",
            "DNA Damage",
            "DNA Replication",
            "Histones",
            "Mice",
            "Oocytes",
            "Proto-Oncogene Proteins c-myc",
            "Xenopus"
        ],
        "Authors": [
            {
                "First Name": "Seetha V",
                "Last Name": "Srinivasan",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Dominguez-Sola",
                "Affiliation": ""
            },
            {
                "First Name": "Lily C",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Olivier",
                "Last Name": "Hyrien",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2013"
    },
    {
        "PMID": "23434370",
        "Title": "The MRN-CtIP pathway is required for metaphase chromosome alignment.",
        "Abstract": "Faithful duplication of the genome in S phase followed by its accurate segregation in mitosis is essential to maintain genomic integrity. Recent studies have suggested that proteins involved in DNA transactions are also required for whole-chromosome stability. Here we demonstrate that the MRN (Mre11, Rad50, and Nbs1) complex and CtIP are required for accurate chromosome segregation. Depletion of Mre11 or CtIP, antibody-mediated inhibition of Mre11, or small-molecule inhibition of MRN using mirin results in metaphase chromosome alignment defects in Xenopus egg extracts. Similarly, loss of MRN function adversely affects spindle assembly around DNA-coated beads in egg extracts. Inhibition of MRN function in mammalian cells triggers a metaphase delay and disrupts the RCC1-dependent RanGTP gradient. Addition of the Mre11 inhibitor mirin to egg extracts and mammalian cells reduces RCC1 association with mitotic chromosomes. Thus, the MRN-CtIP pathway contributes to Ran-dependent mitotic spindle assembly by modulating RCC1 chromosome association.",
        "Keywords": [],
        "MeSH terms": [
            "Acid Anhydride Hydrolases",
            "Animals",
            "Carrier Proteins",
            "Cell Cycle Proteins",
            "Cell Extracts",
            "Chromosome Segregation",
            "Chromosomes, Human",
            "DNA Repair Enzymes",
            "DNA-Binding Proteins",
            "Endodeoxyribonucleases",
            "Guanine Nucleotide Exchange Factors",
            "HeLa Cells",
            "Humans",
            "MRE11 Homologue Protein",
            "Metaphase",
            "Microtubule-Associated Proteins",
            "Mitosis",
            "Multiprotein Complexes",
            "Nuclear Proteins",
            "Protein Binding",
            "Single-Cell Analysis",
            "Spindle Apparatus",
            "Xenopus",
            "Xenopus Proteins",
            "ran GTP-Binding Protein"
        ],
        "Authors": [
            {
                "First Name": "Lorene",
                "Last Name": "Rozier",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University College of Physicians and Surgeons, 630 W. 168(th) Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Yige",
                "Last Name": "Guo",
                "Affiliation": ""
            },
            {
                "First Name": "Shaun",
                "Last Name": "Peterson",
                "Affiliation": ""
            },
            {
                "First Name": "Mai",
                "Last Name": "Sato",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Baer",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Yinghui",
                "Last Name": "Mao",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2013"
    },
    {
        "PMID": "23273981",
        "Title": "Activation of DSB processing requires phosphorylation of CtIP by ATR.",
        "Abstract": "DNA double-strand breaks (DSBs) activate a DNA damage response (DDR) that coordinates checkpoint pathways with DNA repair. ATM and ATR kinases are activated sequentially. Homology-directed repair (HDR) is initiated by resection of DSBs to generate 3' single-stranded DNA overhangs. How resection and HDR are activated during DDR is not known, nor are the roles of ATM and ATR in HDR. Here, we show that CtIP undergoes ATR-dependent hyperphosphorylation in response to DSBs. ATR phosphorylates an invariant threonine, T818 of Xenopus CtIP (T859 in human). Nonphosphorylatable CtIP (T818A) does not bind to chromatin or initiate resection. Our data support a model in which ATM activity is required for an early step in resection, leading to ATR activation, CtIP-T818 phosphorylation, and accumulation of CtIP on chromatin. Chromatin binding by modified CtIP precedes extensive resection and full checkpoint activation.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Ataxia Telangiectasia Mutated Proteins",
            "Cell Cycle Proteins",
            "Cell Extracts",
            "Chromatin",
            "Conserved Sequence",
            "DNA Breaks, Double-Stranded",
            "DNA Cleavage",
            "DNA Repair",
            "DNA-Binding Proteins",
            "HEK293 Cells",
            "Humans",
            "Molecular Sequence Annotation",
            "Molecular Sequence Data",
            "Peptide Fragments",
            "Phosphorylation",
            "Protein Kinase Inhibitors",
            "Protein Processing, Post-Translational",
            "Protein Serine-Threonine Kinases",
            "Rabbits",
            "Tumor Suppressor Proteins",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Shaun E",
                "Last Name": "Peterson",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Yinyin",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Foon",
                "Last Name": "Wu-Baer",
                "Affiliation": ""
            },
            {
                "First Name": "Brian T",
                "Last Name": "Chait",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Baer",
                "Affiliation": ""
            },
            {
                "First Name": "Hong",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2013"
    },
    {
        "PMID": "23159855",
        "Title": "More tasks for Dna2 in S-phase.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "DNA Helicases",
            "DNA Repair",
            "DNA Repair Enzymes",
            "Exodeoxyribonucleases",
            "Female",
            "Humans"
        ],
        "Authors": [
            {
                "First Name": "Tomás",
                "Last Name": "Aparicio",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Medical Center, New York, NY USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell cycle (Georgetown, Tex.)",
        "PubDate": "2012"
    },
    {
        "PMID": "22658724",
        "Title": "Replication-independent repair of DNA interstrand crosslinks.",
        "Abstract": "DNA interstrand crosslinks (ICLs) are cytotoxic lesions that covalently link opposite strands of the DNA helix and block DNA unwinding. ICLs are repaired during and outside S phase, and replication-independent ICL repair (RIR) is critical to maintain genomic integrity and to allow transcription in nondividing or slowly dividing cells. Here, we show that the Y family DNA polymerase kappa (Pol κ) is essential for RIR of a site-specific ICL lesion in Xenopus egg extracts, and that both its catalytic activity and UBZ domains are required for this function. We also demonstrate a requirement for PCNA and its modification on lysine 164. Finally, we show that Pol κ participates in ICL repair in mammalian cells, particularly in G0. Our results identify key components of the RIR pathway and begin to unravel its mechanism.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Blotting, Western",
            "Cell Survival",
            "Cells, Cultured",
            "Cisplatin",
            "Cross-Linking Reagents",
            "DNA",
            "DNA Damage",
            "DNA Repair",
            "DNA Replication",
            "DNA-Directed DNA Polymerase",
            "Embryo, Mammalian",
            "Female",
            "Fibroblasts",
            "G1 Phase",
            "Lysine",
            "Mice",
            "Mice, Knockout",
            "Mitomycin",
            "Molecular Sequence Data",
            "Mutation",
            "Proliferating Cell Nuclear Antigen",
            "Resting Phase, Cell Cycle",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Hannah L",
                "Last Name": "Williams",
                "Affiliation": "Institute for Cancer Genetics, Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2012"
    },
    {
        "PMID": "21989151",
        "Title": "Perineural ultrasound-guided catheter bacterial colonization: a prospective evaluation in 747 cases.",
        "Abstract": "Ultrasound guidance is increasingly used for catheter insertion and could make it more complicated to guarantee aseptic insertion of catheters. The current study evaluated the incidence of colonization of ultrasound-guided perineural catheter (US-PNC) placed for postoperative analgesia.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Catheter-Related Infections",
            "Catheters, Indwelling",
            "Colony Count, Microbial",
            "Equipment Contamination",
            "Female",
            "Femoral Nerve",
            "Humans",
            "Male",
            "Middle Aged",
            "Prospective Studies",
            "Staphylococcus aureus",
            "Ultrasonography"
        ],
        "Authors": [
            {
                "First Name": "Christophe",
                "Last Name": "Aveline",
                "Affiliation": "Department of Anesthesiology and Intensive Care Unit, Sévigné Private Hospital, Cesson Sévigné, France. caveline@club-internet.fr"
            },
            {
                "First Name": "Hubert",
                "Last Name": "Le Hetet",
                "Affiliation": ""
            },
            {
                "First Name": "Alain",
                "Last Name": "Le Roux",
                "Affiliation": ""
            },
            {
                "First Name": "Pierre",
                "Last Name": "Vautier",
                "Affiliation": ""
            },
            {
                "First Name": "Jean François",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Fabrice",
                "Last Name": "Cognet",
                "Affiliation": ""
            },
            {
                "First Name": "Philippe",
                "Last Name": "Auger",
                "Affiliation": ""
            },
            {
                "First Name": "Francis",
                "Last Name": "Bonnet",
                "Affiliation": ""
            }
        ],
        "Journal": "Regional anesthesia and pain medicine",
        "PubDate": "2011"
    },
    {
        "PMID": "21910633",
        "Title": "Double-strand break end resection and repair pathway choice.",
        "Abstract": "DNA double-strand breaks (DSBs) are cytotoxic lesions that can result in mutagenic events or cell death if left unrepaired or repaired inappropriately. Cells use two major pathways for DSB repair: nonhomologous end joining (NHEJ) and homologous recombination (HR). The choice between these pathways depends on the phase of the cell cycle and the nature of the DSB ends. A critical determinant of repair pathway choice is the initiation of 5'-3' resection of DNA ends, which commits cells to homology-dependent repair, and prevents repair by classical NHEJ. Here, we review the components of the end resection machinery, the role of end structure, and the cell-cycle phase on resection and the interplay of end processing with NHEJ.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Cycle",
            "DNA Breaks, Double-Stranded",
            "DNA End-Joining Repair",
            "DNA Helicases",
            "Exodeoxyribonucleases",
            "Fanconi Anemia",
            "Gene Expression Regulation, Fungal",
            "Genes, BRCA1",
            "Genes, Fungal",
            "Genes, cdc",
            "Humans",
            "Protein Conformation",
            "Recombinational DNA Repair",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Translocation, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Lorraine S",
                "Last Name": "Symington",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, New York 10032, USA. lss5@columbia.edu"
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Annual review of genetics",
        "PubDate": "2011"
    },
    {
        "PMID": "21893598",
        "Title": "Cdk1 uncouples CtIP-dependent resection and Rad51 filament formation during M-phase double-strand break repair.",
        "Abstract": "DNA double-strand break (DSB) resection, which results in RPA-bound single-stranded DNA (ssDNA), is activated in S phase by Cdk2. RPA-ssDNA activates the ATR-dependent checkpoint and homology-directed repair (HDR) via Rad51-dependent mechanisms. On the other hand, the fate of DSBs sustained during vertebrate M phase is largely unknown. We use cell-free Xenopus laevis egg extracts to examine the recruitment of proteins to chromatin after DSB formation. We find that S-phase extract recapitulates a two-step resection mechanism. M-phase chromosomes are also resected in cell-free extracts and cultured human cells. In contrast to the events in S phase, M-phase resection is solely dependent on MRN-CtIP. Despite generation of RPA-ssDNA, M-phase resection does not lead to ATR activation or Rad51 chromatin association. Remarkably, we find that Cdk1 permits resection by phosphorylation of CtIP but also prevents Rad51 binding to the resected ends. We have thus identified Cdk1 as a critical regulator of DSB repair in M phase. Cdk1 induces persistent ssDNA-RPA overhangs in M phase, thereby preventing both classical NHEJ and Rad51-dependent HDR.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antigens, Nuclear",
            "Ataxia Telangiectasia Mutated Proteins",
            "CDC2 Protein Kinase",
            "Cell Cycle Proteins",
            "Cell Division",
            "Cell Nucleus",
            "Cell-Free System",
            "Checkpoint Kinase 1",
            "Chromatin",
            "Cyclin-Dependent Kinase 2",
            "DNA Breaks, Double-Stranded",
            "DNA Helicases",
            "DNA Repair",
            "DNA, Single-Stranded",
            "DNA-Binding Proteins",
            "Endonucleases",
            "HeLa Cells",
            "Histones",
            "Humans",
            "Ku Autoantigen",
            "MRE11 Homologue Protein",
            "Meiosis",
            "Mitosis",
            "Nuclear Envelope",
            "Ovum",
            "Phosphorylation",
            "Protein Binding",
            "Protein Kinase Inhibitors",
            "Protein Kinases",
            "Protein Serine-Threonine Kinases",
            "Rad51 Recombinase",
            "RecQ Helicases",
            "Replication Protein A",
            "S Phase",
            "Tumor Suppressor Proteins",
            "Werner Syndrome Helicase",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Shaun E",
                "Last Name": "Peterson",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Yinyin",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Brian T",
                "Last Name": "Chait",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Baer",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2011"
    },
    {
        "PMID": "21870289",
        "Title": "Study of cell cycle checkpoints using Xenopus cell-free extracts.",
        "Abstract": "Cell cycle checkpoints are involved in the coordinated response to DNA damage and thus play a key role in maintaining genome integrity. Several model systems have been developed to study the mechanisms and complexity of checkpoint function. Here we describe the application of cell-free extracts derived from Xenopus eggs as a model system to investigate DNA replication, damage, and checkpoint activation. We outline the preparation of cell-free extracts, DNA substrates and their subsequent use in assays aimed at understanding cell cycle checkpoints, and related processes. Several advances made over the years have enabled the continued use of the Xenopus system to answer a variety of questions in DNA replication, repair and checkpoint signaling. It is anticipated that the versatile Xenopus system is amenable to future modification as well to continue studies attempting to understand these important physiological processes.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Cycle Checkpoints",
            "Cell-Free System",
            "DNA Damage",
            "DNA Replication",
            "Phosphorylation",
            "Xenopus"
        ],
        "Authors": [
            {
                "First Name": "Seetha V",
                "Last Name": "Srinivasan",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY 10032, USA. Svs2113@columbia.edu"
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2011"
    },
    {
        "PMID": "20807115",
        "Title": "The Fanconi anemia pathway and ICL repair: implications for cancer therapy.",
        "Abstract": "Fanconi anemia (FA) is an inherited disease caused by mutations in at least 13 genes and characterized by genomic instability. In addition to displaying strikingly heterogenous clinical phenotypes, FA patients are exquisitely sensitive to treatments with crosslinking agents that create interstrand crosslinks (ICL). In contrast to bacteria and yeast, in which ICLs are repaired through replication-dependent and -independent mechanisms, it is thought that ICLs are repaired primarily during DNA replication in vertebrates. However, recent data indicate that replication-independent ICL repair also operates in vertebrates. While the precise role of the FA pathway in ICL repair remains elusive, increasing evidence suggests that FA proteins function at different steps in the sensing, recognition and processing of ICLs, as well as in signaling from these very toxic lesions, which can be generated by a wide variety of cancer chemotherapeutic drugs. Here, we discuss some of the recent findings that have shed light on the role of the FA pathway in ICL repair, with special emphasis on the implications of these findings for cancer therapy since disruption of FA genes have been associated with cancer predisposition.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA Repair",
            "DNA Replication",
            "Fanconi Anemia",
            "Fanconi Anemia Complementation Group Proteins",
            "Humans",
            "Models, Biological",
            "Neoplasms",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Lily C",
                "Last Name": "Wang",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Critical reviews in biochemistry and molecular biology",
        "PubDate": "2010"
    },
    {
        "PMID": "20531406",
        "Title": "A human B-cell interactome identifies MYB and FOXM1 as master regulators of proliferation in germinal centers.",
        "Abstract": "Assembly of a transcriptional and post-translational molecular interaction network in B cells, the human B-cell interactome (HBCI), reveals a hierarchical, transcriptional control module, where MYB and FOXM1 act as synergistic master regulators of proliferation in the germinal center (GC). Eighty percent of genes jointly regulated by these transcription factors are activated in the GC, including those encoding proteins in a complex regulating DNA pre-replication, replication, and mitosis. These results indicate that the HBCI analysis can be used for the identification of determinants of major human cell phenotypes and provides a paradigm of general applicability to normal and pathologic tissues.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Apoptosis",
            "B-Lymphocytes",
            "Cell Line",
            "Cell Proliferation",
            "Cell Survival",
            "DNA Replication",
            "Feedback, Physiological",
            "Forkhead Box Protein M1",
            "Forkhead Transcription Factors",
            "Gene Expression Regulation",
            "Gene Silencing",
            "Genes, Regulator",
            "Germinal Center",
            "Humans",
            "Mitosis",
            "Multiprotein Complexes",
            "Protein Binding",
            "Proto-Oncogene Proteins c-myb",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Celine",
                "Last Name": "Lefebvre",
                "Affiliation": "Center for Computational Biology and Bioinformatics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Presha",
                "Last Name": "Rajbhandari",
                "Affiliation": ""
            },
            {
                "First Name": "Mariano J",
                "Last Name": "Alvarez",
                "Affiliation": ""
            },
            {
                "First Name": "Pradeep",
                "Last Name": "Bandaru",
                "Affiliation": ""
            },
            {
                "First Name": "Wei Keat",
                "Last Name": "Lim",
                "Affiliation": ""
            },
            {
                "First Name": "Mai",
                "Last Name": "Sato",
                "Affiliation": ""
            },
            {
                "First Name": "Kai",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Pavel",
                "Last Name": "Sumazin",
                "Affiliation": ""
            },
            {
                "First Name": "Manjunath",
                "Last Name": "Kustagi",
                "Affiliation": ""
            },
            {
                "First Name": "Brygida C",
                "Last Name": "Bisikirska",
                "Affiliation": ""
            },
            {
                "First Name": "Katia",
                "Last Name": "Basso",
                "Affiliation": ""
            },
            {
                "First Name": "Pedro",
                "Last Name": "Beltrao",
                "Affiliation": ""
            },
            {
                "First Name": "Nevan",
                "Last Name": "Krogan",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Riccardo",
                "Last Name": "Dalla-Favera",
                "Affiliation": ""
            },
            {
                "First Name": "Andrea",
                "Last Name": "Califano",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular systems biology",
        "PubDate": "2010"
    },
    {
        "PMID": "20118187",
        "Title": "Performance of novel kidney biomarkers in preclinical toxicity studies.",
        "Abstract": "The kidney is one of the main targets of drug toxicity, but early detection of renal damage is often difficult. As part of the InnoMed PredTox project, a collaborative effort aimed at assessing the value of combining omics technologies with conventional toxicology methods for improved preclinical safety assessment, we evaluated the performance of a panel of novel kidney biomarkers in preclinical toxicity studies. Rats were treated with a reference nephrotoxin or one of several proprietary compounds that were dropped from drug development in part due to renal toxicity. Animals were dosed at two dose levels for 1, 3, and 14 days. Putative kidney markers, including kidney injury molecule-1 (Kim-1), lipocalin-2 (Lcn2), clusterin, and tissue inhibitor of metalloproteinases-1, were analyzed in kidney and urine using quantitative real-time PCR, ELISA, and immunohistochemistry. Changes in gene/protein expression generally correlated well with renal histopathological alterations and were frequently detected at earlier time points or at lower doses than the traditional clinical parameters blood urea nitrogen and serum creatinine. Urinary Kim-1 and clusterin reflected changes in gene/protein expression and histopathological alterations in the target organ in the absence of functional changes. This confirms clusterin and Kim-1 as early and sensitive, noninvasive markers of renal injury. Although Lcn2 did not appear to be specific for kidney toxicity, its rapid response to inflammation and tissue damage in general may suggest its utility in routine toxicity testing.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Biomarkers",
            "DNA Primers",
            "Enzyme-Linked Immunosorbent Assay",
            "Immunohistochemistry",
            "Kidney",
            "Male",
            "Polymerase Chain Reaction",
            "ROC Curve",
            "Rats",
            "Rats, Wistar",
            "Toxicity Tests"
        ],
        "Authors": [
            {
                "First Name": "Dana",
                "Last Name": "Hoffmann",
                "Affiliation": "Department of Toxicology, University of Würzburg, Würzburg, Germany."
            },
            {
                "First Name": "Melanie",
                "Last Name": "Adler",
                "Affiliation": ""
            },
            {
                "First Name": "Vishal S",
                "Last Name": "Vaidya",
                "Affiliation": ""
            },
            {
                "First Name": "Eva",
                "Last Name": "Rached",
                "Affiliation": ""
            },
            {
                "First Name": "Laoighse",
                "Last Name": "Mulrane",
                "Affiliation": ""
            },
            {
                "First Name": "William M",
                "Last Name": "Gallagher",
                "Affiliation": ""
            },
            {
                "First Name": "John J",
                "Last Name": "Callanan",
                "Affiliation": ""
            },
            {
                "First Name": "Jean C",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Katja",
                "Last Name": "Matheis",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Staedtler",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Dieterle",
                "Affiliation": ""
            },
            {
                "First Name": "Arnd",
                "Last Name": "Brandenburg",
                "Affiliation": ""
            },
            {
                "First Name": "Alexandra",
                "Last Name": "Sposny",
                "Affiliation": ""
            },
            {
                "First Name": "Philip",
                "Last Name": "Hewitt",
                "Affiliation": ""
            },
            {
                "First Name": "Heidrun",
                "Last Name": "Ellinger-Ziegelbauer",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph V",
                "Last Name": "Bonventre",
                "Affiliation": ""
            },
            {
                "First Name": "Wolfgang",
                "Last Name": "Dekant",
                "Affiliation": ""
            },
            {
                "First Name": "Angela",
                "Last Name": "Mally",
                "Affiliation": ""
            }
        ],
        "Journal": "Toxicological sciences : an official journal of the Society of Toxicology",
        "PubDate": "2010"
    },
    {
        "PMID": "19906732",
        "Title": "Origin-dependent initiation of DNA replication within telomeric sequences.",
        "Abstract": "Replication of telomeres requires the action of telomerase, the semi-conservative replication machinery and the stabilization of the replication fork during passage through telomeric DNA. Whether vertebrate telomeres support initiation of replication has not been experimentally addressed. Using Xenopus cell free extracts we established a system to study replication initiation within linear telomeric DNA substrates. We show binding of TRF2 to telomeric DNA, indicating that exogenous DNA exclusively composed of telomeric repeats is recognized by shelterin components. Interaction with telomere binding proteins is not sufficient to prevent a DNA damage response. Notably, we observe regulated assembly of the pre-replicative complex proteins ORC2, MCM6 and Cdc6 to telomeric DNA. Most importantly, we detect origin-dependent replication of telomeric substrates under conditions that inhibit checkpoint activation. These results indicate that pre-replicative complexes assemble within telomeric DNA and can be converted into functional origins.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "DNA",
            "DNA Damage",
            "DNA Replication",
            "DNA-Binding Proteins",
            "Replication Origin",
            "Telomere",
            "Xenopus"
        ],
        "Authors": [
            {
                "First Name": "Isabel",
                "Last Name": "Kurth",
                "Affiliation": "Institute for Cancer Genetics, Department of Genetics and Development and Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2010"
    },
    {
        "PMID": "19748363",
        "Title": "Checkpoint signaling from a single DNA interstrand crosslink.",
        "Abstract": "DNA interstrand crosslinks (ICLs) are the most toxic lesions induced by chemotherapeutic agents such as mitomycin C and cisplatin. By covalently linking both DNA strands, ICLs prevent DNA melting, transcription, and replication. Studies on ICL signaling and repair have been limited, because these drugs generate additional DNA lesions that trigger checkpoint signaling. Here, we monitor sensing, signaling from, and repairing of a single site-specific ICL in cell-free extract derived from Xenopus eggs and in mammalian cells. Notably, we demonstrate that ICLs trigger a checkpoint response independently of origin-initiated DNA replication and uncoupling of DNA polymerase and DNA helicase. The Fanconi anemia pathway acts upstream of RPA-ATR-Chk1 to generate the ICL signal. The system also repairs ICLs in a reaction that involves extensive, error-free DNA synthesis. Repair occurs by both origin-dependent and origin-independent mechanisms. Our data suggest that cell sensitivity to crosslinking agents results from both checkpoint and DNA repair defects.",
        "Keywords": [],
        "MeSH terms": [
            "Alkylating Agents",
            "Animals",
            "Ataxia Telangiectasia Mutated Proteins",
            "Cell Cycle",
            "Cell Cycle Proteins",
            "Cell Proliferation",
            "Checkpoint Kinase 1",
            "DNA",
            "DNA Damage",
            "DNA Helicases",
            "DNA Repair",
            "DNA Replication",
            "DNA-Directed DNA Polymerase",
            "Fanconi Anemia Complementation Group A Protein",
            "Fanconi Anemia Complementation Group D2 Protein",
            "HeLa Cells",
            "Humans",
            "Nucleic Acid Conformation",
            "Protein Kinases",
            "Protein Serine-Threonine Kinases",
            "Recombinant Proteins",
            "Replication Origin",
            "Replication Protein A",
            "Signal Transduction",
            "Time Factors",
            "Transfection",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Merav",
                "Last Name": "Ben-Yehoyada",
                "Affiliation": "Institute for Cancer Genetics, Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Lily C",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Ivan D",
                "Last Name": "Kozekov",
                "Affiliation": ""
            },
            {
                "First Name": "Carmelo J",
                "Last Name": "Rizzo",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2009"
    },
    {
        "PMID": "19709933",
        "Title": "PIKK-dependent phosphorylation of Mre11 induces MRN complex inactivation by disassembly from chromatin.",
        "Abstract": "The role of Mre11 phosphorylation in the cellular response to DNA double-strand breaks (DSBs) is not well understood. Here, we show that phosphorylation of Mre11 at SQ/TQ motifs by PIKKs (PI3 Kinase-related Kinases) induces MRN (Mre11-Rad50-Nbs1) complex dissociation from chromatin by reducing Mre11 affinity for DNA. Whereas phosphorylation of Mre11 at these residues is not required for DSB-induced ATM (Ataxia-Telangiectasia mutated) activation, abrogation of Mre11 dephosphorylation impairs ATM signaling. Our study provides a functional characterization of the DNA damage-induced Mre11 phosphorylation, and suggests that MRN inactivation participates in the down-regulation of damage signaling during checkpoint recovery following DSB repair.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Ataxia Telangiectasia Mutated Proteins",
            "Carrier Proteins",
            "Cell Cycle Proteins",
            "Cell Line",
            "Chromatin Assembly and Disassembly",
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "DNA Repair Enzymes",
            "DNA-Binding Proteins",
            "Enzyme Activation",
            "Humans",
            "MRE11 Homologue Protein",
            "Molecular Sequence Data",
            "Phosphorylation",
            "Protein Binding",
            "Protein Kinases",
            "Protein Serine-Threonine Kinases",
            "Sequence Alignment",
            "Tumor Suppressor Proteins",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Michela",
                "Last Name": "Di Virgilio",
                "Affiliation": "Institute for Cancer Genetics, Department of Genetics and Development, and Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, 1130 St. Nicholas Avenue, New York, NY 10032, USA."
            },
            {
                "First Name": "Carol Y",
                "Last Name": "Ying",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "DNA repair",
        "PubDate": "2009"
    },
    {
        "PMID": "19633668",
        "Title": "Role of Mre11 in chromosomal nonhomologous end joining in mammalian cells.",
        "Abstract": "Here we have used an intrachromosomal substrate to monitor the end joining of distant ends, which leads to DNA rearrangements in mammalian cells. We show that silencing Mre11 reduces the efficiency of nonhomologous end joining (NHEJ), affecting both the canonical and alternative pathways, partly in a manner that is independent of the ataxia-telangiectasia mutated kinase (ATM). Silencing of Rad50 or CtIP decreases end-joining efficiency in the same pathway as Mre11. In cells defective for Xrcc4, the MRE11-RAD50-NBS1 (MRN) complex inhibitor MIRIN decreases end-joining frequencies, demonstrating a role for MRN in alternative NHEJ. Consistently, MIRIN sensitizes both complemented and NHEJ-defective cells to ionizing radiation. Conversely, overexpression of Mre11 stimulates the resection of single-stranded DNA and increases alternative end joining, through a mechanism that requires Mre11's nuclease activity, but in an ATM-independent manner. These data demonstrate that, in addition to its role in ATM activation, Mre11 can favor alternative NHEJ through its nuclease activity.",
        "Keywords": [],
        "MeSH terms": [
            "Acid Anhydride Hydrolases",
            "Animals",
            "Ataxia Telangiectasia Mutated Proteins",
            "Base Sequence",
            "Blotting, Western",
            "CHO Cells",
            "Carrier Proteins",
            "Cell Cycle Proteins",
            "Cell Line",
            "Cricetinae",
            "Cricetulus",
            "DNA Repair",
            "DNA Repair Enzymes",
            "DNA-Binding Proteins",
            "Endodeoxyribonucleases",
            "Flow Cytometry",
            "Humans",
            "MRE11 Homologue Protein",
            "Microscopy, Fluorescence",
            "Mutation",
            "Nuclear Proteins",
            "Protein Binding",
            "Protein Serine-Threonine Kinases",
            "Pyrimidinones",
            "RNA, Small Interfering",
            "Recombination, Genetic",
            "Thiones",
            "Transfection",
            "Tumor Suppressor Proteins"
        ],
        "Authors": [
            {
                "First Name": "Emilie",
                "Last Name": "Rass",
                "Affiliation": "Unité mixte de recherche 217, Centre National de la Recherche Scientifique-Commissariat à l'Energie Atomique, Equipe labellisée LA LIGUE 2008, Institut de Radiobiologie Cellulaire et Moléculaire, Fontenay-aux-Roses, France."
            },
            {
                "First Name": "Anastazja",
                "Last Name": "Grabarz",
                "Affiliation": ""
            },
            {
                "First Name": "Isabelle",
                "Last Name": "Plo",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Pascale",
                "Last Name": "Bertrand",
                "Affiliation": ""
            },
            {
                "First Name": "Bernard S",
                "Last Name": "Lopez",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature structural & molecular biology",
        "PubDate": "2009"
    },
    {
        "PMID": "19609304",
        "Title": "MRE11-RAD50-NBS1 is a critical regulator of FANCD2 stability and function during DNA double-strand break repair.",
        "Abstract": "Monoubiquitination of the Fanconi anaemia protein FANCD2 is a key event leading to repair of interstrand cross-links. It was reported earlier that FANCD2 co-localizes with NBS1. However, the functional connection between FANCD2 and MRE11 is poorly understood. In this study, we show that inhibition of MRE11, NBS1 or RAD50 leads to a destabilization of FANCD2. FANCD2 accumulated from mid-S to G2 phase within sites containing single-stranded DNA (ssDNA) intermediates, or at sites of DNA damage, such as those created by restriction endonucleases and laser irradiation. Purified FANCD2, a ring-like particle by electron microscopy, preferentially bound ssDNA over various DNA substrates. Inhibition of MRE11 nuclease activity by Mirin decreased the number of FANCD2 foci formed in vivo. We propose that FANCD2 binds to ssDNA arising from MRE11-processed DNA double-strand breaks. Our data establish MRN as a crucial regulator of FANCD2 stability and function in the DNA damage response.",
        "Keywords": [],
        "MeSH terms": [
            "Acid Anhydride Hydrolases",
            "Cell Cycle Proteins",
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "DNA Repair Enzymes",
            "DNA-Binding Proteins",
            "Down-Regulation",
            "Fanconi Anemia Complementation Group D2 Protein",
            "HeLa Cells",
            "Humans",
            "MRE11 Homologue Protein",
            "Microscopy, Electron",
            "Nuclear Proteins",
            "Protein Binding",
            "Protein Stability",
            "RNA, Small Interfering"
        ],
        "Authors": [
            {
                "First Name": "Céline",
                "Last Name": "Roques",
                "Affiliation": "Genome Stability Laboratory, Laval University Cancer Research Center, Hôtel-Dieu de Québec, Québec, Canada."
            },
            {
                "First Name": "Yan",
                "Last Name": "Coulombe",
                "Affiliation": ""
            },
            {
                "First Name": "Mathieu",
                "Last Name": "Delannoy",
                "Affiliation": ""
            },
            {
                "First Name": "Julien",
                "Last Name": "Vignard",
                "Affiliation": ""
            },
            {
                "First Name": "Simona",
                "Last Name": "Grossi",
                "Affiliation": ""
            },
            {
                "First Name": "Isabelle",
                "Last Name": "Brodeur",
                "Affiliation": ""
            },
            {
                "First Name": "Amélie",
                "Last Name": "Rodrigue",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Alicja Z",
                "Last Name": "Stasiak",
                "Affiliation": ""
            },
            {
                "First Name": "Andrzej",
                "Last Name": "Stasiak",
                "Affiliation": ""
            },
            {
                "First Name": "Angelos",
                "Last Name": "Constantinou",
                "Affiliation": ""
            },
            {
                "First Name": "Jean-Yves",
                "Last Name": "Masson",
                "Affiliation": ""
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2009"
    },
    {
        "PMID": "18793861",
        "Title": "Postoperative analgesia and early rehabilitation after total knee replacement: a comparison of continuous low-dose intravenous ketamine versus nefopam.",
        "Abstract": "The effects of nefopam and ketamine on pain control and rehabilitation after total knee replacement were compared in a prospective, double blinded study. Seventy-five patients were randomly assigned to receive a 0.2mg kg(-1) bolus of nefopam or ketamine, followed by a 120microg kg(-1) h(-1) continuous infusion until the end of surgery, and 60microg kg(-1) h(-1) until the second postoperative day, or an equal volume of saline considered as placebo. Pain scores measured on a visual analog scale at rest and on mobilization, and patient-controlled intravenous morphine consumption, were assessed during 48h. We measured the maximal knee flexion on the third postoperative day, and the delay to obtain a 90 degrees flexion. Ketamine and nefopam reduced morphine consumption (p<0.0001). Pain scores, were lower at rest and on mobilization in the ketamine group compared to the two other groups at all times of measurement. Pain score were lower in patients receiving nefopam compared to placebo, on arrival in the recovery room and at 2h. Ketamine improved knee flexion on post operative day 3 (59 degrees [33-63] vs. 50 degrees [47-55] and 50 degrees [44-55] in ketamine, placebo and nefopam groups, respectively, p<0.0002) and decreased the delay to flex the knee at 90 degrees (9.1+/-4.2 vs. 12.3+/-4.0 days, in ketamine and placebo groups, respectively, p=0.01). Ketamine produces opioid-sparing, decreases pain intensity, and improves mobilization after total knee replacement. Nefopam achieves less significant results in that circumstances.",
        "Keywords": [],
        "MeSH terms": [
            "Aged",
            "Analgesia, Patient-Controlled",
            "Analgesics, Non-Narcotic",
            "Analgesics, Opioid",
            "Anesthesia, General",
            "Anesthetics, Dissociative",
            "Arthroplasty, Replacement, Knee",
            "Double-Blind Method",
            "Female",
            "Humans",
            "Infusions, Intravenous",
            "Ketamine",
            "Knee",
            "Male",
            "Morphine",
            "Nefopam",
            "Pain Measurement",
            "Pain, Postoperative",
            "Treatment Outcome"
        ],
        "Authors": [
            {
                "First Name": "Christophe",
                "Last Name": "Aveline",
                "Affiliation": "Department of Anaesthesia and Surgical Intensive Care, Polyclinique Sévigné 3 rue du Chêne Germain, Cesson-Sévigné, France."
            },
            {
                "First Name": "Jean François",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Pierre",
                "Last Name": "Vautier",
                "Affiliation": ""
            },
            {
                "First Name": "Fabrice",
                "Last Name": "Cognet",
                "Affiliation": ""
            },
            {
                "First Name": "Hubert Le",
                "Last Name": "Hetet",
                "Affiliation": ""
            },
            {
                "First Name": "Jean Yves",
                "Last Name": "Attali",
                "Affiliation": ""
            },
            {
                "First Name": "Vincent",
                "Last Name": "Leconte",
                "Affiliation": ""
            },
            {
                "First Name": "Philippe",
                "Last Name": "Leborgne",
                "Affiliation": ""
            },
            {
                "First Name": "Francis",
                "Last Name": "Bonnet",
                "Affiliation": ""
            }
        ],
        "Journal": "European journal of pain (London, England)",
        "PubDate": "2009"
    },
    {
        "PMID": "18786657",
        "Title": "Fanconi anemia proteins stabilize replication forks.",
        "Abstract": "Fanconi anemia (FA) is a recessive genetic disorder characterized by hypersensitivity to crosslinking agents that has been attributed to defects in DNA repair and/or replication. FANCD2 and the FA core complex bind to chromatin during DNA replication; however, the role of FA proteins during replication is unknown. Using Xenopus cell-free extracts, we show that FANCL depletion results in defective DNA replication restart following treatment with camptothecin, a drug that results in DSBs during DNA replication. This defect is more pronounced following treatment with mitomycin C, presumably because of an additional role of the FA pathway in DNA crosslink repair. Moreover, we show that chromatin binding of FA core complex proteins during DNA replication follows origin assembly and origin firing and is dependent on the binding of RPA to ssDNA while FANCD2 additionally requires ATR, consistent with FA proteins acting at replication forks. Together, our data suggest that FA proteins play a role in replication restart at collapsed replication forks.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antibiotics, Antineoplastic",
            "Antineoplastic Agents, Phytogenic",
            "Aphidicolin",
            "Ataxia Telangiectasia Mutated Proteins",
            "Camptothecin",
            "Cell Cycle Proteins",
            "Cell Nucleus",
            "Cell-Free System",
            "Chromatin",
            "DNA Damage",
            "DNA Repair",
            "DNA Replication",
            "Enzyme Inhibitors",
            "Fanconi Anemia",
            "Fanconi Anemia Complementation Group D2 Protein",
            "Fanconi Anemia Complementation Group L Protein",
            "Mitomycin",
            "Phosphorylation",
            "Protein Serine-Threonine Kinases",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Lily Chien",
                "Last Name": "Wang",
                "Affiliation": "Institute for Cancer Genetics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Stacie",
                "Last Name": "Stone",
                "Affiliation": ""
            },
            {
                "First Name": "Maureen Elizabeth",
                "Last Name": "Hoatlin",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "DNA repair",
        "PubDate": "2008"
    },
    {
        "PMID": "18449195",
        "Title": "Single-stranded DNA-binding protein hSSB1 is critical for genomic stability.",
        "Abstract": "Single-strand DNA (ssDNA)-binding proteins (SSBs) are ubiquitous and essential for a wide variety of DNA metabolic processes, including DNA replication, recombination, DNA damage detection and repair. SSBs have multiple roles in binding and sequestering ssDNA, detecting DNA damage, stimulating nucleases, helicases and strand-exchange proteins, activating transcription and mediating protein-protein interactions. In eukaryotes, the major SSB, replication protein A (RPA), is a heterotrimer. Here we describe a second human SSB (hSSB1), with a domain organization closer to the archaeal SSB than to RPA. Ataxia telangiectasia mutated (ATM) kinase phosphorylates hSSB1 in response to DNA double-strand breaks (DSBs). This phosphorylation event is required for DNA damage-induced stabilization of hSSB1. Upon induction of DNA damage, hSSB1 accumulates in the nucleus and forms distinct foci independent of cell-cycle phase. These foci co-localize with other known repair proteins. In contrast to RPA, hSSB1 does not localize to replication foci in S-phase cells and hSSB1 deficiency does not influence S-phase progression. Depletion of hSSB1 abrogates the cellular response to DSBs, including activation of ATM and phosphorylation of ATM targets after ionizing radiation. Cells deficient in hSSB1 exhibit increased radiosensitivity, defective checkpoint activation and enhanced genomic instability coupled with a diminished capacity for DNA repair. These findings establish that hSSB1 influences diverse endpoints in the cellular DNA damage response.",
        "Keywords": [],
        "MeSH terms": [
            "Ataxia Telangiectasia Mutated Proteins",
            "Cell Cycle",
            "Cell Cycle Proteins",
            "DNA Repair",
            "DNA-Binding Proteins",
            "Genomic Instability",
            "HeLa Cells",
            "Humans",
            "Mitochondrial Proteins",
            "Phosphorylation",
            "Protein Serine-Threonine Kinases",
            "Protein Transport",
            "Radiation, Ionizing",
            "Signal Transduction",
            "Tumor Suppressor Proteins"
        ],
        "Authors": [
            {
                "First Name": "Derek J",
                "Last Name": "Richard",
                "Affiliation": "Signal Transduction Laboratory, Queensland Institute of Medical Research, Brisbane, Queensland 4029, Australia."
            },
            {
                "First Name": "Emma",
                "Last Name": "Bolderson",
                "Affiliation": ""
            },
            {
                "First Name": "Liza",
                "Last Name": "Cubeddu",
                "Affiliation": ""
            },
            {
                "First Name": "Ross I M",
                "Last Name": "Wadsworth",
                "Affiliation": ""
            },
            {
                "First Name": "Kienan",
                "Last Name": "Savage",
                "Affiliation": ""
            },
            {
                "First Name": "Girdhar G",
                "Last Name": "Sharma",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew L",
                "Last Name": "Nicolette",
                "Affiliation": ""
            },
            {
                "First Name": "Sergie",
                "Last Name": "Tsvetanov",
                "Affiliation": ""
            },
            {
                "First Name": "Michael J",
                "Last Name": "McIlwraith",
                "Affiliation": ""
            },
            {
                "First Name": "Raj K",
                "Last Name": "Pandita",
                "Affiliation": ""
            },
            {
                "First Name": "Shunichi",
                "Last Name": "Takeda",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald T",
                "Last Name": "Hay",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen C",
                "Last Name": "West",
                "Affiliation": ""
            },
            {
                "First Name": "Tanya T",
                "Last Name": "Paull",
                "Affiliation": ""
            },
            {
                "First Name": "Tej K",
                "Last Name": "Pandita",
                "Affiliation": ""
            },
            {
                "First Name": "Malcolm F",
                "Last Name": "White",
                "Affiliation": ""
            },
            {
                "First Name": "Kum Kum",
                "Last Name": "Khanna",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2008"
    },
    {
        "PMID": "18176557",
        "Title": "A forward chemical genetic screen reveals an inhibitor of the Mre11-Rad50-Nbs1 complex.",
        "Abstract": "The MRN (Mre11-Rad50-Nbs1)-ATM (ataxia-telangiectasia mutated) pathway is essential for sensing and signaling from DNA double-strand breaks. The MRN complex acts as a DNA damage sensor, maintains genome stability during DNA replication, promotes homology-dependent DNA repair and activates ATM. MRN is essential for cell viability, which has limited functional studies of the complex. Small-molecule inhibitors of MRN could circumvent this experimental limitation and could also be used as cellular radio- and chemosensitization compounds. Using cell-free systems that recapitulate faithfully the MRN-ATM signaling pathway, we designed a forward chemical genetic screen to identify inhibitors of the pathway, and we isolated 6-(4-hydroxyphenyl)-2-thioxo-2,3-dihydro-4(1H)-pyrimidinone (mirin, 1) as an inhibitor of MRN. Mirin prevents MRN-dependent activation of ATM without affecting ATM protein kinase activity, and it inhibits Mre11-associated exonuclease activity. Consistent with its ability to target the MRN complex, mirin abolishes the G2/M checkpoint and homology-dependent repair in mammalian cells.",
        "Keywords": [],
        "MeSH terms": [
            "ATP-Binding Cassette Transporters",
            "Animals",
            "Ataxia Telangiectasia",
            "Cell Cycle",
            "Cell Extracts",
            "Cell Line",
            "DNA-Binding Proteins",
            "Drug Design",
            "Humans",
            "MRE11 Homologue Protein",
            "Molecular Structure",
            "Protein Binding",
            "Pyrimidinones",
            "Signal Transduction",
            "Thiones",
            "Tumor Suppressor Proteins",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Aude",
                "Last Name": "Dupré",
                "Affiliation": "Columbia University, Institute for Cancer Genetics, Irving Cancer Research Center, 1130 St. Nicholas Avenue, Room 602, New York, New York 10032, USA."
            },
            {
                "First Name": "Louise",
                "Last Name": "Boyer-Chatenet",
                "Affiliation": ""
            },
            {
                "First Name": "Rose M",
                "Last Name": "Sattler",
                "Affiliation": ""
            },
            {
                "First Name": "Ami P",
                "Last Name": "Modi",
                "Affiliation": ""
            },
            {
                "First Name": "Ji-Hoon",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew L",
                "Last Name": "Nicolette",
                "Affiliation": ""
            },
            {
                "First Name": "Levy",
                "Last Name": "Kopelovich",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Jasin",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Baer",
                "Affiliation": ""
            },
            {
                "First Name": "Tanya T",
                "Last Name": "Paull",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature chemical biology",
        "PubDate": "2008"
    },
    {
        "PMID": "17597761",
        "Title": "Non-transcriptional control of DNA replication by c-Myc.",
        "Abstract": "The c-Myc proto-oncogene encodes a transcription factor that is essential for cell growth and proliferation and is broadly implicated in tumorigenesis. However, the biological functions required by c-Myc to induce oncogenesis remain elusive. Here we show that c-Myc has a direct role in the control of DNA replication. c-Myc interacts with the pre-replicative complex and localizes to early sites of DNA synthesis. Depletion of c-Myc from mammalian (human and mouse) cells as well as from Xenopus cell-free extracts, which are devoid of RNA transcription, demonstrates a non-transcriptional role for c-Myc in the initiation of DNA replication. Overexpression of c-Myc causes increased replication origin activity with subsequent DNA damage and checkpoint activation. These findings identify a critical function of c-Myc in DNA replication and suggest a novel mechanism for its normal and oncogenic functions.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Extracts",
            "Cell Transformation, Neoplastic",
            "Cells, Cultured",
            "DNA Damage",
            "DNA Replication",
            "Fibroblasts",
            "HeLa Cells",
            "Humans",
            "Mice",
            "Multiprotein Complexes",
            "Protein Binding",
            "Proto-Oncogene Mas",
            "Proto-Oncogene Proteins c-myc",
            "Replication Origin",
            "Transcription, Genetic",
            "Xenopus"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Dominguez-Sola",
                "Affiliation": "Institute for Cancer Genetics, Department of Genetics and Development and Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Carol Y",
                "Last Name": "Ying",
                "Affiliation": ""
            },
            {
                "First Name": "Carla",
                "Last Name": "Grandori",
                "Affiliation": ""
            },
            {
                "First Name": "Luca",
                "Last Name": "Ruggiero",
                "Affiliation": ""
            },
            {
                "First Name": "Brenden",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Muyang",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Denise A",
                "Last Name": "Galloway",
                "Affiliation": ""
            },
            {
                "First Name": "Wei",
                "Last Name": "Gu",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Riccardo",
                "Last Name": "Dalla-Favera",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2007"
    },
    {
        "PMID": "17374515",
        "Title": "The DNA damage response during an unperturbed S-phase.",
        "Abstract": "DNA replication is a highly conserved and controlled process. To maintain genome integrity, the DNA must be faithfully duplicated once before chromosomes are segregated to daughter cells. Experimental insults to cells during DNA replication trigger an array of responses to help cells cope with DNA damage and replication stress. This has been coined the DNA damage response. During an unperturbed S-phase, DNA lesions and aberrant DNA structures arise as a consequence of normal DNA replication. Recent data suggest that the same pathways regulating the response to acute DNA damage also operate during normal S-phase to maintain genome integrity in the face of low levels of damage. This review will focus on the role of key proteins and signaling pathways, originally identified by their requirement to maintain genome stability during DNA replication following experimental insults, in the regulation of progression through normal S-phase.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA Damage",
            "DNA Repair",
            "DNA Replication",
            "Genomic Instability",
            "Humans",
            "Replication Origin",
            "S Phase"
        ],
        "Authors": [
            {
                "First Name": "Merav",
                "Last Name": "Ben-Yehoyada",
                "Affiliation": "Columbia University, Department of Genetics and Development, Irving Cancer Research Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Aude",
                "Last Name": "Dupré",
                "Affiliation": ""
            }
        ],
        "Journal": "DNA repair",
        "PubDate": "2007"
    },
    {
        "PMID": "17349953",
        "Title": "Rad50 adenylate kinase activity regulates DNA tethering by Mre11/Rad50 complexes.",
        "Abstract": "Mre11 and Rad50 are the catalytic components of a highly conserved DNA repair complex that functions in many aspects of DNA metabolism involving double-strand breaks. The ATPase domains in Rad50 are related to the ABC transporter family of ATPases, previously shown to share structural similarities with adenylate kinases. Here we demonstrate that Mre11/Rad50 complexes from three organisms catalyze the reversible adenylate kinase reaction in vitro. Mutation of the conserved signature motif reduces the adenylate kinase activity of Rad50 but does not reduce ATP hydrolysis. This mutant resembles a rad50 null strain with respect to meiosis and telomere maintenance in S. cerevisiae, correlating adenylate kinase activity with in vivo functions. An adenylate kinase inhibitor blocks Mre11/Rad50-dependent DNA tethering in vitro and in cell-free extracts, indicating that adenylate kinase activity by Mre11/Rad50 promotes DNA-DNA associations. We propose a model for Rad50 that incorporates both ATPase and adenylate kinase reactions as critical activities that regulate Rad50 functions.",
        "Keywords": [],
        "MeSH terms": [
            "Acid Anhydride Hydrolases",
            "Adenine",
            "Adenosine Triphosphate",
            "Adenylate Kinase",
            "Amino Acid Motifs",
            "Animals",
            "Archaeal Proteins",
            "Catalysis",
            "DNA",
            "DNA Repair Enzymes",
            "DNA-Binding Proteins",
            "Dinucleoside Phosphates",
            "Endodeoxyribonucleases",
            "Enzyme Inhibitors",
            "Exodeoxyribonucleases",
            "Humans",
            "Hydrolysis",
            "MRE11 Homologue Protein",
            "Mutant Proteins",
            "Mutation",
            "Pyrococcus furiosus",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Xenopus"
        ],
        "Authors": [
            {
                "First Name": "Venugopal",
                "Last Name": "Bhaskara",
                "Affiliation": "Department of Chemistry and Biochemistry, University of Texas at Austin, Austin, TX 78712, USA."
            },
            {
                "First Name": "Aude",
                "Last Name": "Dupré",
                "Affiliation": ""
            },
            {
                "First Name": "Bettina",
                "Last Name": "Lengsfeld",
                "Affiliation": ""
            },
            {
                "First Name": "Ben B",
                "Last Name": "Hopkins",
                "Affiliation": ""
            },
            {
                "First Name": "Angela",
                "Last Name": "Chan",
                "Affiliation": ""
            },
            {
                "First Name": "Ji-Hoon",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Xiaoming",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia",
                "Last Name": "Zakian",
                "Affiliation": ""
            },
            {
                "First Name": "Tanya T",
                "Last Name": "Paull",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2007"
    },
    {
        "PMID": "16880183",
        "Title": "Are peroxisome proliferator-activated receptors new therapeutic targets in diabetic and non-diabetic nephropathies?",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Blood Pressure",
            "Diabetic Nephropathies",
            "Disease Models, Animal",
            "Humans",
            "Hypoglycemic Agents",
            "Kidney Diseases",
            "Peroxisome Proliferator-Activated Receptors",
            "Thiazolidinediones"
        ],
        "Authors": [
            {
                "First Name": "Henri",
                "Last Name": "Boulanger",
                "Affiliation": "Department of Nephrology and Transplantation, Saint-Louis Hospital, 1 avenue Claude-Vellefaux, 75475 Paris Cedex 10, France. henri.boulanger@sls.aphp.fr"
            },
            {
                "First Name": "Rafik",
                "Last Name": "Mansouri",
                "Affiliation": ""
            },
            {
                "First Name": "Jean François",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Denis",
                "Last Name": "Glotz",
                "Affiliation": ""
            }
        ],
        "Journal": "Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association",
        "PubDate": "2006"
    },
    {
        "PMID": "16622404",
        "Title": "Two-step activation of ATM by DNA and the Mre11-Rad50-Nbs1 complex.",
        "Abstract": "DNA double-strand breaks (DSBs) trigger activation of the ATM protein kinase, which coordinates cell-cycle arrest, DNA repair and apoptosis. We propose that ATM activation by DSBs occurs in two steps. First, dimeric ATM is recruited to damaged DNA and dissociates into monomers. The Mre11-Rad50-Nbs1 complex (MRN) facilitates this process by tethering DNA, thereby increasing the local concentration of damaged DNA. Notably, increasing the concentration of damaged DNA bypasses the requirement for MRN, and ATM monomers generated in the absence of MRN are not phosphorylated on Ser1981. Second, the ATM-binding domain of Nbs1 is required and sufficient to convert unphosphorylated ATM monomers into enzymatically active monomers in the absence of DNA. This model clarifies the mechanism of ATM activation in normal cells and explains the phenotype of cells from patients with ataxia telangiectasia-like disorder and Nijmegen breakage syndrome.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Ataxia Telangiectasia Mutated Proteins",
            "Cell Cycle Proteins",
            "DNA",
            "DNA Repair Enzymes",
            "DNA Replication",
            "DNA-Binding Proteins",
            "MRE11 Homologue Protein",
            "Nuclear Proteins",
            "Phosphorylation",
            "Protein Binding",
            "Protein Serine-Threonine Kinases",
            "Tumor Suppressor Proteins",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Aude",
                "Last Name": "Dupré",
                "Affiliation": "Columbia University, Department of Genetics and Development, HHSC1602, 701 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Louise",
                "Last Name": "Boyer-Chatenet",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature structural & molecular biology",
        "PubDate": "2006"
    },
    {
        "PMID": "16382135",
        "Title": "Fanconi anemia proteins are required to prevent accumulation of replication-associated DNA double-strand breaks.",
        "Abstract": "Fanconi anemia (FA) is a multigene cancer susceptibility disorder characterized by cellular hypersensitivity to DNA interstrand cross-linking agents such as mitomycin C (MMC). FA proteins are suspected to function at the interface between cell cycle checkpoints, DNA repair, and DNA replication. Using replicating extracts from Xenopus eggs, we developed cell-free assays for FA proteins (xFA). Recruitment of the xFA core complex and xFANCD2 to chromatin is strictly dependent on replication initiation, even in the presence of MMC indicating specific recruitment to DNA lesions encountered by the replication machinery. The increase in xFA chromatin binding following treatment with MMC is part of a caffeine-sensitive S-phase checkpoint that is controlled by xATR. Recruitment of xFANCD2, but not xFANCA, is dependent on the xATR-xATR-interacting protein (xATRIP) complex. Immunodepletion of either xFANCA or xFANCD2 from egg extracts results in accumulation of chromosomal DNA breaks during replicative synthesis. Our results suggest coordinated chromatin recruitment of xFA proteins in response to replication-associated DNA lesions and indicate that xFA proteins function to prevent the accumulation of DNA breaks that arise during unperturbed replication.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Ataxia Telangiectasia Mutated Proteins",
            "Caffeine",
            "Carrier Proteins",
            "Cell Cycle Proteins",
            "Chromatin",
            "Cross-Linking Reagents",
            "DNA Damage",
            "DNA Repair",
            "DNA Replication",
            "Fanconi Anemia Complementation Group A Protein",
            "Fanconi Anemia Complementation Group D2 Protein",
            "Fanconi Anemia Complementation Group Proteins",
            "Female",
            "In Vitro Techniques",
            "Mitomycin",
            "Molecular Sequence Data",
            "Oocytes",
            "Protein Serine-Threonine Kinases",
            "S Phase",
            "Sequence Homology, Amino Acid",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Alexandra",
                "Last Name": "Sobeck",
                "Affiliation": "Division of Biochemistry and Molecular Biology, Oregon Health & Science University, 3181 SW Sam Jackson Park Rd., Portland, Oregon 97239, USA."
            },
            {
                "First Name": "Stacie",
                "Last Name": "Stone",
                "Affiliation": ""
            },
            {
                "First Name": "Vincenzo",
                "Last Name": "Costanzo",
                "Affiliation": ""
            },
            {
                "First Name": "Bendert",
                "Last Name": "de Graaf",
                "Affiliation": ""
            },
            {
                "First Name": "Tanja",
                "Last Name": "Reuter",
                "Affiliation": ""
            },
            {
                "First Name": "Johan",
                "Last Name": "de Winter",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Wallisch",
                "Affiliation": ""
            },
            {
                "First Name": "Yassmine",
                "Last Name": "Akkari",
                "Affiliation": ""
            },
            {
                "First Name": "Susan",
                "Last Name": "Olson",
                "Affiliation": ""
            },
            {
                "First Name": "Weidong",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Hans",
                "Last Name": "Joenje",
                "Affiliation": ""
            },
            {
                "First Name": "Jan L",
                "Last Name": "Christian",
                "Affiliation": ""
            },
            {
                "First Name": "Patrick J",
                "Last Name": "Lupardus",
                "Affiliation": ""
            },
            {
                "First Name": "Karlene A",
                "Last Name": "Cimprich",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Maureen E",
                "Last Name": "Hoatlin",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2006"
    },
    {
        "PMID": "16369567",
        "Title": "The ATPase activity of MCM2-7 is dispensable for pre-RC assembly but is required for DNA unwinding.",
        "Abstract": "Eukaryotes have six minichromosome maintenance (MCM) proteins that are essential for DNA replication. The contribution of ATPase activity of MCM complexes to their function in replication is poorly understood. We have established a cell-free system competent for replication in which all MCM proteins are supplied by purified recombinant Xenopus MCM complexes. Recombinant MCM2-7 complex was able to assemble onto chromatin, load Cdc45 onto chromatin, and restore DNA replication in MCM-depleted extracts. Using mutational analysis in the Walker A motif of MCM6 and MCM7 of MCM2-7, we show that ATP binding and/or hydrolysis by MCM proteins is dispensable for chromatin loading and pre-replicative complex (pre-RC) assembly, but is required for origin unwinding during DNA replication. Moreover, this ATPase-deficient mutant complex did not support DNA replication in MCM-depleted extracts. Altogether, these results both demonstrate the ability of recombinant MCM proteins to perform all replication roles of MCM complexes, and further support the model that MCM2-7 is the replicative helicase. These data establish that mutations affecting the ATPase activity of the MCM complex uncouple its role in pre-RC assembly from DNA replication.",
        "Keywords": [],
        "MeSH terms": [
            "Adenosine Triphosphatases",
            "Amino Acid Motifs",
            "Animals",
            "Blotting, Western",
            "Carrier Proteins",
            "Cell Cycle Proteins",
            "Cell Line",
            "Cell-Free System",
            "Chromatin",
            "Chromatography",
            "Cloning, Molecular",
            "DNA",
            "DNA Mutational Analysis",
            "DNA Replication",
            "DNA, Complementary",
            "DNA-Binding Proteins",
            "Hydrolysis",
            "Insecta",
            "Minichromosome Maintenance Complex Component 2",
            "Minichromosome Maintenance Complex Component 7",
            "Molecular Motor Proteins",
            "Mutation",
            "Nuclear Proteins",
            "Origin Recognition Complex",
            "Protein Binding",
            "Proteins",
            "Recombinant Proteins",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Carol Y",
                "Last Name": "Ying",
                "Affiliation": "Integrated Program in Cellular, Molecular, and Biophysical Studies, Hammer Health Sciences Center, Columbia University College of Physicians and Surgeons, New York, NY, 10032, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2005"
    },
    {
        "PMID": "16330708",
        "Title": "Repair of double-strand breaks by nonhomologous end joining in the absence of Mre11.",
        "Abstract": "Mre11-Rad50-Nbs1 (MRN) complex involvement in nonhomologous end joining (NHEJ) is controversial. The MRN complex is required for NHEJ in Saccharomyces cerevisiae but not in Schizosaccharomyces pombe. In vertebrates, Mre11, Rad50, and Nbs1 are essential genes, and studies have been limited to cells carrying hypomorphic mutations in Mre11 or Nbs1, which still perform several MRN complex-associated activities. In this study, we analyze the effects of Mre11 loss on the mechanism of vertebrate NHEJ by using a chromatinized plasmid double-strand break (DSB) repair assay in cell-free extracts from Xenopus laevis. Mre11-depleted extracts are able to support efficient NHEJ repair of DSBs regardless of the end structure. Mre11 depletion does not alter the kinetics of end joining or the type and frequency of junctions found in repaired products. Finally, Ku70-independent end-joining events are not affected by Mre11 loss. Our data demonstrate that the MRN complex is not required for efficient and accurate NHEJ-mediated repair of DSBs in this vertebrate system.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antigens, Nuclear",
            "DNA",
            "DNA Damage",
            "DNA Repair",
            "DNA-Binding Proteins",
            "Female",
            "In Vitro Techniques",
            "Ku Autoantigen",
            "Oocytes",
            "Protein Binding",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Michela",
                "Last Name": "Di Virgilio",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2005"
    },
    {
        "PMID": "16324861",
        "Title": "Peroperative ketamine and morphine for postoperative pain control after lumbar disk surgery.",
        "Abstract": "Ketamine, a N-methyl-D-aspartate receptor antagonist, may reduce postoperative opioid demand and improve postoperative analgesia.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Analgesics, Opioid",
            "Anesthetics, Dissociative",
            "Diskectomy",
            "Dose-Response Relationship, Drug",
            "Double-Blind Method",
            "Drug Combinations",
            "Drug Synergism",
            "Female",
            "Humans",
            "Intervertebral Disc Displacement",
            "Ketamine",
            "Lumbar Vertebrae",
            "Male",
            "Middle Aged",
            "Morphine",
            "Pain Threshold",
            "Pain, Postoperative",
            "Preoperative Care",
            "Treatment Outcome"
        ],
        "Authors": [
            {
                "First Name": "Christophe",
                "Last Name": "Aveline",
                "Affiliation": "Department of Anaesthesiology and Surgical Intensive Care, Polyclinique Sevigne, 3 Rue du Chêne Germain, 35510 Cesson-Sevigne, France. caveline@club-internet.fr <caveline@club-internet.fr>"
            },
            {
                "First Name": "Hubert Le",
                "Last Name": "Hetet",
                "Affiliation": ""
            },
            {
                "First Name": "Pierre",
                "Last Name": "Vautier",
                "Affiliation": ""
            },
            {
                "First Name": "Jean François",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Francis",
                "Last Name": "Bonnet",
                "Affiliation": ""
            }
        ],
        "Journal": "European journal of pain (London, England)",
        "PubDate": "2006"
    },
    {
        "PMID": "15860459",
        "Title": "Regulation of the G(2)/M transition in Xenopus oocytes by the cAMP-dependent protein kinase.",
        "Abstract": "Vertebrate oocytes are arrested in G(2) phase of the cell cycle at the prophase border of meiosis I. Progesterone treatment of Xenopus oocytes releases the G(2) block and promotes entry into the M phases of meiosis I and II. Substantial evidence indicates that the release of the G(2) arrest requires a decrease in cAMP and reduced activity of the cAMP-dependent protein kinase (PKAc). It has been reported and we confirm here that microinjection of either wild type or kinase-dead K72R PKAc inhibits progesterone-dependent release of the G(2) arrest with equal potency and that inhibition can be reversed by a second injection of the heat-stable inhibitor of PKAc, PKI. However, a mutant enzyme predicted to be completely kinase-dead from the crystal structure of PKAc, K72H PKAc, was much less inhibitory when carrying additional mutations that block interaction with either type I or type II regulatory subunit. Moreover, inhibition by K72H PKAc was reversed by PKI at a 30-fold lower concentration and with more rapid kinetics compared with wild type PKAc. K72R PKAc was found to have low but detectable activity after incubation in an oocyte extract. These results indicate that inhibition of the progesterone-dependent G(2)/M transition in oocytes after microinjection of dead PKAc reflects either low residual activity or binding to regulatory subunits with a resulting net increase in the level of endogenous wild type PKAc. Consistent with this hypothesis, the induction of mitosis in Xenopus egg extracts by the addition of cyclin B was blocked by wild type PKAc but not by K72H PKAc. The identification of substrates for PKAc that maintain cell cycle arrest in G(2) remains an important goal for future work.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Division",
            "Crystallography, X-Ray",
            "Cyclic AMP",
            "Cyclin B",
            "DNA, Complementary",
            "Dose-Response Relationship, Drug",
            "G2 Phase",
            "Gene Expression Regulation, Enzymologic",
            "Kinetics",
            "Meiosis",
            "Mice",
            "Mitosis",
            "Oocytes",
            "Progesterone",
            "Protein Binding",
            "Recombinant Proteins",
            "Time Factors",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Patrick A",
                "Last Name": "Eyers",
                "Affiliation": "Howard Hughes Medical Institute and Department of Pharmacology, University of Colorado School of Medicine, Denver, Colorado 80262, USA."
            },
            {
                "First Name": "Junjun",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Nobuhiro R",
                "Last Name": "Hayashi",
                "Affiliation": ""
            },
            {
                "First Name": "Andrea L",
                "Last Name": "Lewellyn",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "James L",
                "Last Name": "Maller",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2005"
    },
    {
        "PMID": "15817221",
        "Title": "XNGNR1-dependent neurogenesis mediates early neural cell death.",
        "Abstract": "Early neural cell death is programmed cell death occurring within proliferating and undifferentiated neural progenitors. Little is known about the regulation and role of early neural cell death. In Xenopus embryos, primary neurogenesis is disrupted following the inhibition of early neural cell death, indicating that it is required for normal primary neurogenesis. Here we show that early neural cell death is dependent on primary neurogenesis. Overexpression of XSoxD concomitantly reduced N-Tubulin expression and early neural cell death, as seen by reduced TUNEL staining in stage 15 embryos. Conversely, overexpression of XNgnr1 led to ectopic N-Tubulin expression and TUNEL staining. However, XNeuroD overexpression, which induces ectopic N-Tubulin expression downstream of XNgnr1, had no effect on early neural cell death. E1A12S differentially inhibits the differentiation pathway induced by XNGNR1 protein. E1A12S-mediated inhibition of XNGNR1 neurogenic activity resulted in the reduction of N-Tubulin expression and TUNEL staining. Taken together, our data establish that primary neurogenesis induced by XNGNR1 promotes early neural cell death. This indicates that XNgnr1 positively regulates early neural cell death. We propose that early neural cell death might eliminate cells with abnormally high levels of XNGNR1, which can result in pre-mature neuronal differentiation.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Cycle",
            "Cell Death",
            "Cell Differentiation",
            "Cell Proliferation",
            "Gene Expression Regulation",
            "Gene Expression Regulation, Developmental",
            "Green Fluorescent Proteins",
            "Immunohistochemistry",
            "In Situ Hybridization",
            "In Situ Nick-End Labeling",
            "Models, Biological",
            "Nerve Tissue Proteins",
            "Neurons",
            "RNA, Messenger",
            "Tubulin",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Weeteck",
                "Last Name": "Yeo",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York NY 10032, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Mechanisms of development",
        "PubDate": "2005"
    },
    {
        "PMID": "15797832",
        "Title": "From oogenesis through gastrulation: developmental regulation of apoptosis.",
        "Abstract": "Apoptosis is a mechanism employed by multicellular organisms throughout development as a means of eliminating damaged or otherwise unwanted cells. From oogenesis through fertilization and gastrulation, organisms use an array of cell- and tissue-specific mechanisms to regulate the apoptotic program in response to stress or developmental cues. Since cell death regulation is tightly interwoven with cell cycle and checkpoint controls, and embryos of the fly, fish and frog exhibit unique embryonic cell cycle regulation, it is of great interest to understand how early embryos coordinate these cellular functions.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Apoptosis",
            "Caenorhabditis elegans",
            "Cell Cycle",
            "DNA Damage",
            "Drosophila",
            "Gastrula",
            "Mitogen-Activated Protein Kinases",
            "Oogenesis",
            "Xenopus",
            "Zebrafish"
        ],
        "Authors": [
            {
                "First Name": "Jessica",
                "Last Name": "Greenwood",
                "Affiliation": "Integrated Program in Cellular, Molecular, and Biophysical Studies, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Seminars in cell & developmental biology",
        "PubDate": "2005"
    },
    {
        "PMID": "15655372",
        "Title": "ATM and ATR check in on origins: a dynamic model for origin selection and activation.",
        "Abstract": "Initiation of DNA replication occurs at origins of replication, traditionally defined by specific sequence elements. Sequence-dependent initiation of replication is the rule in prokaryotes and in the yeast Saccharomyces cereviseae. However, sequence-dependent initiation does not appear to be absolutely required in metazoan eukaryotes. Origin firing is instead likely dependent on stochastic initiation from chromatin-defined loci, despite the demonstration of some specific origins. Based on some recent observations in Xenopus laevis egg extracts and in mammalian cell culture, we propose that timing of origin firing is dependent on feedback from active replicons. This dynamic regulation of replication is mediated by sensing of ongoing replication by the DNA-damage checkpoint kinases ATM and ATR, which in turn downregulate neighboring and distal origins and replicons by inhibition of the S-phase kinases Cdk2 and Cdc7 and by inhibition of the replicative Mcm helicase. Origin selection, activation, and replicon progression are therefore constrained in both space and time via feedback from the cell cycle and ongoing replication.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Ataxia Telangiectasia Mutated Proteins",
            "Cell Cycle",
            "Cell Cycle Proteins",
            "Checkpoint Kinase 1",
            "Cyclin-Dependent Kinase Inhibitor p21",
            "DNA",
            "DNA Damage",
            "DNA Helicases",
            "DNA Replication",
            "DNA-Binding Proteins",
            "Down-Regulation",
            "Drosophila Proteins",
            "Female",
            "Gene Expression Regulation",
            "Humans",
            "Protein Kinases",
            "Protein Serine-Threonine Kinases",
            "Replication Origin",
            "Replicon",
            "Tumor Suppressor Proteins",
            "Xenopus Proteins"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Shechter",
                "Affiliation": "Integrated Program in Cellular, Molecular, and Biophysical Studies, Department of Genetics and Development, Hammer Health Sciences Center, Columbia University College of Physicians and Surgeons, New York, New York 10032, USA. ds453@columbia.edu"
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell cycle (Georgetown, Tex.)",
        "PubDate": "2005"
    },
    {
        "PMID": "15618391",
        "Title": "Studies of the properties of human origin recognition complex and its Walker A motif mutants.",
        "Abstract": "The eukaryotic six-subunit origin recognition complex (ORC) governs the initiation site of DNA replication and formation of the prereplication complex. In this report we describe the isolation of the wild-type Homo sapiens (Hs)ORC and variants containing a Walker A motif mutation in the Orc1, Orc4, or Orc5 subunit using the baculovirus-expression system. Coexpression of all six HsORC subunits yielded a stable complex containing HsOrc subunits 1-5 (HsORC1-5) with virtually no Orc6 protein (Orc6p). We examined the ATPase, DNA-binding, and replication activities of these complexes. Similar to other eukaryotic ORCs, wild-type HsORC1-5 possesses ATPase activity that is stimulated only 2-fold by single-stranded DNA. HsORC1-5 with a mutated Walker A motif in Orc1p contains no ATPase activity, whereas a similar mutation of either the Orc4 or Orc5 subunit did not affect this activity. The DNA-binding activity of HsORC1-5, using lamin B2 DNA as substrate, is stimulated by ATP 3- to 5-fold. Mutations in the Walker A motif of Orc1p, Orc4p, or Orc5p reduced the binding efficiency of HsORC1-5 modestly (2- to 5-fold). Xenopus laevis ORC-depleted extracts supplemented with HsORC1-5 supported prereplication complex formation and X. laevis sperm DNA replication, whereas the complex with a mutation in the Walker A motif of the Orc1, Orc4, or Orc5 subunit did not. These studies indicate that the ATP-binding motifs of Orc1, Orc4, and Orc5 are all essential for the replication activity associated with HsORC.",
        "Keywords": [],
        "MeSH terms": [
            "Adenosine Triphosphate",
            "Amino Acid Motifs",
            "Animals",
            "Baculoviridae",
            "Cloning, Molecular",
            "DNA Replication",
            "DNA-Binding Proteins",
            "Genetic Vectors",
            "Humans",
            "Mutation",
            "Origin Recognition Complex",
            "Xenopus",
            "Xenopus Proteins"
        ],
        "Authors": [
            {
                "First Name": "Jennifer",
                "Last Name": "Giordano-Coltart",
                "Affiliation": "Molecular Biology Program, Memorial Sloan-Kettering Cancer Center, 1275 York Avenue, Box 97, New York, NY 10021, USA."
            },
            {
                "First Name": "Carol Y",
                "Last Name": "Ying",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Jerard",
                "Last Name": "Hurwitz",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2005"
    },
    {
        "PMID": "15385155",
        "Title": "Early neural cell death: dying to become neurons.",
        "Abstract": "The importance of programmed cell death (PCD) during vertebrate development has been well established. During the development of the nervous system in particular, neurotrophic cell death in innervating neurons matches the number of neurons to the size of their target field. However, PCD also occurs during earlier stages of neural development, within populations of proliferating neural precursors and newly postmitotic neuroblasts, all of which are not yet fully differentiated. This review addresses early neural PCD, which is distinct from neurotrophic death in differentiated neurons. Although early neural PCD is observed in a range of organisms, from Caenorhabditis elegans to mouse, the role and the regulation of early neural PCD are not well understood. The regulation of early neural PCD can be inferred from the function of factors such as bone morphogenetic proteins (BMPs), Wnts, fibroblast growth factors (FGFs), and Sonic Hedgehog (Shh), which regulate both early neural development and PCD occurring in other developmental processes. Cell number control, removal of damaged or misspecified cells (spatially or temporally), and selection are the proposed roles early neural PCDs play during neural development. Data from developmental PCD in C. elegans and Drosophila provide insights into the possible signaling pathways integrating PCD with other processes during early neural development and the roles they might play.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Apoptosis",
            "Bone Morphogenetic Proteins",
            "Cell Differentiation",
            "Growth Substances",
            "Hedgehog Proteins",
            "JNK Mitogen-Activated Protein Kinases",
            "Nervous System",
            "Neurons",
            "Proto-Oncogene Proteins",
            "Signal Transduction",
            "Trans-Activators",
            "Wnt Proteins"
        ],
        "Authors": [
            {
                "First Name": "Weeteck",
                "Last Name": "Yeo",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2004"
    },
    {
        "PMID": "15373764",
        "Title": "The WNT signalling modulator, Wise, is expressed in an interaction-dependent manner during hair-follicle cycling.",
        "Abstract": "We used microarray hybridization to identify genes induced in the dermal papilla (DP) during anagen as a result of the interaction with epithelial matrix cells. We identified inhibitors of the bone morphogenetic protein (BMP) and transforming growth factor beta (TGFbeta)-signalling pathway, as well as the rat homologue of the Xenopus-secreted WNT modulator Wise. A large number of genes previously determined to be expressed in the DP were shown to be expressed in both the DP and dermal sheath (DS). Genes induced in the DP during anagen included modulators of genes expressed additionally in the DS as well as specialized extracellular matrix components. Expression of some of these genes were lost when the DP cells were cultured, suggesting that their expression was interaction dependent. One such gene, the WNT-signalling modulator Wise, was expressed in the DP and not in the non-inductive DS and was additionally expressed at high levels in the precortex and in the putative bulge region. In addition to the reported WNT-signalling modulation role, we show that Wise reduced both BMP and TGFbeta signalling in transformed fibroblasts. We speculate that loss of gene expression in cultured cells is a model for the loss of gene expression observed at catagen.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Bone Morphogenetic Proteins",
            "Carrier Proteins",
            "Cell Division",
            "Hair Follicle",
            "Intracellular Signaling Peptides and Proteins",
            "Mice",
            "Molecular Sequence Data",
            "NIH 3T3 Cells",
            "Oligonucleotide Array Sequence Analysis",
            "Proto-Oncogene Proteins",
            "RNA, Messenger",
            "Rats",
            "Rats, Inbred BN",
            "Signal Transduction",
            "Transforming Growth Factor beta",
            "Vibrissae",
            "Wnt Proteins",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Ryan F L",
                "Last Name": "O'Shaughnessy",
                "Affiliation": "Department of Dermatology, College of Physicians and Surgeons, Columbia University, New York 10032, USA. r.f.l.oshughnessy@qmul.ac.uk"
            },
            {
                "First Name": "Weeteck",
                "Last Name": "Yeo",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "Colin A B",
                "Last Name": "Jahoda",
                "Affiliation": ""
            },
            {
                "First Name": "Angela M",
                "Last Name": "Christiano",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of investigative dermatology",
        "PubDate": "2004"
    },
    {
        "PMID": "15326181",
        "Title": "DNA unwinding is an Mcm complex-dependent and ATP hydrolysis-dependent process.",
        "Abstract": "Minichromosome maintenance proteins (Mcm) are essential in all eukaryotes and are absolutely required for initiation of DNA replication. The eukaryotic and archaeal Mcm proteins have conserved helicase motifs and exhibit DNA helicase and ATP hydrolysis activities in vitro. Although the Mcm proteins have been proposed to be the replicative helicase, the enzyme that melts the DNA helix at the replication fork, their function during cellular DNA replication elongation is still unclear. Using nucleoplasmic extract (NPE) from Xenopus laevis eggs and six purified polyclonal antibodies generated against each of the Xenopus Mcm proteins, we have demonstrated that Mcm proteins are required during DNA replication and DNA unwinding after initiation of replication. Quantitative depletion of Mcms from the NPE results in normal replication and unwinding, confirming that Mcms are required before pre-replicative complex assembly and dispensable thereafter. Replication and unwinding are inhibited when pooled neutralizing antibodies against the six different Mcm2-7 proteins are added during NPE incubation. Furthermore, replication is blocked by the addition of the Mcm antibodies after an initial period of replication in the NPE, visualized by a pulse of radiolabeled nucleotide at the same time as antibody addition. Addition of the cyclin-dependent kinase 2 inhibitor p21(cip1) specifically blocks origin firing but does not prevent helicase action. When p21(cip1) is added, followed by the non-hydrolyzable analog ATPgammaS to block helicase function, unwinding is inhibited, demonstrating that plasmid unwinding is specifically attributable to an ATP hydrolysis-dependent function. These data support the hypothesis that the Mcm protein complex functions as the replicative helicase.",
        "Keywords": [],
        "MeSH terms": [
            "Adenosine Triphosphate",
            "Animals",
            "Carrier Proteins",
            "Cell Cycle Proteins",
            "Cyclin-Dependent Kinase Inhibitor p21",
            "Cyclins",
            "DNA Helicases",
            "DNA Replication",
            "Hydrolysis",
            "Minichromosome Maintenance Complex Component 2",
            "Rabbits",
            "Templates, Genetic",
            "Xenopus",
            "Xenopus Proteins"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Shechter",
                "Affiliation": "Integrated Program in Cellular, Molecular, and Biophysical Studies, Department of Genetics and Development, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Carol Y",
                "Last Name": "Ying",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2004"
    },
    {
        "PMID": "15279775",
        "Title": "Regulation of DNA replication by ATR: signaling in response to DNA intermediates.",
        "Abstract": "The nuclear protein kinase ATR controls S-phase progression in response to DNA damage and replication fork stalling, including damage caused by ultraviolet irradiation, hyperoxia, and replication inhibitors like aphidicolin and hydroxyurea. ATR activation and substrate specificity require the presence of adapter and mediator molecules, ultimately resulting in the downstream inhibition of the S-phase kinases that function to initiate DNA replication at origins of replication. The data reviewed strongly support the hypothesis that ATR is activated in response to persistent RPA-bound single-stranded DNA, a common intermediate of unstressed and damaged DNA replication and metabolism.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aphidicolin",
            "Ataxia Telangiectasia Mutated Proteins",
            "Cell Cycle Proteins",
            "DNA",
            "DNA Damage",
            "DNA Replication",
            "DNA, Single-Stranded",
            "Humans",
            "Hydroxyurea",
            "Mice",
            "Models, Biological",
            "Protein Serine-Threonine Kinases",
            "S Phase",
            "Saccharomyces cerevisiae",
            "Signal Transduction",
            "Ultraviolet Rays"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Shechter",
                "Affiliation": "Department of Genetics and Development, Hammer Health Sciences Center, Room 1620, Columbia University College of Physicians and Surgeons, 701 W. 168th Street, New York, NY 10032, USA. ds453@columbia.edu"
            },
            {
                "First Name": "Vincenzo",
                "Last Name": "Costanzo",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "DNA repair",
        "PubDate": "2004"
    },
    {
        "PMID": "15263078",
        "Title": "MCM proteins and checkpoint kinases get together at the fork.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Ataxia Telangiectasia Mutated Proteins",
            "Cell Cycle Proteins",
            "Chromosomes, Human",
            "DNA Replication",
            "DNA-Binding Proteins",
            "Humans",
            "Minichromosome Maintenance Complex Component 2",
            "Minichromosome Maintenance Complex Component 3",
            "Nuclear Proteins",
            "Phosphorylation",
            "Protein Serine-Threonine Kinases",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Shechter",
                "Affiliation": "Department of Genetics and Development, Columbia University, 701 West 168th Street, New York, NY 10032."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2004"
    },
    {
        "PMID": "15220931",
        "Title": "ATR and ATM regulate the timing of DNA replication origin firing.",
        "Abstract": "Timing of DNA replication initiation is dependent on S-phase-promoting kinase (SPK) activity at discrete origins and the simultaneous function of many replicons. DNA damage prevents origin firing through the ATM- and ATR-dependent inhibition of Cdk2 and Cdc7 SPKs. Here, we establish that modulation of ATM- and ATR-signalling pathways controls origin firing in the absence of DNA damage. Inhibition of ATM and ATR with caffeine or specific neutralizing antibodies, or upregulation of Cdk2 or Cdc7, promoted rapid and synchronous origin firing; conversely, inhibition of Cdc25A slowed DNA replication. Cdk2 was in equilibrium between active and inactive states, and the concentration of replication protein A (RPA)-bound single-stranded DNA (ssDNA) correlated with Chk1 activation and inhibition of origin firing. Furthermore, ATM was transiently activated during ongoing replication. We propose that ATR and ATM regulate SPK activity through a feedback mechanism originating at active replicons. Our observations establish that ATM- and ATR-signalling pathways operate during an unperturbed cell cycle to regulate initiation and progression of DNA synthesis, and are therefore poised to halt replication in the presence of DNA damage.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antibodies",
            "Ataxia Telangiectasia Mutated Proteins",
            "CDC2-CDC28 Kinases",
            "Caffeine",
            "Cell Cycle Proteins",
            "Cell Extracts",
            "Cell-Free System",
            "Checkpoint Kinase 1",
            "Cyclin-Dependent Kinase 2",
            "DNA Damage",
            "DNA Replication Timing",
            "DNA, Single-Stranded",
            "DNA-Binding Proteins",
            "Feedback, Physiological",
            "Female",
            "Humans",
            "Oocytes",
            "Protein Kinases",
            "Protein Serine-Threonine Kinases",
            "Replication Protein A",
            "Signal Transduction",
            "Tumor Suppressor Proteins",
            "Xenopus Proteins",
            "Xenopus laevis",
            "cdc25 Phosphatases"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Shechter",
                "Affiliation": "Integrated Program in Cellular, Molecular, and Biophysical Studies, and Department of Genetics and Development, Hammer Health Sciences Center, Columbia University College of Physicians and Surgeons, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Vincenzo",
                "Last Name": "Costanzo",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature cell biology",
        "PubDate": "2004"
    },
    {
        "PMID": "15187256",
        "Title": "Xenopus cell-free extracts to study the DNA damage response.",
        "Abstract": "Cell-free systems derived from Xenopus eggs represent a powerful tool, intermediate between in vitro and in vivo model systems. Here, we describe protocols to prepare cell-free extracts recapitulating several aspects of the DNA damage response, including the DNA damage-dependent activation of ATM/ATR protein kinases and several DNA damage checkpoint signaling pathways that inhibit initiation of DNA replication. We provide protocols to prepare cell-free extracts, DNA templates, protein kinase substrates, and to perform checkpoint assays. In addition, we describe related methods that provide useful readouts of the DNA damage response.",
        "Keywords": [],
        "MeSH terms": [
            "Adenine",
            "Animals",
            "Cell Cycle",
            "Cell Cycle Proteins",
            "Cell-Free System",
            "Chromatin",
            "DNA Damage",
            "DNA Repair",
            "DNA Replication",
            "Female",
            "Genetic Techniques",
            "Histones",
            "In Situ Nick-End Labeling",
            "Male",
            "Phosphorylation",
            "Signal Transduction",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Vincenzo",
                "Last Name": "Costanzo",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kirsten",
                "Last Name": "Robertson",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2004"
    },
    {
        "PMID": "15138496",
        "Title": "Mre11 assembles linear DNA fragments into DNA damage signaling complexes.",
        "Abstract": "Mre11/Rad50/Nbs1 complex (MRN) is essential to suppress the generation of double-strand breaks (DSBs) during DNA replication. MRN also plays a role in the response to DSBs created by DNA damage. Hypomorphic mutations in Mre11 (which causes an ataxia-telangiectasia-like disease [ATLD]) and mutations in the ataxia-telangiectasia-mutated (ATM) gene lead to defects in handling damaged DNA and to similar clinical and cellular phenotypes. Using Xenopus egg extracts, we have designed a simple assay to define the biochemistry of Mre11. MRN is required for efficient activation of the DNA damage response induced by DSBs. We isolated a high molecular weight DNA damage signaling complex that includes MRN, damaged DNA molecules, and activated ATM. Complex formation is partially dependent upon Zn(2+) and requires an intact Mre11 C-terminal domain that is deleted in some ATLD patients. The ATLD truncation can still perform the role of Mre11 during replication. Our work demonstrates the role of Mre11 in assembling DNA damage signaling centers that are reminiscent of irradiation-induced foci. It also provides a molecular explanation for the similarities between ataxia-telangiectasia (A-T) and ATLD.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Animals",
            "Antigens, Nuclear",
            "Biotinylation",
            "Blotting, Western",
            "DNA",
            "DNA Damage",
            "DNA Fragmentation",
            "DNA-Binding Proteins",
            "Dimerization",
            "Gene Deletion",
            "Humans",
            "In Situ Nick-End Labeling",
            "Ku Autoantigen",
            "MRE11 Homologue Protein",
            "Microscopy, Atomic Force",
            "Molecular Weight",
            "Mutation",
            "Peptides",
            "Phenotype",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "Recombinant Proteins",
            "Replication Protein A",
            "Signal Transduction",
            "Xenopus",
            "Zinc"
        ],
        "Authors": [
            {
                "First Name": "Vincenzo",
                "Last Name": "Costanzo",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Tanya",
                "Last Name": "Paull",
                "Affiliation": ""
            },
            {
                "First Name": "Max",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2004"
    },
    {
        "PMID": "14970660",
        "Title": "Xenopus cell-free extracts to study DNA damage checkpoints.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Adenine",
            "Animals",
            "Biochemistry",
            "Cell Cycle",
            "Cell Membrane",
            "Cell-Free System",
            "Chromatin",
            "Cytosol",
            "DNA",
            "DNA Damage",
            "Enzyme Inhibitors",
            "Etoposide",
            "Female",
            "Male",
            "Nucleic Acid Synthesis Inhibitors",
            "Subcellular Fractions",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Vincenzo",
                "Last Name": "Costanzo",
                "Affiliation": "Department of Genetics and Development, Columbia University College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2004"
    },
    {
        "PMID": "12885553",
        "Title": "A role for programmed cell death during early neurogenesis in xenopus.",
        "Abstract": "In vertebrates, little is known on the role of programmed cell death (PCD) occurring within the population of dividing neural precursors and newly formed neuroblasts during early neural development. During primary neurogenesis, PCD takes place within the neuroectoderm of Xenopus embryos in a reproducible stereotypic pattern, suggesting a role for PCD during the early development of the CNS. We find that the spatio-temporal pattern of PCD is unaffected in embryos in which cell proliferation has been blocked and whose neuroecotoderm contains half the normal number of cells. This shows that PCD is not dependent on cell division. It further suggests that PCD does not solely function to regulate absolute cell numbers within the neuroectoderm. We demonstrate that PCD can be reproducibly inhibited in vivo during primary neurogenesis by the overexpression of human Bcl-2. Following PCD inhibition, normal neurogenesis is disrupted, as seen by the expansion of the expression domains of XSox-2, XZicr-2, XNgnr-1, XMyT-1, and N-Tubulin, XNgnr-1 being the most affected. PCD inhibition, however, did not affect the outcome of lateral inhibition. We propose, then, that PCD regulates primary neurogenesis at the level of neuronal determination.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Apoptosis",
            "Cell Cycle",
            "Cell Division",
            "Central Nervous System",
            "Ectoderm",
            "Gene Expression Regulation, Developmental",
            "Humans",
            "Hydroxyurea",
            "Neurons",
            "Nocodazole",
            "Nucleic Acid Synthesis Inhibitors",
            "Proto-Oncogene Proteins c-bcl-2",
            "Tubulin",
            "Xenopus",
            "Xenopus Proteins"
        ],
        "Authors": [
            {
                "First Name": "Weeteck",
                "Last Name": "Yeo",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2003"
    },
    {
        "PMID": "12695677",
        "Title": "Single-strand DNA gaps trigger an ATR- and Cdc7-dependent checkpoint.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Ataxia Telangiectasia Mutated Proteins",
            "Cell Cycle Proteins",
            "Cell Death",
            "DNA Damage",
            "DNA, Single-Stranded",
            "Eukaryotic Cells",
            "Genes, cdc",
            "Humans",
            "Protein Serine-Threonine Kinases",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Vincenzo",
                "Last Name": "Costanzo",
                "Affiliation": "Department of Genetics and Development, Columbia University, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell cycle (Georgetown, Tex.)",
        "PubDate": "2003"
    },
    {
        "PMID": "12535533",
        "Title": "An ATR- and Cdc7-dependent DNA damage checkpoint that inhibits initiation of DNA replication.",
        "Abstract": "We have analyzed how single-strand DNA gaps affect DNA replication in Xenopus egg extracts. DNA lesions generated by etoposide, a DNA topoisomerase II inhibitor, or by exonuclease treatment activate a DNA damage checkpoint that blocks initiation of plasmid and chromosomal DNA replication. The checkpoint is abrogated by caffeine and requires ATR, but not ATM, protein kinase. The block to DNA synthesis is due to inhibition of Cdc7/Dbf4 protein kinase activity and the subsequent failure of Cdc45 to bind to chromatin. The checkpoint does not require pre-RC assembly but requires loading of the single-strand binding protein, RPA, on chromatin. This is the biochemical demonstration of a DNA damage checkpoint that targets Cdc7/Dbf4 protein kinase.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aphidicolin",
            "Ataxia Telangiectasia Mutated Proteins",
            "Caffeine",
            "Cell Cycle Proteins",
            "Chromatin",
            "DNA",
            "DNA Damage",
            "DNA Replication",
            "Enzyme Inhibitors",
            "Etoposide",
            "Exonucleases",
            "Humans",
            "Macromolecular Substances",
            "Male",
            "Nucleic Acid Synthesis Inhibitors",
            "Oocytes",
            "Phosphoproteins",
            "Protein Serine-Threonine Kinases",
            "Signal Transduction",
            "Spermatozoa",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Vincenzo",
                "Last Name": "Costanzo",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Shechter",
                "Affiliation": ""
            },
            {
                "First Name": "Patrick J",
                "Last Name": "Lupardus",
                "Affiliation": ""
            },
            {
                "First Name": "Karlene A",
                "Last Name": "Cimprich",
                "Affiliation": ""
            },
            {
                "First Name": "Max",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2003"
    },
    {
        "PMID": "12413951",
        "Title": "Reduced cyclin D1 ubiquitination in UVB-induced murine squamous cell carcinomas.",
        "Abstract": "Ubiquitination of cyclin D1 signals for its proteosomal degradation. To assess the possibility that reduced cyclin D1 proteolysis is a putative mechanism for its accumulation during UVB-induced skin tumorigenesis, ubiquitination activity of cyclin D1 was assessed in UVB-induced murine SCCs. Cyclin D1 was rapidly ubiquitinated by control skin extract, whereas ubiquitination of cyclin D1 was significantly reduced in SCCs. Mutant cyclin D1, in which residues important for GSK3beta-mediated degradation of cyclin D1 are altered to non-phosphorylatable alanine, was not ubiquitinated. We also observed phosphorylation-dependent inactivation of GSK3beta in SCCs. Our results indicate reduced ubiquitination of cyclin D1 in UVB-induced murine SCCs and suggest that inactivation of GSK3beta-dependent cyclin D1 degradation pathway contributes to the accumulation of cyclin D1 in UVB-induced murine SCCs.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Carcinoma, Squamous Cell",
            "Cyclin D1",
            "Cysteine Endopeptidases",
            "Glycogen Synthase Kinase 3",
            "Glycogen Synthase Kinase 3 beta",
            "Mice",
            "Mice, Hairless",
            "Multienzyme Complexes",
            "Neoplasms, Radiation-Induced",
            "Phosphorylation",
            "Proteasome Endopeptidase Complex",
            "Skin Neoplasms",
            "Ubiquitin",
            "Ultraviolet Rays"
        ],
        "Authors": [
            {
                "First Name": "Arianna L",
                "Last Name": "Kim",
                "Affiliation": "Department of Dermatology, Columbia University College of Physicians and Surgeons, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            },
            {
                "First Name": "David R",
                "Last Name": "Bickers",
                "Affiliation": ""
            },
            {
                "First Name": "Mohammad",
                "Last Name": "Athar",
                "Affiliation": ""
            }
        ],
        "Journal": "Biochemical and biophysical research communications",
        "PubDate": "2002"
    },
    {
        "PMID": "11982759",
        "Title": "Ultraviolet-B-induced G1 arrest is mediated by downregulation of cyclin-dependent kinase 4 in transformed keratinocytes lacking functional p53.",
        "Abstract": "In order to identify potential novel targets for ultraviolet-B-induced skin tumorigenesis, we assessed the effect of ultraviolet-B exposure on cell cycle progression of transformed keratinocytes with mutant p53. We show that ultraviolet-B exposure of human epidermoid carcinoma A431 cells results in G1 cell cycle arrest in both asynchronously growing and synchronized cells. A significant increase in G1 cell population was observed following exposure to doses of ultraviolet-B as low as 10 mJ per cm2. When irradiated with ultraviolet-B, cells synchronized in G1 with mimosine did not exit G1. G1 cell cycle arrest was associated with a decrease in the hyperphosphorylated forms of retinoblastoma protein that was detectable within 4 h and gradually disappeared by 12 h. We also observed a decrease in cyclins D1, D2, and D3, and cyclin-dependent kinase 4 proteins, and a concomitant decrease in cyclin-dependent kinase 4/cyclin D1 associated kinase activity, whereas ultraviolet-B exposure had no effect on cyclin-dependent kinase 2 and cyclin-dependent kinase 6 levels during this time period. Incubation of cells with proteasome inhibitors MG-115 and MG-132 prevented the decrease in cyclin D1, D2, and D3, and cyclin-dependent kinase 4 protein. Taken together, our results suggest that ultraviolet-B-induced cell cycle arrest in A431 cells is mediated by cyclin-dependent kinase 4 downregulation. This identifies a novel pathway for G1 cell cycle arrest in transformed keratinocytes following ultraviolet-B irradiation.",
        "Keywords": [],
        "MeSH terms": [
            "Carcinoma, Squamous Cell",
            "Cell Line, Transformed",
            "Cyclin D1",
            "Cyclin-Dependent Kinase 4",
            "Cyclin-Dependent Kinases",
            "Cysteine Endopeptidases",
            "Down-Regulation",
            "G1 Phase",
            "Gene Expression Regulation, Enzymologic",
            "Humans",
            "Keratinocytes",
            "Multienzyme Complexes",
            "Phosphorylation",
            "Proteasome Endopeptidase Complex",
            "Proto-Oncogene Proteins",
            "RNA, Messenger",
            "Retinoblastoma Protein",
            "Skin Neoplasms",
            "Tumor Cells, Cultured",
            "Tumor Suppressor Protein p53",
            "Ultraviolet Rays"
        ],
        "Authors": [
            {
                "First Name": "Arianna L",
                "Last Name": "Kim",
                "Affiliation": "Department of Dermatology, College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Mohammad",
                "Last Name": "Athar",
                "Affiliation": ""
            },
            {
                "First Name": "David R",
                "Last Name": "Bickers",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of investigative dermatology",
        "PubDate": "2002"
    },
    {
        "PMID": "11837328",
        "Title": "Stage-specific alterations of cyclin expression during UVB-induced murine skin tumor development.",
        "Abstract": "We have evaluated the in vivo correlation between the expression of cell cycle markers and skin tumor development in SKH-1 hairless mice in a complete photocarcinogenesis protocol. Irradiated mice developed an average of 16 tumors per animal by week 23 with the average number of carcinomas per mouse being 2.1. The expression of p53 and cyclins A and D1 was confined initially to sporadic single cells and gradually developed into foci of patchy intense staining in the basal and granular layers of UVB-exposed epidermis. p53 was expressed in all the papilloma sections examined, whereas cyclins D1 and A were expressed in 68 and 71% of these lesions, respectively. In UVB-induced squamous cell carcinomas (SCC), p53 was expressed in >90% of the tumors, whereas cyclin D1 was detected in 55% of the lesions, and cyclin A staining was limited to 27%. These immunohistochemical observations were confirmed by Western blotting and protein kinase assays. We observed an early wave of cyclin A overexpression and cyclin A protein kinase activity preceding the appearance of detectable tumors. Cyclin D1 and p53 overexpression were coupled with the development of tumors, and these changes are likely to be relevant to the pathogenesis of these lesions.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cyclin A",
            "Cyclin D1",
            "Cyclins",
            "Female",
            "Keratinocytes",
            "Mice",
            "Mice, Hairless",
            "Neoplasms, Radiation-Induced",
            "Photobiology",
            "Skin Neoplasms",
            "Tumor Suppressor Protein p53",
            "Ultraviolet Rays"
        ],
        "Authors": [
            {
                "First Name": "Arianna L",
                "Last Name": "Kim",
                "Affiliation": "Department of Dermatology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Mohammad",
                "Last Name": "Athar",
                "Affiliation": ""
            },
            {
                "First Name": "David R",
                "Last Name": "Bickers",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Photochemistry and photobiology",
        "PubDate": "2002"
    },
    {
        "PMID": "28305553",
        "Title": "Involvement of the cytoskeleton in early grey crescent formation in axolotl oocytes.",
        "Abstract": "Maturing axolotl oocytes which are treated with protein synthesis inhibitors or which are heat-shocked can be induced to reorganize their cytoplasm and to form an early grey crescent. The maturing axolotl oocyte has been used as a model system to study the role of the cytoskeleton in dorsoventral polarization as visualized by grey crescent formation. Results presented here provide evidence for the involvement of microtubules in the formation of the early grey crescent. Whereas inhibitors of microtubule polymerization and antibodies against tubulin both elicit early grey crescent formation, the effect of taxol shows that microtubule polymerization is required at a late stage in this event. The nucleus furnishes important factors required for early grey crescent formation and might play a role in microtubule polymerization.",
        "Keywords": [
            "Cytoskeleton",
            "Grey crescent",
            "Microtubules",
            "Oocyte"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Laboratoire de Biologie du Développement, Département de Biologie Moléculaire, Université libre de Bruxelles, 67, rue des Chevaux, B-1640, Rhode-St-Genèse, Belgium."
            },
            {
                "First Name": "Renée",
                "Last Name": "Tencer",
                "Affiliation": "Laboratoire de Biologie du Développement, Département de Biologie Moléculaire, Université libre de Bruxelles, 67, rue des Chevaux, B-1640, Rhode-St-Genèse, Belgium."
            }
        ],
        "Journal": "Roux's archives of developmental biology : the official organ of the EDBO",
        "PubDate": "1987"
    },
    {
        "PMID": "28305127",
        "Title": "Inhibition of protein synthesis elicits early grey crescent formation in the axolotl oocyte.",
        "Abstract": "In the axolotl (Ambystoma mexicanum Shaw), it was recently shown that cycloheximide (CH) could induce early grey crescent formation (EGC) in non-activated oocytes, maturing in vitro (Grinfeld and Beetschen 1982). Since it was not proved that EGC was a consequence of protein synthesis inhibition rather than a side-effect of the drug, experiments were performed using microinjections of a quite different inhibitor, diphtheria toxin (DT). This toxin also appeared to elicit EGC. Incorporation of (",
        "Keywords": [
            "Axolotl oocyte",
            "Diphtheria toxin",
            "Grey crescent",
            "Protein synthesis inhibition"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Laboratoire de Biologie générale, ERA CNRS n° 327, Université Paul-Sabatier, 118 route de Narbonne, F-31062, Toulouse, France."
            },
            {
                "First Name": "Jean-Claude",
                "Last Name": "Beetschen",
                "Affiliation": "Laboratoire de Biologie générale, ERA CNRS n° 327, Université Paul-Sabatier, 118 route de Narbonne, F-31062, Toulouse, France."
            }
        ],
        "Journal": "Wilhelm Roux's archives of developmental biology",
        "PubDate": "1983"
    }
]