[
    {
        "PMID": "29398358",
        "Title": "Motor Cortex Embeds Muscle-like Commands in an Untangled Population Response.",
        "Abstract": "Primate motor cortex projects to spinal interneurons and motoneurons, suggesting that motor cortex activity may be dominated by muscle-like commands. Observations during reaching lend support to this view, but evidence remains ambiguous and much debated. To provide a different perspective, we employed a novel behavioral paradigm that facilitates comparison between time-evolving neural and muscle activity. We found that single motor cortex neurons displayed many muscle-like properties, but the structure of population activity was not muscle-like. Unlike muscle activity, neural activity was structured to avoid \"tangling\": moments where similar activity patterns led to dissimilar future patterns. Avoidance of tangling was present across tasks and species. Network models revealed a potential reason for this consistent feature: low tangling confers noise robustness. Finally, we were able to predict motor cortex activity from muscle activity by leveraging the hypothesis that muscle-like commands are embedded in additional structure that yields low tangling.",
        "Keywords": [
            "motor control",
            "motor cortex",
            "movement generation",
            "neural dynamics",
            "neural network",
            "pattern generation",
            "rhythmic movement"
        ],
        "MeSH terms": [
            "Animals",
            "Macaca mulatta",
            "Male",
            "Mice",
            "Models, Neurological",
            "Motor Activity",
            "Motor Cortex",
            "Motor Neurons",
            "Muscle, Skeletal",
            "Neural Pathways"
        ],
        "Authors": [
            {
                "First Name": "Abigail A",
                "Last Name": "Russo",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY 10032, USA; Zuckerman Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Sean R",
                "Last Name": "Bittner",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY 10032, USA; Zuckerman Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Sean M",
                "Last Name": "Perkins",
                "Affiliation": "Zuckerman Institute, Columbia University, New York, NY 10027, USA; Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Jeffrey S",
                "Last Name": "Seely",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY 10032, USA; Zuckerman Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Brian M",
                "Last Name": "London",
                "Affiliation": "SeatGeek, New York, NY 10003, USA."
            },
            {
                "First Name": "Antonio H",
                "Last Name": "Lara",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY 10032, USA; Zuckerman Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Miri",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY 10032, USA; Zuckerman Institute, Columbia University, New York, NY 10027, USA; Departments of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Najja J",
                "Last Name": "Marshall",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY 10032, USA; Zuckerman Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Adam",
                "Last Name": "Kohn",
                "Affiliation": "Department of Ophthalmology and Visual Sciences, Dominick Purpura Department of Neuroscience, Albert Einstein College of Medicine, Yeshiva University, Bronx, NY 10461, USA."
            },
            {
                "First Name": "Thomas M",
                "Last Name": "Jessell",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY 10032, USA; Zuckerman Institute, Columbia University, New York, NY 10027, USA; Kavli Institute for Brain Science, Columbia University Medical Center, New York, NY 10032, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA; Departments of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Laurence F",
                "Last Name": "Abbott",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY 10032, USA; Zuckerman Institute, Columbia University, New York, NY 10027, USA; Kavli Institute for Brain Science, Columbia University Medical Center, New York, NY 10032, USA; Department of Physiology and Cellular Biophysics, Columbia University Medical Center, New York, NY 10032, USA; Center for Theoretical Neuroscience, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "John P",
                "Last Name": "Cunningham",
                "Affiliation": "Zuckerman Institute, Columbia University, New York, NY 10027, USA; Grossman Center for the Statistics of Mind, Columbia University, New York, NY 10027, USA; Center for Theoretical Neuroscience, Columbia University Medical Center, New York, NY 10032, USA; Department of Statistics, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Mark M",
                "Last Name": "Churchland",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY 10032, USA; Zuckerman Institute, Columbia University, New York, NY 10027, USA; Kavli Institute for Brain Science, Columbia University Medical Center, New York, NY 10032, USA; Grossman Center for the Statistics of Mind, Columbia University, New York, NY 10027, USA. Electronic address: mc3502@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2018"
    }
]