[
    {
        "PMID": "24334705",
        "Title": "Hairless is a histone H3K9 demethylase.",
        "Abstract": "The hairless (HR) protein contains a Jumonji C (JmjC) domain that is conserved among a family of proteins with histone demethylase (HDM) activity. To test whether HR possesses HDM activity, we performed a series of in vitro demethylation assays, which demonstrated that HR can demethylate monomethylated or dimethylated histone H3 lysine 9 (H3K9me1 or me2). Moreover, ectopic expression of wild-type HR, but not JmjC-mutant HR, led to pronounced demethylation of H3K9 in cultured human HeLa cells. We also show that two missense mutations in HR, which we and others described in patients with atrichia with papular lesions, abolished the demethylase activity of HR, demonstrating the role of HR demethylase activity in human disease. By ChIP-Seq analysis, we identified multiple new HR target genes, many of which play important roles in epidermal development, neural function, and transcriptional regulation, consistent with the predicted biological functions of HR. Our findings demonstrate for the first time that HR is a H3K9 demethylase that regulates epidermal homeostasis via direct control of its target genes.",
        "Keywords": [
            "ChIP-Seq",
            "epigenetics"
        ],
        "MeSH terms": [
            "Basic Helix-Loop-Helix Transcription Factors",
            "Binding Sites",
            "Blotting, Western",
            "Caspase 14",
            "Cells, Cultured",
            "Chromatin Immunoprecipitation",
            "Gene Expression Regulation",
            "HEK293 Cells",
            "HeLa Cells",
            "Histone Demethylases",
            "Histones",
            "Humans",
            "Jumonji Domain-Containing Histone Demethylases",
            "Lysine",
            "Methylation",
            "Models, Molecular",
            "Mutation",
            "Promoter Regions, Genetic",
            "Protein Structure, Tertiary",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Sequence Analysis, DNA",
            "Transcription Factors",
            "Tumor Suppressor Proteins"
        ],
        "Authors": [
            {
                "First Name": "Liang",
                "Last Name": "Liu",
                "Affiliation": "2Department of Dermatology, Columbia University, College of Physicians and Surgeons, Russ Berrie Medical Science Pavilion, 1150 St. Nicholas Ave., Rm. 307, New York, NY 10032, USA. amc65@columbia.edu."
            },
            {
                "First Name": "Hyunmi",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Alex",
                "Last Name": "Casta",
                "Affiliation": ""
            },
            {
                "First Name": "Yuki",
                "Last Name": "Kobayashi",
                "Affiliation": ""
            },
            {
                "First Name": "Lawrence S",
                "Last Name": "Shapiro",
                "Affiliation": ""
            },
            {
                "First Name": "Angela M",
                "Last Name": "Christiano",
                "Affiliation": ""
            }
        ],
        "Journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
        "PubDate": "2014"
    },
    {
        "PMID": "22036570",
        "Title": "Motor neuron position and topographic order imposed by β- and γ-catenin activities.",
        "Abstract": "Neurons typically settle at positions that match the location of their synaptic targets, creating topographic maps. In the spinal cord, the organization of motor neurons into discrete clusters is linked to the location of their muscle targets, establishing a topographic map of punctate design. To define the significance of motor pool organization for neuromuscular map formation, we assessed the role of cadherin-catenin signaling in motor neuron positioning and limb muscle innervation. We find that joint inactivation of β- and γ-catenin scrambles motor neuron settling position in the spinal cord but fails to erode the predictive link between motor neuron transcriptional identity and muscle target. Inactivation of N-cadherin perturbs pool positioning in similar ways, albeit with reduced penetrance. These findings reveal that cadherin-catenin signaling directs motor pool patterning and imposes topographic order on an underlying identity-based neural map.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biological Evolution",
            "Body Patterning",
            "Cadherins",
            "Embryo, Mammalian",
            "Mice",
            "Motor Neurons",
            "Mutation",
            "Signal Transduction",
            "Spinal Cord",
            "Wnt Signaling Pathway",
            "beta Catenin",
            "gamma Catenin"
        ],
        "Authors": [
            {
                "First Name": "Elena Y",
                "Last Name": "Demireva",
                "Affiliation": "Department of Neuroscience, Kavli Institute for Brain Science, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Lawrence S",
                "Last Name": "Shapiro",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas M",
                "Last Name": "Jessell",
                "Affiliation": ""
            },
            {
                "First Name": "Niccolò",
                "Last Name": "Zampieri",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2011"
    },
    {
        "PMID": "21697813",
        "Title": "Exome sequencing identified MYO1E and NEIL1 as candidate genes for human autosomal recessive steroid-resistant nephrotic syndrome.",
        "Abstract": "To identify gene loci associated with steroid-resistant nephrotic syndrome (SRNS), we utilized homozygosity mapping and exome sequencing in a consanguineous pedigree with three affected siblings. High-density genotyping identified three segments of homozygosity spanning 33.6 Mb on chromosomes 5, 10, and 15 containing 296 candidate genes. Exome sequencing identified two homozygous missense variants within the chromosome 15 segment; an A159P substitution in myosin 1E (MYO1E), encoding a podocyte cytoskeletal protein; and an E181K substitution in nei endonuclease VIII-like 1 (NEIL1), encoding a base-excision DNA repair enzyme. Both variants disrupt highly conserved protein sequences and were absent in public databases, 247 healthy controls, and 286 patients with nephrotic syndrome. The MYO1E A159P variant is noteworthy, as it is expected to impair ligand binding and actin interaction in the MYO1E motor domain. The predicted loss of function is consistent with the previous demonstration that Myo1e inactivation produces nephrotic syndrome in mice. Screening 71 additional patients with SRNS, however, did not identify independent NEIL1 or MYO1E mutations, suggesting larger sequencing efforts are needed to uncover which mutation is responsible for the phenotype. Our findings demonstrate the utility of exome sequencing for rapidly identifying candidate genes for human SRNS.",
        "Keywords": [],
        "MeSH terms": [
            "Case-Control Studies",
            "Chromosomes, Human, Pair 15",
            "DNA Glycosylases",
            "DNA Mutational Analysis",
            "Exome",
            "Gene Frequency",
            "Genetic Association Studies",
            "Genetic Predisposition to Disease",
            "Homozygote",
            "Humans",
            "Italy",
            "Models, Molecular",
            "Mutation, Missense",
            "Myosin Type I",
            "Nephrotic Syndrome",
            "New York City",
            "Pedigree",
            "Phenotype",
            "Protein Conformation",
            "Structure-Activity Relationship"
        ],
        "Authors": [
            {
                "First Name": "Simone",
                "Last Name": "Sanna-Cherchi",
                "Affiliation": "Division of Nephrology, Columbia University College of Physicians and Surgeons, New York, New York 10032, USA. ss2517@columbia.edu"
            },
            {
                "First Name": "Katelyn E",
                "Last Name": "Burgess",
                "Affiliation": ""
            },
            {
                "First Name": "Shannon N",
                "Last Name": "Nees",
                "Affiliation": ""
            },
            {
                "First Name": "Gianluca",
                "Last Name": "Caridi",
                "Affiliation": ""
            },
            {
                "First Name": "Patricia L",
                "Last Name": "Weng",
                "Affiliation": ""
            },
            {
                "First Name": "Monica",
                "Last Name": "Dagnino",
                "Affiliation": ""
            },
            {
                "First Name": "Monica",
                "Last Name": "Bodria",
                "Affiliation": ""
            },
            {
                "First Name": "Alba",
                "Last Name": "Carrea",
                "Affiliation": ""
            },
            {
                "First Name": "Maddalena A",
                "Last Name": "Allegretta",
                "Affiliation": ""
            },
            {
                "First Name": "Hyunjae R",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Brittany J",
                "Last Name": "Perry",
                "Affiliation": ""
            },
            {
                "First Name": "Maddalena",
                "Last Name": "Gigante",
                "Affiliation": ""
            },
            {
                "First Name": "Lorraine N",
                "Last Name": "Clark",
                "Affiliation": ""
            },
            {
                "First Name": "Sergey",
                "Last Name": "Kisselev",
                "Affiliation": ""
            },
            {
                "First Name": "Daniele",
                "Last Name": "Cusi",
                "Affiliation": ""
            },
            {
                "First Name": "Loreto",
                "Last Name": "Gesualdo",
                "Affiliation": ""
            },
            {
                "First Name": "Landino",
                "Last Name": "Allegri",
                "Affiliation": ""
            },
            {
                "First Name": "Francesco",
                "Last Name": "Scolari",
                "Affiliation": ""
            },
            {
                "First Name": "Vivette",
                "Last Name": "D'Agati",
                "Affiliation": ""
            },
            {
                "First Name": "Lawrence S",
                "Last Name": "Shapiro",
                "Affiliation": ""
            },
            {
                "First Name": "Carmine",
                "Last Name": "Pecoraro",
                "Affiliation": ""
            },
            {
                "First Name": "Teresa",
                "Last Name": "Palomero",
                "Affiliation": ""
            },
            {
                "First Name": "Gian M",
                "Last Name": "Ghiggeri",
                "Affiliation": ""
            },
            {
                "First Name": "Ali G",
                "Last Name": "Gharavi",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2011"
    },
    {
        "PMID": "16543896",
        "Title": "Mutations in the desmoglein 4 gene underlie localized autosomal recessive hypotrichosis with monilethrix hairs and congenital scalp erosions.",
        "Abstract": "Localized autosomal recessive hypotrichosis (LAH) is a recently defined disorder characterized by fragile, short, sparse hairs on the scalp, trunk, and extremities. Mutations in desmoglein 4 (DSG4), a novel member of the desmosomal cadherin family that is expressed in the hair follicle as well as the suprabasal epidermis, have been found to underlie LAH. Thus far, the allelic series includes a recurrent intragenic deletion identified in affected Pakastani kindreds and a missense mutation detected in an Iraqi family. We report three siblings of Iraqi and Iranian origin with LAH that presented with congenital scalp erosions and monilethrix-like hairs, features that have not been previously described in this disorder. Follicular hyperkeratotic papules and marked pruritus were also prominent clinical findings. Novel compound heterozygous DSG4 mutations, including a splice-site mutation and a missense mutation that disrupts a conserved calcium-binding site in the extracellular (EC)2-EC3 interface, were found to underlie the disease in this family. These observations broaden the phenotypic and genotypic spectrum of LAH, further illustrating the consequences of DSG4 dysfunction on epidermal and hair shaft integrity.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Child, Preschool",
            "DNA Mutational Analysis",
            "Desmogleins",
            "Female",
            "Hair",
            "Hair Diseases",
            "Humans",
            "Hypotrichosis",
            "Infant, Newborn",
            "Male",
            "Molecular Sequence Data",
            "Protein Conformation",
            "Scalp",
            "Scalp Dermatoses"
        ],
        "Authors": [
            {
                "First Name": "Julie V",
                "Last Name": "Schaffer",
                "Affiliation": "Department of Dermatology, New York University School of Medicine, New York, NY, USA."
            },
            {
                "First Name": "Hisham",
                "Last Name": "Bazzi",
                "Affiliation": ""
            },
            {
                "First Name": "Anna",
                "Last Name": "Vitebsky",
                "Affiliation": ""
            },
            {
                "First Name": "Agnieszka",
                "Last Name": "Witkiewicz",
                "Affiliation": ""
            },
            {
                "First Name": "Olympia I",
                "Last Name": "Kovich",
                "Affiliation": ""
            },
            {
                "First Name": "Hideko",
                "Last Name": "Kamino",
                "Affiliation": ""
            },
            {
                "First Name": "Lawrence S",
                "Last Name": "Shapiro",
                "Affiliation": ""
            },
            {
                "First Name": "Snehal P",
                "Last Name": "Amin",
                "Affiliation": ""
            },
            {
                "First Name": "Seth J",
                "Last Name": "Orlow",
                "Affiliation": ""
            },
            {
                "First Name": "Angela M",
                "Last Name": "Christiano",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of investigative dermatology",
        "PubDate": "2006"
    }
]