[
    {
        "PMID": "24019512",
        "Title": "Ptc1 protein phosphatase 2C contributes to glucose regulation of SNF1/AMP-activated protein kinase (AMPK) in Saccharomyces cerevisiae.",
        "Abstract": "The SNF1/AMP-activated protein kinases (AMPKs) function in energy regulation in eukaryotic cells. SNF1/AMPKs are αβγ heterotrimers that are activated by phosphorylation of the activation loop Thr on the catalytic subunit. Protein kinases that activate SNF1/AMPK have been identified, but the protein phosphatases responsible for dephosphorylation of the activation loop are less well defined. For Saccharomyces cerevisiae SNF1/AMPK, Reg1-Glc7 protein phosphatase 1 and Sit4 type 2A-related phosphatase function together to dephosphorylate Thr-210 on the Snf1 catalytic subunit during growth on high concentrations of glucose; reg1Δ and sit4Δ single mutations do not impair dephosphorylation when inappropriate glycogen synthesis, also caused by these mutations, is blocked. We here present evidence that Ptc1 protein phosphatase 2C also has a role in dephosphorylation of Snf1 Thr-210 in vivo. The sit4Δ ptc1Δ mutant exhibited partial defects in regulation of the phosphorylation state of Snf1. The reg1Δ ptc1Δ mutant was viable only when expressing mutant Snf1 proteins with reduced kinase activity, and Thr-210 phosphorylation of the mutant SNF1 heterotrimers was substantially elevated during growth on high glucose. This evidence, together with findings on the reg1Δ sit4Δ mutant, indicates that although Reg1-Glc7 plays the major role, all three phosphatases contribute to maintenance of the Snf1 activation loop in the dephosphorylated state during growth on high glucose. Ptc1 has overlapping functions with Reg1-Glc7 and Sit4 in glucose regulation of SNF1/AMPK and cell viability.",
        "Keywords": [
            "AMP-activated Kinase (AMPK)",
            "Glucose",
            "Phosphorylation",
            "Protein Phosphatase",
            "Yeast Genetics"
        ],
        "MeSH terms": [
            "AMP-Activated Protein Kinases",
            "Catalytic Domain",
            "Gene Deletion",
            "Glucose",
            "Phosphorylation",
            "Protein Phosphatase 1",
            "Protein Phosphatase 2",
            "Protein Serine-Threonine Kinases",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "Amparo",
                "Last Name": "Ruiz",
                "Affiliation": "From the Department of Genetics and Development, Columbia University, New York, New York 10032."
            },
            {
                "First Name": "Xinjing",
                "Last Name": "Xu",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2013"
    },
    {
        "PMID": "22589305",
        "Title": "Heterotrimer-independent regulation of activation-loop phosphorylation of Snf1 protein kinase involves two protein phosphatases.",
        "Abstract": "The SNF1/AMP-activated protein kinases are αβγ-heterotrimers that sense and regulate energy status in eukaryotes. They are activated by phosphorylation of the catalytic Snf1/α subunit, and the Snf4/γ regulatory subunit regulates phosphorylation through adenine nucleotide binding. In Saccharomyces cerevisiae, the Snf1 subunit is phosphorylated on the activation-loop Thr-210 in response to glucose limitation. To assess the requirement of the heterotrimer for regulated Thr-210 phosphorylation, we examined Snf1 and a truncated Snf1 kinase domain (residues 1-309) that has partial Snf1 function. Snf1(1-309) does not interact with the β and Snf4/γ regulatory subunits, and its activity was independent of them in vivo. Phosphorylation of both Snf1 and Snf1(1-309) increased in response to glucose limitation in wild-type cells and in cells lacking β- and Snf4/γ-subunits. These results indicate that glucose regulation of activation-loop phosphorylation can occur by mechanism(s) that function independently of the regulatory subunits. We further show that the Reg1-Glc7 protein phosphatase 1 and Sit4 type 2A-like phosphatase are largely responsible for dephosphorylation of Thr-210 of Snf1(1-309). Together, these findings suggest that these two phosphatases mediate heterotrimer-independent regulation of Thr-210 phosphorylation.",
        "Keywords": [],
        "MeSH terms": [
            "AMP-Activated Protein Kinases",
            "Enzyme Activation",
            "Glucose",
            "Immunoblotting",
            "Models, Biological",
            "Mutation",
            "Phosphorylation",
            "Protein Multimerization",
            "Protein Phosphatase 1",
            "Protein Phosphatase 2",
            "Protein Serine-Threonine Kinases",
            "Protein Subunits",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Threonine",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Amparo",
                "Last Name": "Ruiz",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Yang",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Xinjing",
                "Last Name": "Xu",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2012"
    },
    {
        "PMID": "21561858",
        "Title": "Alterations at dispersed sites cause phosphorylation and activation of SNF1 protein kinase during growth on high glucose.",
        "Abstract": "The SNF1/AMP-activated protein kinases are central energy regulators in eukaryotes. SNF1 of Saccharomyces cerevisiae is inhibited during growth on high levels of glucose and is activated in response to glucose depletion and other stresses. Activation entails phosphorylation of Thr(210) on the activation loop of the catalytic subunit Snf1 by Snf1-activating kinases. We have used mutational analysis to identify Snf1 residues that are important for regulation. Alteration of Tyr(106) in the αC helix or Leu(198) adjacent to the Asp-Phe-Gly motif on the activation loop relieved glucose inhibition of phosphorylation, resulting in phosphorylation of Thr(210) during growth on high levels of glucose. Substitution of Arg for Gly(53), at the N terminus of the kinase domain, increased activation on both high and low glucose. Alteration of the ubiquitin-associated domain revealed a modest autoinhibitory effect. Previous studies identified alterations of the Gal83 (β) and Snf4 (γ) subunits that relieve glucose inhibition, and we have here identified a distinct set of Gal83 residues that are required. Together, these results indicate that alterations at dispersed sites within each subunit of SNF1 cause phosphorylation of the kinase during growth on high levels of glucose. These findings suggest that the conformation of the SNF1 complex is crucial to maintenance of the inactive state during growth on high glucose and that the default state for SNF1 is one in which Thr(210) is phosphorylated and the kinase is active.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Enzyme Activation",
            "Glucose",
            "Mutation, Missense",
            "Phosphorylation",
            "Protein Serine-Threonine Kinases",
            "Saccharomyces cerevisiae",
            "Sweetening Agents"
        ],
        "Authors": [
            {
                "First Name": "Milica",
                "Last Name": "Momcilovic",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2011"
    },
    {
        "PMID": "21464305",
        "Title": "Roles of two protein phosphatases, Reg1-Glc7 and Sit4, and glycogen synthesis in regulation of SNF1 protein kinase.",
        "Abstract": "The SNF1 protein kinase of Saccharomyces cerevisiae is a member of the SNF1/AMP-activated protein kinase family, which is essential for metabolic control, energy homeostasis, and stress responses in eukaryotes. SNF1 is activated in response to glucose limitation by phosphorylation of Thr210 on the activation loop of the catalytic subunit Snf1. The SNF1 β-subunit contains a glycogen-binding domain that has been implicated in glucose inhibition of Snf1 Thr210 phosphorylation. To assess the role of glycogen, we examined Snf1 phosphorylation in strains with altered glycogen metabolism. A reg1Δ mutant, lacking Reg1-Glc7 protein phosphatase 1, exhibits elevated glycogen accumulation and phosphorylation of Snf1 during growth on high levels of glucose. Unexpectedly, mutations that abolished glycogen synthesis also restored Thr210 dephosphorylation in glucose-grown reg1Δ cells, indicating that elevated glycogen synthesis contributes to activation of SNF1 and that another phosphatase acts on Snf1. We present evidence that Sit4, a type 2A-like protein phosphatase, contributes to dephosphorylation of Snf1 Thr210. Finally, evidence that the effects of glycogen are not mediated by binding to the β-subunit raises the possibility that elevated glycogen synthesis alters glucose metabolism and thereby reduces glucose signaling to the SNF1 pathway.",
        "Keywords": [],
        "MeSH terms": [
            "Glucose",
            "Glycogen",
            "Mutation",
            "Phosphorylation",
            "Protein Phosphatase 1",
            "Protein Phosphatase 2",
            "Protein Serine-Threonine Kinases",
            "Protein Structure, Tertiary",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "Amparo",
                "Last Name": "Ruiz",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Xinjing",
                "Last Name": "Xu",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2011"
    },
    {
        "PMID": "21216941",
        "Title": "Interaction of SNF1 protein kinase with its activating kinase Sak1.",
        "Abstract": "The Saccharomyces cerevisiae SNF1 protein kinase, a member of the SNF1/AMP-activated protein kinase (AMPK) family, is activated by three kinases, Sak1, Tos3, and Elm1, which phosphorylate the Snf1 catalytic subunit on Thr-210 in response to glucose limitation and other stresses. Sak1 is the primary Snf1-activating kinase and is associated with Snf1 in a complex. Here we examine the interaction of Sak1 with SNF1. We report that Sak1 coimmunopurifies with the Snf1 catalytic subunit from extracts of both glucose-replete and glucose-limited cultures and that interaction occurs independently of the phosphorylation state of Snf1 Thr-210, Snf1 catalytic activity, and other SNF1 subunits. Sak1 interacts with the Snf1 kinase domain, and nonconserved sequences C terminal to the Sak1 kinase domain mediate interaction with Snf1 and augment the phosphorylation and activation of Snf1. The Sak1 C terminus is modified in response to glucose depletion, dependent on SNF1 activity. Replacement of the C terminus of Elm1 (or Tos3) with that of Sak1 enhanced the ability of the Elm1 kinase domain to interact with and phosphorylate Snf1. These findings indicate that the C terminus of Sak1 confers its function as the primary Snf1-activating kinase and suggest that the physical association of Sak1 with SNF1 facilitates responses to environmental change.",
        "Keywords": [],
        "MeSH terms": [
            "Catalytic Domain",
            "Enzyme Activation",
            "Phosphorylation",
            "Protein Binding",
            "Protein Serine-Threonine Kinases",
            "Protein Structure, Tertiary",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "Yang",
                "Last Name": "Liu",
                "Affiliation": "Departments of Genetics and Development, Columbia University, 701 W. 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Xinjing",
                "Last Name": "Xu",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "Eukaryotic cell",
        "PubDate": "2011"
    },
    {
        "PMID": "20529674",
        "Title": "Biochemical and functional studies on the regulation of the Saccharomyces cerevisiae AMPK homolog SNF1.",
        "Abstract": "AMP-activated protein kinase (AMPK) is a master metabolic regulator for controlling cellular energy homeostasis. Its homolog in yeast, SNF1, is activated in response to glucose depletion and other stresses. The catalytic (alpha) subunit of AMPK/SNF1, Snf1 in yeast, contains a protein Ser/Thr kinase domain (KD), an auto-inhibitory domain (AID), and a region that mediates interactions with the two regulatory (beta and gamma) subunits. Previous studies suggested that Snf1 contains an additional segment, a regulatory sequence (RS, corresponding to residues 392-518), which may also have an important role in regulating the activity of the enzyme. The crystal structure of the heterotrimer core of Saccharomyces cerevisiae SNF1 showed interactions between a part of the RS (residues 460-498) and the gamma subunit Snf4. Here we report biochemical and functional studies on the regulation of SNF1 by the RS. GST pulldown experiments demonstrate strong and direct interactions between residues 450-500 of the RS and the heterotrimer core, and single-site mutations in the RS-Snf4 interface can greatly reduce these interactions in vitro. On the other hand, functional studies appear to show only small effects of the RS-Snf4 interactions on the activity of SNF1 in vivo. This suggests that residues 450-500 may be constitutively associated with Snf4, and the remaining segments of the RS, as well as the AID, may be involved in regulating SNF1 activity.",
        "Keywords": [],
        "MeSH terms": [
            "AMP-Activated Protein Kinase Kinases",
            "AMP-Activated Protein Kinases",
            "Amino Acid Sequence",
            "Molecular Sequence Data",
            "Mutation",
            "Protein Conformation",
            "Protein Kinases",
            "Protein Multimerization",
            "Protein Serine-Threonine Kinases",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Gabriele A",
                "Last Name": "Amodeo",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA. h_mg@mail.ru"
            },
            {
                "First Name": "Milica",
                "Last Name": "Momcilovic",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            },
            {
                "First Name": "Liang",
                "Last Name": "Tong",
                "Affiliation": ""
            }
        ],
        "Journal": "Biochemical and biophysical research communications",
        "PubDate": "2010"
    },
    {
        "PMID": "18474591",
        "Title": "Roles of the glycogen-binding domain and Snf4 in glucose inhibition of SNF1 protein kinase.",
        "Abstract": "The SNF1/AMP-activated protein kinase (AMPK) family is required for adaptation to metabolic stress and energy homeostasis. The gamma subunit of AMPK binds AMP and ATP, and mutations that affect binding cause human disease. We have here addressed the role of the Snf4 (gamma) subunit in regulating SNF1 protein kinase in response to glucose availability in Saccharomyces cerevisiae. Previous studies of mutant cells lacking Snf4 suggested that Snf4 counteracts autoinhibition by the C-terminal sequence of the Snf1 catalytic subunit but is dispensable for glucose regulation, and AMP does not activate SNF1 in vitro. We first introduced substitutions at sites that, in AMPK, contribute to nucleotide binding and regulation. Mutations at several sites relieved glucose inhibition of SNF1, as judged by catalytic activity, phosphorylation of the activation-loop Thr-210, and growth assays, although analogs of the severe human mutations R531G/Q had little effect. We further showed that alterations of Snf4 residues that interact with the glycogen-binding domain (GBD) of the beta subunit strongly relieved glucose inhibition. Finally, substitutions in the GBD of the Gal83 beta subunit that are predicted to disrupt interactions with Snf4 and also complete deletion of the GBD similarly relieved glucose inhibition of SNF1. Analysis of mutant cells lacking glycogen synthase showed that regulation of SNF1 is normal in the absence of glycogen. These findings reveal novel roles for Snf4 and the GBD in regulation of SNF1.",
        "Keywords": [],
        "MeSH terms": [
            "AMP-Activated Protein Kinases",
            "Amino Acid Substitution",
            "Carrier Proteins",
            "Catalytic Domain",
            "Energy Metabolism",
            "Glucose",
            "Glycogen",
            "Glycogen Synthase",
            "Humans",
            "Multienzyme Complexes",
            "Mutation",
            "Phosphorylation",
            "Protein Serine-Threonine Kinases",
            "Protein Structure, Secondary",
            "Protein Structure, Tertiary",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Milica",
                "Last Name": "Momcilovic",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Surtaj H",
                "Last Name": "Iram",
                "Affiliation": ""
            },
            {
                "First Name": "Yang",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2008"
    },
    {
        "PMID": "17981722",
        "Title": "SNF1/AMPK pathways in yeast.",
        "Abstract": "The SNF1/AMPK family of protein kinases is highly conserved in eukaryotes and is required for energy homeostasis in mammals, plants, and fungi. SNF1 protein kinase was initially identified by genetic analysis in the budding yeast Saccharomyces cerevisiae. SNF1 is required primarily for the adaptation of yeast cells to glucose limitation and for growth on carbon sources that are less preferred than glucose, but is also involved in responses to other environmental stresses. SNF1 regulates transcription of a large set of genes, modifies the activity of metabolic enzymes, and controls various nutrient-responsive cellular developmental processes. Like AMPK, SNF1 protein kinase is heterotrimeric. It is phosphorylated and activated by the upstream kinases Sak1, Tos3, and Elm1 and is inactivated by the Reg1-Glc7 protein phosphatase 1. Further regulation of SNF1 is achieved through autoinhibition and through control of its subcellular localization. Here we review the current understanding of SNF1 protein kinase pathways in Saccharomyces cerevisiae and other yeasts.",
        "Keywords": [],
        "MeSH terms": [
            "AMP-Activated Protein Kinases",
            "Carbon",
            "Carrier Proteins",
            "Catalysis",
            "Catalytic Domain",
            "Environment",
            "Gene Expression Regulation, Enzymologic",
            "Genome, Fungal",
            "Glucose",
            "Models, Biological",
            "Multienzyme Complexes",
            "Protein Serine-Threonine Kinases",
            "Protein Structure, Tertiary",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Transcription Factors",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Kristina",
                "Last Name": "Hedbacker",
                "Affiliation": "Columbia University, Department of Genetics and Development, 701 W. 168th St. HSC 922, New York, NY 10032, USA."
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "Frontiers in bioscience : a journal and virtual library",
        "PubDate": "2008"
    },
    {
        "PMID": "17438333",
        "Title": "Regulation of snf1 protein kinase in response to environmental stress.",
        "Abstract": "The Saccharomyces cerevisiae Snf1 protein kinase, a member of the Snf1/AMPK (AMP-activated protein kinase) family, has important roles in metabolic control, particularly in response to nutrient stress. Here we have addressed the role of Snf1 in responses to other environmental stresses. Exposure of cells to sodium ion stress, alkaline pH, or oxidative stress caused an increase in Snf1 catalytic activity and phosphorylation of Thr-210 in the activation loop, whereas treatment with sorbitol or heat shock did not. Inhibition of respiratory metabolism by addition of antimycin A to cells also increased Snf1 activity. Analysis of mutants indicated that the kinases Sak1, Tos3, and Elm1, which activate Snf1 in response to glucose limitation, are also required under other stress conditions. Each kinase sufficed for activation in response to stress, but Sak1 had the major role. In sak1Delta tos3Delta elm1Delta cells expressing mammalian Ca(2+)/calmodulin-dependent protein kinase kinase alpha, Snf1 was activated by both sodium ion and alkaline stress, suggesting that stress signals regulate Snf1 activity by a mechanism that is independent of the upstream kinase. Finally, we showed that Snf1 protein kinase is regulated differently during adaptation of cells to NaCl and alkaline pH with respect to both temporal regulation of activation and subcellular localization. Snf1 protein kinase becomes enriched in the nucleus in response to alkaline pH but not salt stress. Such differences could contribute to specificity of the stress responses.",
        "Keywords": [],
        "MeSH terms": [
            "Catalysis",
            "Enzyme Activation",
            "Hot Temperature",
            "Hydrogen-Ion Concentration",
            "Oxidative Stress",
            "Phosphorylation",
            "Protein Serine-Threonine Kinases",
            "Protein Transport",
            "Saccharomyces cerevisiae",
            "Subcellular Fractions"
        ],
        "Authors": [
            {
                "First Name": "Seung-Pyo",
                "Last Name": "Hong",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2007"
    },
    {
        "PMID": "17223533",
        "Title": "Structure of the Bateman2 domain of yeast Snf4: dimeric association and relevance for AMP binding.",
        "Abstract": "AMP-activated protein kinase (AMPK) is a central regulator of energy homeostasis in mammals. AMP is believed to control the activity of AMPK by binding to the gamma subunit of this heterotrimeric enzyme. This subunit contains two Bateman domains, each of which is composed of a tandem pair of cystathionine beta-synthase (CBS) motifs. No structural information is currently available on this subunit, and the molecular basis for its interactions with AMP is not well understood. We report here the crystal structure at 1.9 Angstrom resolution of the Bateman2 domain of Snf4, the gamma subunit of the yeast ortholog of AMPK. The structure revealed a dimer of the Bateman2 domain, and this dimerization is supported by our light-scattering, mutagenesis, and biochemical studies. There is a prominent pocket at the center of this dimer, and most of the disease-causing mutations are located in or near this pocket.",
        "Keywords": [],
        "MeSH terms": [
            "AMP-Activated Protein Kinases",
            "Adenosine Monophosphate",
            "Amino Acid Sequence",
            "Animals",
            "Carrier Proteins",
            "Catalysis",
            "Crystallography, X-Ray",
            "Dimerization",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Multienzyme Complexes",
            "Mutation",
            "Protein Serine-Threonine Kinases",
            "Protein Structure, Tertiary",
            "Saccharomyces cerevisiae Proteins",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Michael J",
                "Last Name": "Rudolph",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Gabriele A",
                "Last Name": "Amodeo",
                "Affiliation": ""
            },
            {
                "First Name": "Surtaj H",
                "Last Name": "Iram",
                "Affiliation": ""
            },
            {
                "First Name": "Seung-Pyo",
                "Last Name": "Hong",
                "Affiliation": ""
            },
            {
                "First Name": "Giorgia",
                "Last Name": "Pirino",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            },
            {
                "First Name": "Liang",
                "Last Name": "Tong",
                "Affiliation": ""
            }
        ],
        "Journal": "Structure (London, England : 1993)",
        "PubDate": "2007"
    },
    {
        "PMID": "17071825",
        "Title": "Regulation of the nucleocytoplasmic distribution of Snf1-Gal83 protein kinase.",
        "Abstract": "Snf1 protein kinase containing the beta subunit Gal83 is localized in the cytoplasm during growth of Saccharomyces cerevisiae cells in abundant glucose and accumulates in the nucleus in response to glucose limitation. Nuclear localization of Snf1-Gal83 requires activation of the Snf1 catalytic subunit and depends on Gal83, but in the snf1Delta mutant, Gal83 exhibits glucose-regulated nuclear accumulation. We show here that the N terminus of Gal83, which is divergent from those of the other beta subunits, is necessary and sufficient for Snf1-independent, glucose-regulated localization. We identify a leucine-rich nuclear export signal in the N terminus and show that export depends on the Crm1 export receptor. We present evidence that catalytically inactive Snf1 promotes the cytoplasmic retention of Gal83 in glucose-grown cells through its interaction with the C terminus of Gal83; cytoplasmic localization of inactive Snf1-Gal83 maintains accessibility to the Snf1-activating kinases. Finally, we characterize the effects of glucose phosphorylation on localization. These studies define roles for Snf1 and Gal83 in determining the nucleocytoplasmic distribution of Snf1-Gal83 protein kinase.",
        "Keywords": [],
        "MeSH terms": [
            "Active Transport, Cell Nucleus",
            "Deoxyglucose",
            "Enzyme Inhibitors",
            "Genes, Fungal",
            "Glucose",
            "Glucose-6-Phosphate Isomerase",
            "Karyopherins",
            "Mutation",
            "Nuclear Export Signals",
            "Protein Serine-Threonine Kinases",
            "Receptors, Cytoplasmic and Nuclear",
            "Repressor Proteins",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Exportin 1 Protein"
        ],
        "Authors": [
            {
                "First Name": "Kristina",
                "Last Name": "Hedbacker",
                "Affiliation": "Department of Genetics and Development, Columbia University, 701 W. 168th Street, HSC922, New York, NY 10032, USA."
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "Eukaryotic cell",
        "PubDate": "2006"
    },
    {
        "PMID": "16835226",
        "Title": "Mammalian TAK1 activates Snf1 protein kinase in yeast and phosphorylates AMP-activated protein kinase in vitro.",
        "Abstract": "The Snf1/AMP-activated protein kinase (AMPK) family is important for metabolic regulation and is highly conserved from yeast to mammals. The upstream kinases are also functionally conserved, and the AMPK kinases LKB1 and Ca2+/calmodulin-dependent protein kinase kinase activate Snf1 in mutant yeast cells lacking the native Snf1-activating kinases, Sak1, Tos3, and Elm1. Here, we exploited the yeast genetic system to identify members of the mammalian AMPK kinase family by their function as Snf1-activating kinases. A mouse embryo cDNA library in a yeast expression vector was used to transform sak1Delta tos3Delta elm1Delta yeast cells. Selection for a Snf+ growth phenotype yielded cDNA plasmids expressing LKB1, Ca2+/calmodulin-dependent protein kinase kinase, and transforming growth factor-beta-activated kinase (TAK1), a member of the mitogen-activated protein kinase kinase kinase family. We present genetic and biochemical evidence that TAK1 activates Snf1 protein kinase in vivo and in vitro. We further show that recombinant TAK1, fused to the activation domain of its binding partner TAB1, phosphorylates Thr-172 in the activation loop of the AMPK catalytic domain. Finally, expression of TAK1 and TAB1 in HeLa cells or treatment of cells with cytokines stimulated phosphorylation of Thr-172 of AMPK. These findings indicate that TAK1 is a functional member of the Snf1/AMPK kinase family and support TAK1 as a candidate for an authentic AMPK kinase in mammalian cells.",
        "Keywords": [],
        "MeSH terms": [
            "AMP-Activated Protein Kinases",
            "Animals",
            "Calcium",
            "Conserved Sequence",
            "Enzyme Activation",
            "Fungal Proteins",
            "HeLa Cells",
            "Humans",
            "MAP Kinase Kinase Kinases",
            "Multienzyme Complexes",
            "Phosphorylation",
            "Protein Serine-Threonine Kinases",
            "Recombinant Proteins",
            "Threonine",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Milica",
                "Last Name": "Momcilovic",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Seung-Pyo",
                "Last Name": "Hong",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2006"
    },
    {
        "PMID": "16607517",
        "Title": "A specific catalytic subunit isoform of protein kinase CK2 is required for phosphorylation of the repressor Nrg1 in Saccharomyces cerevisiae.",
        "Abstract": "Protein kinase CK2 is highly conserved in eukaryotes and plays roles in many different cellular processes. CK2 is a tetramer comprising two catalytic and two regulatory subunits. Most organisms have two major isoforms of the catalytic subunit, and evidence suggests strongly overlapping function. In the yeast Saccharomyces cerevisiae, CK2 is essential for viability, and either catalytic subunit isoform, Cka1 or Cka2, suffices, but previous genetic evidence suggests that the isoforms have some distinct roles. In this work, we present evidence that the transcriptional repressor Nrg1, which regulates various stress-responsive genes, is a downstream target of CK2 containing the Cka1 isoform. We found that Nrg1 is phosphorylated in response to stress and that its phosphorylation was defective in cka1Delta, but not cka2Delta, mutants. Thus, the Cka1 catalytic subunit isoform is specifically required for phosphorylation of Nrg1 in vivo. The CK2 regulatory subunits were also required, indicating that the CK2 holoenzyme is involved. Both yeast and recombinant human CK2 phosphorylated recombinant Nrg1 in vitro. This identification of a protein whose phosphorylation requires a specific CK2 catalytic subunit isoform supports the view that the two isoforms exhibit functional specificity in vivo.",
        "Keywords": [],
        "MeSH terms": [
            "Casein Kinase II",
            "Catalytic Domain",
            "Glutathione",
            "Humans",
            "Neuregulin-1",
            "Phosphorylation",
            "Protein Isoforms",
            "Recombinant Proteins",
            "Repressor Proteins",
            "Saccharomyces cerevisiae"
        ],
        "Authors": [
            {
                "First Name": "Cristin D",
                "Last Name": "Berkey",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "Current genetics",
        "PubDate": "2006"
    },
    {
        "PMID": "16278455",
        "Title": "Repressors Nrg1 and Nrg2 regulate a set of stress-responsive genes in Saccharomyces cerevisiae.",
        "Abstract": "The yeast Saccharomyces cerevisiae responds to environmental stress by rapidly altering the expression of large sets of genes. We report evidence that the transcriptional repressors Nrg1 and Nrg2 (Nrg1/Nrg2), which were previously implicated in glucose repression, regulate a set of stress-responsive genes. Genome-wide expression analysis identified 150 genes that were upregulated in nrg1Delta nrg2Delta double mutant cells, relative to wild-type cells, during growth in glucose. We found that many of these genes are regulated by glucose repression. Stress response elements (STREs) and STRE-like elements are overrepresented in the promoters of these genes, and a search of available expression data sets showed that many are regulated in response to a variety of environmental stress signals. In accord with these findings, mutation of NRG1 and NRG2 enhanced the resistance of cells to salt and oxidative stress and decreased tolerance to freezing. We present evidence that Nrg1/Nrg2 not only contribute to repression of target genes in the absence of stress but also limit induction in response to salt stress. We suggest that Nrg1/Nrg2 fine-tune the regulation of a set of stress-responsive genes.",
        "Keywords": [],
        "MeSH terms": [
            "Cluster Analysis",
            "Cold Temperature",
            "DNA-Binding Proteins",
            "Gene Expression Profiling",
            "Gene Expression Regulation, Fungal",
            "Glucose",
            "Oxidative Stress",
            "Promoter Regions, Genetic",
            "Protein Serine-Threonine Kinases",
            "Repressor Proteins",
            "Response Elements",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Salts",
            "Zinc Fingers"
        ],
        "Authors": [
            {
                "First Name": "Valmik K",
                "Last Name": "Vyas",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biophysical Studies, Columbia University, 701 W. 168th Street, HSC922, New York, NY 10032, USA."
            },
            {
                "First Name": "Cristin D",
                "Last Name": "Berkey",
                "Affiliation": ""
            },
            {
                "First Name": "Takenori",
                "Last Name": "Miyao",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "Eukaryotic cell",
        "PubDate": "2005"
    },
    {
        "PMID": "16054096",
        "Title": "Ca2+/calmodulin-dependent protein kinase kinase-beta acts upstream of AMP-activated protein kinase in mammalian cells.",
        "Abstract": "AMP-activated protein kinase (AMPK) is the downstream component of a kinase cascade that plays a pivotal role in energy homeostasis. Activation of AMPK requires phosphorylation of threonine 172 (T172) within the T loop region of the catalytic alpha subunit. Recently, LKB1 was shown to activate AMPK. Here we show that AMPK is also activated by Ca(2+)/calmodulin-dependent protein kinase kinase (CaMKK). Overexpression of CaMKKbeta in mammalian cells increases AMPK activity, whereas pharmacological inhibition of CaMKK, or downregulation of CaMKKbeta using RNA interference, almost completely abolishes AMPK activation. CaMKKbeta isolated from rat brain or expressed in E. coli phosphorylates and activates AMPK in vitro. In yeast, CaMKKbeta expression rescues a mutant strain lacking the three kinases upstream of Snf1, the yeast homolog of AMPK. These results demonstrate that AMPK is regulated by at least two upstream kinases and suggest that AMPK may play a role in Ca(2+)-mediated signal transduction pathways.",
        "Keywords": [],
        "MeSH terms": [
            "3T3 Cells",
            "AMP-Activated Protein Kinases",
            "Adenosine Monophosphate",
            "Animals",
            "Benzimidazoles",
            "Calcium",
            "Calcium-Calmodulin-Dependent Protein Kinase Kinase",
            "Enzyme Activation",
            "Fibroblasts",
            "HeLa Cells",
            "Humans",
            "Hydrogen Peroxide",
            "Ionomycin",
            "Isoenzymes",
            "Isoquinolines",
            "Mice",
            "Multienzyme Complexes",
            "Naphthalimides",
            "Phosphorylation",
            "Protein Serine-Threonine Kinases",
            "Rats",
            "Saccharomyces cerevisiae",
            "Signal Transduction",
            "Sorbitol"
        ],
        "Authors": [
            {
                "First Name": "Angela",
                "Last Name": "Woods",
                "Affiliation": "Cellular Stress Group, MRC Clinical Sciences Centre, Imperial College, Hammersmith Hospital, Du Cane Road, London W12 0NN, United Kingdom."
            },
            {
                "First Name": "Kristina",
                "Last Name": "Dickerson",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Heath",
                "Affiliation": ""
            },
            {
                "First Name": "Seung-Pyo",
                "Last Name": "Hong",
                "Affiliation": ""
            },
            {
                "First Name": "Milica",
                "Last Name": "Momcilovic",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen R",
                "Last Name": "Johnstone",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Carling",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell metabolism",
        "PubDate": "2005"
    },
    {
        "PMID": "15879520",
        "Title": "Role of Tos3, a Snf1 protein kinase kinase, during growth of Saccharomyces cerevisiae on nonfermentable carbon sources.",
        "Abstract": "In Saccharomyces cerevisiae, Snf1 protein kinase of the Snf1/AMP-activated protein kinase family is required for growth on nonfermentable carbon sources and nonpreferred sugars. Three kinases, Pak1, Elm1, and Tos3, activate Snf1 by phosphorylation of its activation-loop threonine, and the absence of all three causes the Snf(-) phenotype. No phenotype has previously been reported for the tos3Delta single mutation. We show here that, when cells are grown on glycerol-ethanol, tos3Delta reduces growth rate, Snf1 catalytic activity, and activation of the Snf1-dependent carbon source-responsive element (CSRE) in the promoters of gluconeogenic genes. In contrast, tos3Delta did not significantly affect Snf1 catalytic activity or CSRE function during abrupt glucose depletion, indicating that Tos3 has a more substantial role in activating Snf1 protein kinase during growth on a nonfermentable carbon source than during acute carbon stress. We also report that Tos3 is localized in the cytosol during growth in either glucose or glycerol-ethanol. These findings lend support to the idea that the Snf1 protein kinase kinases make different contributions to cellular regulation under different growth conditions.",
        "Keywords": [],
        "MeSH terms": [
            "Cytosol",
            "Gluconeogenesis",
            "Promoter Regions, Genetic",
            "Protein Kinases",
            "Protein Serine-Threonine Kinases",
            "Response Elements",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Sequence Deletion"
        ],
        "Authors": [
            {
                "First Name": "Myoung-Dong",
                "Last Name": "Kim",
                "Affiliation": "Department of Genetics and Development and Microbiology, Columbia University, HSC922, New York, NY 10032, USA. mbc1@columbia.edu"
            },
            {
                "First Name": "Seung-Pyo",
                "Last Name": "Hong",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "Eukaryotic cell",
        "PubDate": "2005"
    },
    {
        "PMID": "15831494",
        "Title": "Function of mammalian LKB1 and Ca2+/calmodulin-dependent protein kinase kinase alpha as Snf1-activating kinases in yeast.",
        "Abstract": "The Snf1/AMP-activated protein kinase (AMPK) family is important for metabolic regulation in response to stress. In the yeast Saccharomyces cerevisiae, the Snf1 kinase cascade comprises three Snf1-activating kinases, Pak1, Tos3, and Elm1. The only established mammalian AMPK kinase is LKB1. We show that LKB1 functions heterologously in yeast. In pak1Delta tos3Delta elm1Delta cells, LKB1 activated Snf1 catalytic activity and conferred a Snf(+) growth phenotype. Coexpression of STRADalpha and MO25alpha, which form a complex with LKB1, enhanced LKB1 function. Thus, the Snf1/AMPK kinase cascade is functionally conserved between yeast and mammals. Ca(2+)/calmodulin-dependent kinase kinase (CaMKK) shows more sequence similarity to Pak1, Tos3, and Elm1 than does LKB1. When expressed in pak1Delta tos3Delta elm1Delta cells, CaMKKalpha activated Snf1 catalytic activity, restored the Snf(+) phenotype, and also phosphorylated the activation loop threonine of Snf1 in vitro. These findings indicate that CaMKKalpha is a functional member of the Snf1/AMPK kinase family and support CaMKKalpha as a likely candidate for an AMPK kinase in mammalian cells. Analysis of the function of these heterologous kinases in yeast provided insight into the regulation of Snf1. When activated by LKB1 or CaMKKalpha, Snf1 activity was significantly inhibited by glucose, suggesting that a mechanism independent of the activating kinases can mediate glucose signaling in yeast. Finally, this analysis provided evidence that Pak1 functions in another capacity, besides activating Snf1, to regulate the nuclear enrichment of Snf1 protein kinase in response to carbon stress.",
        "Keywords": [],
        "MeSH terms": [
            "AMP-Activated Protein Kinases",
            "Animals",
            "Calcium-Calmodulin-Dependent Protein Kinase Kinase",
            "Carbon",
            "Catalysis",
            "Cell Nucleus",
            "Cell Proliferation",
            "DNA, Complementary",
            "Dose-Response Relationship, Drug",
            "Glucose",
            "Glutathione Transferase",
            "Glycerol",
            "Green Fluorescent Proteins",
            "Immunoblotting",
            "Mice",
            "Models, Biological",
            "Models, Genetic",
            "Mutation",
            "Peptides",
            "Phenotype",
            "Phosphorylation",
            "Plasmids",
            "Protein Kinases",
            "Protein Serine-Threonine Kinases",
            "Raffinose",
            "Rats",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Signal Transduction",
            "Threonine"
        ],
        "Authors": [
            {
                "First Name": "Seung-Pyo",
                "Last Name": "Hong",
                "Affiliation": "Department of Genetics and Development, Columbia University, 701 W. 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Milica",
                "Last Name": "Momcilovic",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2005"
    },
    {
        "PMID": "15340085",
        "Title": "Pak1 protein kinase regulates activation and nuclear localization of Snf1-Gal83 protein kinase.",
        "Abstract": "Three kinases, Pak1, Tos3, and Elm1, activate Snf1 protein kinase in Saccharomyces cerevisiae. This cascade is conserved in mammals, where LKB1 activates AMP-activated protein kinase. We address the specificity of the activating kinases for the three forms of Snf1 protein kinase containing the beta-subunit isoforms Gal83, Sip1, and Sip2. Pak1 is the most important kinase for activating Snf1-Gal83 in response to glucose limitation, but Elm1 also has a significant role; moreover, both Pak1 and Elm1 affect Snf1-Sip2. These findings exclude the possibility of a one-to-one correspondence between the activating kinases and the Snf1 complexes. We further identify a second, unexpected role for Pak1 in regulating Snf1-Gal83: the catalytic activity of Pak1 is required for the nuclear enrichment of Snf1-Gal83 in response to carbon stress. The nuclear enrichment of Snf1 fused to green fluorescent protein (GFP) depends on both Gal83 and Pak1 and is abolished by a mutation of the activation loop threonine; in contrast, the nuclear enrichment of Gal83-GFP occurs in a snf1Delta mutant and depends on Pak1 only when Snf1 is present. Snf1-Gal83 is the only form of the kinase that localizes to the nucleus. These findings, that Pak1 both activates Snf1-Gal83 and controls its nuclear localization, implicate Pak1 in regulating nuclear Snf1 protein kinase activity.",
        "Keywords": [],
        "MeSH terms": [
            "AMP-Activated Protein Kinases",
            "Base Sequence",
            "Cell Nucleus",
            "DNA, Fungal",
            "Enzyme Activation",
            "Fungal Proteins",
            "Genes, Fungal",
            "Mutagenesis, Site-Directed",
            "Mutation",
            "Protein Serine-Threonine Kinases",
            "Recombinant Fusion Proteins",
            "Repressor Proteins",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Threonine",
            "Trans-Activators",
            "p21-Activated Kinases"
        ],
        "Authors": [
            {
                "First Name": "Kristina",
                "Last Name": "Hedbacker",
                "Affiliation": "Department of Genetics and Development, Columbia University, 701 W. 168th St., HSC922, New York, NY 10032, USA."
            },
            {
                "First Name": "Seung-Pyo",
                "Last Name": "Hong",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2004"
    },
    {
        "PMID": "15175151",
        "Title": "A unified nomenclature for protein subunits of mediator complexes linking transcriptional regulators to RNA polymerase II.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Genes, Regulator",
            "Macromolecular Substances",
            "Phylogeny",
            "Protein Subunits",
            "RNA Polymerase II",
            "Saccharomyces cerevisiae Proteins",
            "Sequence Homology, Amino Acid",
            "Terminology as Topic",
            "Trans-Activators"
        ],
        "Authors": [
            {
                "First Name": "Henri-Marc",
                "Last Name": "Bourbon",
                "Affiliation": ""
            },
            {
                "First Name": "Andres",
                "Last Name": "Aguilera",
                "Affiliation": ""
            },
            {
                "First Name": "Aseem Z",
                "Last Name": "Ansari",
                "Affiliation": ""
            },
            {
                "First Name": "Francisco J",
                "Last Name": "Asturias",
                "Affiliation": ""
            },
            {
                "First Name": "Arnold J",
                "Last Name": "Berk",
                "Affiliation": ""
            },
            {
                "First Name": "Stefan",
                "Last Name": "Bjorklund",
                "Affiliation": ""
            },
            {
                "First Name": "T Keith",
                "Last Name": "Blackwell",
                "Affiliation": ""
            },
            {
                "First Name": "Tilman",
                "Last Name": "Borggrefe",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Carey",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            },
            {
                "First Name": "Joan W",
                "Last Name": "Conaway",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald C",
                "Last Name": "Conaway",
                "Affiliation": ""
            },
            {
                "First Name": "Scott W",
                "Last Name": "Emmons",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph D",
                "Last Name": "Fondell",
                "Affiliation": ""
            },
            {
                "First Name": "Leonard P",
                "Last Name": "Freedman",
                "Affiliation": ""
            },
            {
                "First Name": "Toshio",
                "Last Name": "Fukasawa",
                "Affiliation": ""
            },
            {
                "First Name": "Claes M",
                "Last Name": "Gustafsson",
                "Affiliation": ""
            },
            {
                "First Name": "Min",
                "Last Name": "Han",
                "Affiliation": ""
            },
            {
                "First Name": "Xi",
                "Last Name": "He",
                "Affiliation": ""
            },
            {
                "First Name": "Paul K",
                "Last Name": "Herman",
                "Affiliation": ""
            },
            {
                "First Name": "Alan G",
                "Last Name": "Hinnebusch",
                "Affiliation": ""
            },
            {
                "First Name": "Steen",
                "Last Name": "Holmberg",
                "Affiliation": ""
            },
            {
                "First Name": "Frank C",
                "Last Name": "Holstege",
                "Affiliation": ""
            },
            {
                "First Name": "Judith A",
                "Last Name": "Jaehning",
                "Affiliation": ""
            },
            {
                "First Name": "Young-Joon",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Laurent",
                "Last Name": "Kuras",
                "Affiliation": ""
            },
            {
                "First Name": "Achim",
                "Last Name": "Leutz",
                "Affiliation": ""
            },
            {
                "First Name": "John T",
                "Last Name": "Lis",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Meisterernest",
                "Affiliation": ""
            },
            {
                "First Name": "Anders M",
                "Last Name": "Naar",
                "Affiliation": ""
            },
            {
                "First Name": "Kim",
                "Last Name": "Nasmyth",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey D",
                "Last Name": "Parvin",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Ptashne",
                "Affiliation": ""
            },
            {
                "First Name": "Danny",
                "Last Name": "Reinberg",
                "Affiliation": ""
            },
            {
                "First Name": "Hans",
                "Last Name": "Ronne",
                "Affiliation": ""
            },
            {
                "First Name": "Ivan",
                "Last Name": "Sadowski",
                "Affiliation": ""
            },
            {
                "First Name": "Hiroshi",
                "Last Name": "Sakurai",
                "Affiliation": ""
            },
            {
                "First Name": "Matthias",
                "Last Name": "Sipiczki",
                "Affiliation": ""
            },
            {
                "First Name": "Paul W",
                "Last Name": "Sternberg",
                "Affiliation": ""
            },
            {
                "First Name": "David J",
                "Last Name": "Stillman",
                "Affiliation": ""
            },
            {
                "First Name": "Randy",
                "Last Name": "Strich",
                "Affiliation": ""
            },
            {
                "First Name": "Kevin",
                "Last Name": "Struhl",
                "Affiliation": ""
            },
            {
                "First Name": "Jasper Q",
                "Last Name": "Svejstrup",
                "Affiliation": ""
            },
            {
                "First Name": "Simon",
                "Last Name": "Tuck",
                "Affiliation": ""
            },
            {
                "First Name": "Fred",
                "Last Name": "Winston",
                "Affiliation": ""
            },
            {
                "First Name": "Robert G",
                "Last Name": "Roeder",
                "Affiliation": ""
            },
            {
                "First Name": "Roger D",
                "Last Name": "Kornberg",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2004"
    },
    {
        "PMID": "15075261",
        "Title": "Nrg1 and nrg2 transcriptional repressors are differently regulated in response to carbon source.",
        "Abstract": "The Nrg1 and Nrg2 repressors of Saccharomyces cerevisiae have highly similar zinc fingers and closely related functions in the regulation of glucose-repressed genes. We show that NRG1 and NRG2 are differently regulated in response to carbon source at both the RNA and protein levels. Expression of NRG1 RNA is glucose repressed, whereas NRG2 RNA levels are nearly constant. Nrg1 protein levels are elevated in response to glucose limitation or growth in nonfermentable carbon sources, whereas Nrg2 levels are diminished. Chromatin immunoprecipitation assays showed that Nrg1 and Nrg2 bind DNA both in the presence and absence of glucose. In mutant cells lacking the corepressor Ssn6(Cyc8)-Tup1, promoter-bound Nrg1, but not Nrg2, functions as an activator in a reporter assay, providing evidence that the two Nrg proteins have distinct properties. We suggest that the differences in expression and function of these two repressors, in combination with their similar DNA-binding domains, contribute to the complex regulation of the large set of glucose-repressed genes.",
        "Keywords": [],
        "MeSH terms": [
            "Chromatin",
            "DNA-Binding Proteins",
            "Gene Expression Regulation, Fungal",
            "Genes, Reporter",
            "Glucose",
            "Immunoprecipitation",
            "Lac Operon",
            "Nuclear Proteins",
            "Protein Binding",
            "Repressor Proteins",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Transcriptional Activation"
        ],
        "Authors": [
            {
                "First Name": "Cristin D",
                "Last Name": "Berkey",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Valmik K",
                "Last Name": "Vyas",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "Eukaryotic cell",
        "PubDate": "2004"
    },
    {
        "PMID": "14966266",
        "Title": "Cyclic AMP-dependent protein kinase regulates the subcellular localization of Snf1-Sip1 protein kinase.",
        "Abstract": "The Snf1/AMP-activated protein kinase family has diverse roles in cellular responses to metabolic stress. In Saccharomyces cerevisiae, Snf1 protein kinase has three isoforms of the beta subunit that confer versatility on the kinase and that exhibit distinct patterns of subcellular localization. The Sip1 beta subunit resides in the cytosol in glucose-grown cells and relocalizes to the vacuolar membrane in response to carbon stress. We show that translation of Sip1 initiates at the second ATG of the open reading frame, yielding a potential site for N myristoylation, and that mutation of the critical glycine abolishes relocalization. We further show that the cyclic AMP-dependent protein kinase (protein kinase A [PKA]) pathway maintains the cytoplasmic localization of Sip1 in glucose-grown cells. The Snf1 catalytic subunit also exhibits aberrant localization to the vacuolar membrane in PKA-deficient cells, indicating that PKA regulates the localization of Snf1-Sip1 protein kinase. These findings establish a novel mechanism of regulation of Snf1 protein kinase by the PKA pathway.",
        "Keywords": [],
        "MeSH terms": [
            "AMP-Activated Protein Kinases",
            "Carbon",
            "Codon",
            "Cyclic AMP-Dependent Protein Kinases",
            "Cytoplasm",
            "Fungal Proteins",
            "Open Reading Frames",
            "Protein Serine-Threonine Kinases",
            "Protein Subunits",
            "Recombinant Fusion Proteins",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Signal Transduction",
            "Vacuoles"
        ],
        "Authors": [
            {
                "First Name": "Kristina",
                "Last Name": "Hedbacker",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Robert",
                "Last Name": "Townley",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2004"
    },
    {
        "PMID": "14712732",
        "Title": "Analysis of transcriptional repression by Mig1 in Saccharomyces cerevisiae using a reporter assay.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Biochemistry",
            "Blotting, Western",
            "DNA-Binding Proteins",
            "Genes, Reporter",
            "Models, Biological",
            "Plasmids",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "Recombinant Fusion Proteins",
            "Repressor Proteins",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Serine Endopeptidases",
            "Transcription, Genetic",
            "beta-Galactosidase"
        ],
        "Authors": [
            {
                "First Name": "Sergei",
                "Last Name": "Kuchin",
                "Affiliation": "Institute of Cancer Research, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in enzymology",
        "PubDate": "2003"
    },
    {
        "PMID": "14673168",
        "Title": "Mutations in the gal83 glycogen-binding domain activate the snf1/gal83 kinase pathway by a glycogen-independent mechanism.",
        "Abstract": "The yeast Snf1 kinase and its mammalian ortholog, AMP-activated protein kinase (AMPK), regulate responses to metabolic stress. Previous studies identified a glycogen-binding domain in the AMPK beta1 subunit, and the sequence is conserved in the Snf1 kinase beta subunits Gal83 and Sip2. Here we use genetic analysis to assess the role of this domain in vivo. Alteration of Gal83 at residues that are important for glycogen binding of AMPK beta1 abolished glycogen binding in vitro and caused diverse phenotypes in vivo. Various Snf1/Gal83-dependent processes were upregulated, including glycogen accumulation, expression of RNAs encoding glycogen synthase, haploid invasive growth, the transcriptional activator function of Sip4, and activation of the carbon source-responsive promoter element. Moreover, the glycogen-binding domain mutations conferred transcriptional regulatory phenotypes even in the absence of glycogen, as determined by analysis of a mutant strain lacking glycogen synthase. Thus, mutation of the glycogen-binding domain of Gal83 positively affects Snf1/Gal83 kinase function by a mechanism that is independent of glycogen binding.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Basic-Leucine Zipper Transcription Factors",
            "Binding Sites",
            "Glycogen",
            "Molecular Sequence Data",
            "Mutation",
            "Promoter Regions, Genetic",
            "Protein Serine-Threonine Kinases",
            "Repressor Proteins",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Trans-Activators"
        ],
        "Authors": [
            {
                "First Name": "Heather A",
                "Last Name": "Wiatrowski",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Bryce J W",
                "Last Name": "Van Denderen",
                "Affiliation": ""
            },
            {
                "First Name": "Cristin D",
                "Last Name": "Berkey",
                "Affiliation": ""
            },
            {
                "First Name": "Bruce E",
                "Last Name": "Kemp",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Stapleton",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2004"
    },
    {
        "PMID": "14614828",
        "Title": "LKB1 is the upstream kinase in the AMP-activated protein kinase cascade.",
        "Abstract": "Inactivating mutations in the protein kinase LKB1 lead to a dominantly inherited cancer in humans termed Peutz-Jeghers syndrome. The role of LKB1 is unclear, and only one target for LKB1 has been identified in vivo [3]. AMP-activated protein kinase (AMPK) is the downstream component of a protein kinase cascade that plays a pivotal role in energy homeostasis. AMPK may have a role in protecting the body from metabolic diseases including type 2 diabetes, obesity, and cardiac hypertrophy. We previously reported the identification of three protein kinases (Elm1, Pak1, and Tos3 [9]) that lie upstream of Snf1, the yeast homologue of AMPK. LKB1 shares sequence similarity with Elm1, Pak1, and Tos3, and we demonstrated that LKB1 phosphorylates AMPK on the activation loop threonine (Thr172) within the catalytic subunit and activates AMPK in vitro [9]. Here, we have investigated whether LKB1 corresponds to the major AMPKK activity present in cell extracts. AMPKK purified from rat liver corresponds to LKB1, and blocking LKB1 activity in cells abolishes AMPK activation in response to different stimuli. These results identify a link between two protein kinases, previously thought to lie in unrelated, distinct pathways, that are associated with human diseases.",
        "Keywords": [],
        "MeSH terms": [
            "AMP-Activated Protein Kinases",
            "Animals",
            "Blotting, Western",
            "Chromatography, Ion Exchange",
            "Enzyme Activation",
            "Liver",
            "Multienzyme Complexes",
            "Precipitin Tests",
            "Protein Serine-Threonine Kinases",
            "Rats"
        ],
        "Authors": [
            {
                "First Name": "Angela",
                "Last Name": "Woods",
                "Affiliation": "Cellular Stress Group, MRC Clinical Sciences Centre, Imperial College, Hammersmith Hospital, Du Cane Road, London W12 0NN, United Kingdom."
            },
            {
                "First Name": "Stephen R",
                "Last Name": "Johnstone",
                "Affiliation": ""
            },
            {
                "First Name": "Kristina",
                "Last Name": "Dickerson",
                "Affiliation": ""
            },
            {
                "First Name": "Fiona C",
                "Last Name": "Leiper",
                "Affiliation": ""
            },
            {
                "First Name": "Lee G D",
                "Last Name": "Fryer",
                "Affiliation": ""
            },
            {
                "First Name": "Dietbert",
                "Last Name": "Neumann",
                "Affiliation": ""
            },
            {
                "First Name": "Uwe",
                "Last Name": "Schlattner",
                "Affiliation": ""
            },
            {
                "First Name": "Theo",
                "Last Name": "Wallimann",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Carling",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2003"
    },
    {
        "PMID": "12847291",
        "Title": "Activation of yeast Snf1 and mammalian AMP-activated protein kinase by upstream kinases.",
        "Abstract": "The Snf1/AMP-activated protein kinase (AMPK) family plays fundamental roles in cellular responses to metabolic stress in eukaryotes. In humans, AMPK regulates lipid and glucose metabolism and has been implicated in such metabolic disorders as diabetes and obesity and in cardiac abnormalities. Snf1 and AMPK are the downstream components of kinase cascades, but the upstream kinase(s) have remained elusive. We have here identified three yeast kinases, Pak1p, Tos3p, and Elm1p, that activate Snf1 kinase in vivo. Triple deletion of the cognate genes causes a Snf- mutant phenotype and abolishes Snf1 catalytic activity. All three kinases phosphorylate recombinant Snf1p on the activation-loop threonine. Moreover, Tos3p phosphorylates mammalian AMPK on the equivalent residue and activates the enzyme, suggesting functional conservation of the upstream kinases between yeast and mammals. We further show that the closely related mammalian LKB1 kinase, which is associated with Peutz-Jeghers cancer-susceptibility syndrome, phosphorylates and activates AMPK in vitro. Thus, the identification of the yeast upstream kinases should facilitate identification of the corresponding, physiologically important mammalian upstream kinases.",
        "Keywords": [],
        "MeSH terms": [
            "AMP-Activated Protein Kinase Kinases",
            "Binding Sites",
            "Enzyme Activation",
            "Humans",
            "In Vitro Techniques",
            "Mutation",
            "Peutz-Jeghers Syndrome",
            "Phenotype",
            "Phosphorylation",
            "Protein Kinases",
            "Protein Serine-Threonine Kinases",
            "Recombinant Fusion Proteins",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Threonine",
            "p21-Activated Kinases"
        ],
        "Authors": [
            {
                "First Name": "Seung-Pyo",
                "Last Name": "Hong",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Fiona C",
                "Last Name": "Leiper",
                "Affiliation": ""
            },
            {
                "First Name": "Angela",
                "Last Name": "Woods",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Carling",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2003"
    },
    {
        "PMID": "12618390",
        "Title": "Std1p (Msn3p) positively regulates the Snf1 kinase in Saccharomyces cerevisiae.",
        "Abstract": "The Snf1 protein kinase of the glucose signaling pathway in Saccharomyces cerevisiae is regulated by an autoinhibitory interaction between the regulatory and catalytic domains of Snf1p. Transitions between the autoinhibited and active states are controlled by an upstream kinase and the Reg1p-Glc7p protein phosphatase 1. Previous studies suggested that Snf1 kinase activity is also modulated by Std1p (Msn3p), which interacts physically with Snf1p and also interacts with glucose sensors. Here we address the relationship between Std1p and the Snf1 kinase. Two-hybrid assays showed that Std1p interacts with the catalytic domain of Snf1p, and analysis of mutant kinases suggested that this interaction is incompatible with the autoinhibitory interaction of the regulatory and catalytic domains. Overexpression of Std1p increased the two-hybrid interaction of Snf1p with its activating subunit Snf4p, which is diagnostic of an open, uninhibited conformation of the kinase complex. Overexpression of Std1p elevated Snf1 kinase activity in both in vitro and in vivo assays. These findings suggest that Std1p stimulates the Snf1 kinase by an interaction with the catalytic domain that antagonizes autoinhibition and promotes an active conformation of the kinase.",
        "Keywords": [],
        "MeSH terms": [
            "Biological Assay",
            "Fungal Proteins",
            "Galactose",
            "Glucose",
            "Glycerol",
            "Intracellular Signaling Peptides and Proteins",
            "Protein Serine-Threonine Kinases",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "Sergei",
                "Last Name": "Kuchin",
                "Affiliation": "Department of Genetics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Valmik K",
                "Last Name": "Vyas",
                "Affiliation": ""
            },
            {
                "First Name": "Ellen",
                "Last Name": "Kanter",
                "Affiliation": ""
            },
            {
                "First Name": "Seung-Pyo",
                "Last Name": "Hong",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2003"
    },
    {
        "PMID": "12582119",
        "Title": "Yap1 accumulates in the nucleus in response to carbon stress in Saccharomyces cerevisiae.",
        "Abstract": "Yap1 is a transcription factor of the AP-1 family that is required for the adaptive response to oxidative stress in Saccharomyces cerevisiae. We recovered Yap1 in a two-hybrid screen for proteins that interact with the Sip2 subunit of the Snf1 protein kinase, which is required for the adaptation of cells to glucose limitation. Yap1 becomes enriched in the nucleus when cells are subjected to oxidative stress. We show that the localization of Yap1 is similarly sensitive to carbon stress. When glucose-grown cells were shifted to medium containing glycerol or no added carbon source, green fluorescent protein (GFP)-Yap1 accumulated in the nucleus. After adaptation to growth in glycerol, GFP-Yap1 was again primarily cytoplasmic. Nuclear accumulation was independent of respiration and of the Snf1, PKA, TOR, and Yak1 pathways, and the mechanism is distinct from that involved in the response to hydrogen peroxide. Addition of glutathione to the medium inhibited nuclear accumulation of GFP-Yap1 in response to carbon stress but did not affect the relocalization of Gal83 or Mig1. Other stresses such as increased temperature, acidic pH, and ionic stress did not cause nuclear enrichment of GFP-Yap1. These findings suggest a role for Yap1 in the response to carbon stress.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptation, Physiological",
            "Carbon",
            "Cell Nucleus",
            "Cell Respiration",
            "Cyclic AMP-Dependent Protein Kinases",
            "DNA-Binding Proteins",
            "Glucose",
            "Glutathione",
            "Glycerol",
            "Intracellular Signaling Peptides and Proteins",
            "Oxidative Stress",
            "Phosphatidylinositol 3-Kinases",
            "Phosphotransferases (Alcohol Group Acceptor)",
            "Protein Serine-Threonine Kinases",
            "Recombinant Fusion Proteins",
            "Repressor Proteins",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Transcription Factors",
            "Up-Regulation"
        ],
        "Authors": [
            {
                "First Name": "Heather A",
                "Last Name": "Wiatrowski",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "Eukaryotic cell",
        "PubDate": "2003"
    },
    {
        "PMID": "12556493",
        "Title": "Snf1 kinases with different beta-subunit isoforms play distinct roles in regulating haploid invasive growth.",
        "Abstract": "The Snf1 protein kinase of Saccharomyces cerevisiae has been shown to have a role in regulating haploid invasive growth in response to glucose depletion. Cells contain three forms of the Snf1 kinase, each with a different beta-subunit isoform, either Gal83, Sip1, or Sip2. We present evidence that different Snf1 kinases play distinct roles in two aspects of invasive growth, namely, adherence to the agar substrate and filamentation. The Snf1-Gal83 form of the kinase is required for adherence, whereas either Snf1-Gal83 or Snf1-Sip2 is sufficient for filamentation. Genetic evidence indicates that Snf1-Gal83 affects adherence by antagonizing Nrg1- and Nrg2-mediated repression of the FLO11 flocculin and adhesin gene. In contrast, the mechanism(s) by which Snf1-Gal83 and Snf1-Sip2 affect filamentation is independent of FLO11. Thus, the Snf1 kinase regulates invasive growth by at least two distinct mechanisms.",
        "Keywords": [],
        "MeSH terms": [
            "AMP-Activated Protein Kinases",
            "Cell Adhesion",
            "Cell Division",
            "DNA-Binding Proteins",
            "Fungal Proteins",
            "Haploidy",
            "Isoenzymes",
            "Membrane Glycoproteins",
            "Membrane Proteins",
            "Mutation",
            "Protein Serine-Threonine Kinases",
            "Protein Subunits",
            "Repressor Proteins",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Trans-Activators"
        ],
        "Authors": [
            {
                "First Name": "Valmik K",
                "Last Name": "Vyas",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biophysical Studies, Columbia University, New York, New York 10032,USA."
            },
            {
                "First Name": "Sergei",
                "Last Name": "Kuchin",
                "Affiliation": ""
            },
            {
                "First Name": "Cristin D",
                "Last Name": "Berkey",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2003"
    },
    {
        "PMID": "12024013",
        "Title": "Snf1 protein kinase and the repressors Nrg1 and Nrg2 regulate FLO11, haploid invasive growth, and diploid pseudohyphal differentiation.",
        "Abstract": "The Snf1 protein kinase of Saccharomyces cerevisiae is important for many cellular responses to glucose limitation, including haploid invasive growth. We show here that Snf1 regulates transcription of FLO11, which encodes a cell surface glycoprotein required for invasive growth. We further show that Nrg1 and Nrg2, two repressor proteins that interact with Snf1, function as negative regulators of invasive growth and as repressors of FLO11. We also examined the role of Snf1, Nrg1, and Nrg2 in two other Flo11-dependent processes. Mutations affected the initiation of biofilm formation, which is glucose sensitive, but also affected diploid pseudohyphal differentiation, thereby unexpectedly implicating Snf1 in a response to nitrogen limitation. Deletion of the NRG1 and NRG2 genes suppressed the defects of a snf1 mutant in all of these processes. These findings suggest a model in which the Snf1 kinase positively regulates Flo11-dependent developmental events by antagonizing Nrg-mediated repression of the FLO11 gene.",
        "Keywords": [],
        "MeSH terms": [
            "Biofilms",
            "Cell Division",
            "DNA-Binding Proteins",
            "Diploidy",
            "Gene Expression Regulation, Fungal",
            "Glucose",
            "Haploidy",
            "Membrane Glycoproteins",
            "Membrane Proteins",
            "Protein Serine-Threonine Kinases",
            "Repressor Proteins",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Sergei",
                "Last Name": "Kuchin",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Valmik K",
                "Last Name": "Vyas",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Carlson",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2002"
    }
]