[
    {
        "PMID": "38387461",
        "Title": "Single-molecule tracking reveals the functional allocation, in vivo interactions, and spatial organization of universal transcription factor NusG.",
        "Abstract": "During transcription elongation, NusG aids RNA polymerase by inhibiting pausing, promoting anti-termination on rRNA operons, coupling transcription with translation on mRNA genes, and facilitating Rho-dependent termination. Despite extensive work, the in vivo functional allocation and spatial distribution of NusG remain unknown. Using single-molecule tracking and super-resolution imaging in live E. coli cells, we found NusG predominantly in a chromosome-associated population (binding to RNA polymerase in elongation complexes) and a slowly diffusing population complexed with the 30S ribosomal subunit; the latter provides a \"30S-guided\" path for NusG into transcription elongation. Only ∼10% of NusG is fast diffusing, with its mobility suggesting non-specific interactions with DNA for >50% of the time. Antibiotic treatments and deletion mutants revealed that chromosome-associated NusG participates mainly in rrn anti-termination within phase-separated transcriptional condensates and in transcription-translation coupling. This study illuminates the multiple roles of NusG and offers a guide on dissecting multi-functional machines via in vivo imaging.",
        "Keywords": [
            "liquid-liquid phase separation",
            "rrn anti-termination",
            "single-molecule tracking",
            "transcription elongation",
            "transcription-translation coupling"
        ],
        "MeSH terms": [
            "Transcription Factors",
            "Transcription, Genetic",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Peptide Elongation Factors",
            "DNA-Directed RNA Polymerases",
            "Bacterial Proteins"
        ],
        "Authors": [
            {
                "First Name": "Hafez",
                "Last Name": "El Sayyed",
                "Affiliation": "Gene Machines Group, Clarendon Laboratory, Department of Physics, University of Oxford, Oxford, UK; Kavli Institute of Nanoscience Discovery, University of Oxford, Dorothy Crowfoot Hodgkin Building, Oxford, UK. Electronic address: hafez.elsayyed@physics.ox.ac.uk."
            },
            {
                "First Name": "Oliver J",
                "Last Name": "Pambos",
                "Affiliation": "Gene Machines Group, Clarendon Laboratory, Department of Physics, University of Oxford, Oxford, UK; Kavli Institute of Nanoscience Discovery, University of Oxford, Dorothy Crowfoot Hodgkin Building, Oxford, UK."
            },
            {
                "First Name": "Mathew",
                "Last Name": "Stracy",
                "Affiliation": "Sir William Dunn School of Pathology, University of Oxford, South Parks Rd, Oxford, UK."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Achillefs N",
                "Last Name": "Kapanidis",
                "Affiliation": "Gene Machines Group, Clarendon Laboratory, Department of Physics, University of Oxford, Oxford, UK; Kavli Institute of Nanoscience Discovery, University of Oxford, Dorothy Crowfoot Hodgkin Building, Oxford, UK. Electronic address: kapanidis@physics.ox.ac.uk."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2024"
    },
    {
        "PMID": "37402370",
        "Title": "Mechanisms of insertions at a DNA double-strand break.",
        "Abstract": "Insertions and deletions (indels) are common sources of structural variation, and insertions originating from spontaneous DNA lesions are frequent in cancer. We developed a highly sensitive assay called insertion and deletion sequencing (Indel-seq) to monitor rearrangements in human cells at the TRIM37 acceptor locus that reports indels stemming from experimentally induced and spontaneous genome instability. Templated insertions, which derive from sequences genome wide, require contact between donor and acceptor loci, require homologous recombination, and are stimulated by DNA end-processing. Insertions are facilitated by transcription and involve a DNA/RNA hybrid intermediate. Indel-seq reveals that insertions are generated via multiple pathways. The broken acceptor site anneals with a resected DNA break or invades the displaced strand of a transcription bubble or R-loop, followed by DNA synthesis, displacement, and then ligation by non-homologous end joining. Our studies identify transcription-coupled insertions as a critical source of spontaneous genome instability that is distinct from cut-and-paste events.",
        "Keywords": [
            "DNA double-strand breaks",
            "insertions",
            "nuclear actin",
            "recombination",
            "transcription, break-induced replication"
        ],
        "MeSH terms": [
            "Humans",
            "DNA Repair",
            "DNA Breaks, Double-Stranded",
            "DNA End-Joining Repair",
            "DNA",
            "Genomic Instability",
            "Tripartite Motif Proteins",
            "Ubiquitin-Protein Ligases"
        ],
        "Authors": [
            {
                "First Name": "Jaewon",
                "Last Name": "Min",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA; Department of Pathology and Cell Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA. Electronic address: jm5092@cumc.columbia.edu."
            },
            {
                "First Name": "Junfei",
                "Last Name": "Zhao",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Jennifer",
                "Last Name": "Zagelbaum",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA; Integrated Program in Cellular, Molecular, and Biomedical Studies, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Jina",
                "Last Name": "Lee",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA; Department of Pathology and Cell Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Sho",
                "Last Name": "Takahashi",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Portia",
                "Last Name": "Cummings",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Allana",
                "Last Name": "Schooley",
                "Affiliation": "Department of Systems Biology, University of Massachusetts Medical School, Worcester, MA, USA."
            },
            {
                "First Name": "Job",
                "Last Name": "Dekker",
                "Affiliation": "Department of Systems Biology, University of Massachusetts Medical School, Worcester, MA, USA; Howard Hughes Medical Institute, Chevy Chase, MD, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Biochemistry and Biophysics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA; Department of Systems Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA; Herbert Irving Comprehensive Cancer Center, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA; Department of Genetics and Development, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA. Electronic address: jg130@cumc.columbia.edu."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2023"
    },
    {
        "PMID": "37059902",
        "Title": "Author Correction: Multiscale reorganization of the genome following DNA damage facilitates chromosome translocations via nuclear actin polymerization.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Jennifer",
                "Last Name": "Zagelbaum",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Allana",
                "Last Name": "Schooley",
                "Affiliation": "Department of Systems Biology, University of Massachusetts Medical School, Worcester, MA, USA."
            },
            {
                "First Name": "Junfei",
                "Last Name": "Zhao",
                "Affiliation": "Department of Systems Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Benjamin R",
                "Last Name": "Schrank",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Elsa",
                "Last Name": "Callen",
                "Affiliation": "Laboratory of Genome Integrity, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Shan",
                "Last Name": "Zha",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Biochemistry and Biophysics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "André",
                "Last Name": "Nussenzweig",
                "Affiliation": "Laboratory of Genome Integrity, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Department of Systems Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Job",
                "Last Name": "Dekker",
                "Affiliation": "Department of Systems Biology, University of Massachusetts Medical School, Worcester, MA, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA. jg130@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature structural & molecular biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36564591",
        "Title": "Multiscale reorganization of the genome following DNA damage facilitates chromosome translocations via nuclear actin polymerization.",
        "Abstract": "Nuclear actin-based movements have been shown to orchestrate clustering of DNA double-strand breaks (DSBs) into homology-directed repair domains. Here we describe multiscale three-dimensional genome reorganization following DNA damage and analyze the contribution of the nuclear WASP-ARP2/3-actin pathway toward chromatin topology alterations and pathologic repair. Hi-C analysis reveals genome-wide, DNA damage-induced chromatin compartment flips facilitated by ARP2/3 that enrich for open, A compartments. Damage promotes interactions between DSBs, which in turn facilitate aberrant, actin-dependent intra- and inter-chromosomal rearrangements. Our work establishes that clustering of resected DSBs into repair domains by nuclear actin assembly is coordinated with multiscale alterations in genome architecture that enable homology-directed repair while also increasing nonhomologous end-joining-dependent translocation frequency.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Actins",
            "Translocation, Genetic",
            "Polymerization",
            "Chromatin",
            "DNA End-Joining Repair",
            "DNA Damage",
            "DNA Repair"
        ],
        "Authors": [
            {
                "First Name": "Jennifer",
                "Last Name": "Zagelbaum",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Allana",
                "Last Name": "Schooley",
                "Affiliation": "Department of Systems Biology, University of Massachusetts Medical School, Worcester, MA, USA."
            },
            {
                "First Name": "Junfei",
                "Last Name": "Zhao",
                "Affiliation": "Department of Systems Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Benjamin R",
                "Last Name": "Schrank",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Elsa",
                "Last Name": "Callen",
                "Affiliation": "Laboratory of Genome Integrity, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Shan",
                "Last Name": "Zha",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Biochemistry and Biophysics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "André",
                "Last Name": "Nussenzweig",
                "Affiliation": "Laboratory of Genome Integrity, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Department of Systems Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Job",
                "Last Name": "Dekker",
                "Affiliation": "Department of Systems Biology, University of Massachusetts Medical School, Worcester, MA, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA. jg130@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature structural & molecular biology",
        "PubDate": "2023"
    },
    {
        "PMID": "35180380",
        "Title": "Non-cell-autonomous disruption of nuclear architecture as a potential cause of COVID-19-induced anosmia.",
        "Abstract": "SARS-CoV-2 infects less than 1% of cells in the human body, yet it can cause severe damage in a variety of organs. Thus, deciphering the non-cell-autonomous effects of SARS-CoV-2 infection is imperative for understanding the cellular and molecular disruption it elicits. Neurological and cognitive defects are among the least understood symptoms of COVID-19 patients, with olfactory dysfunction being their most common sensory deficit. Here, we show that both in humans and hamsters, SARS-CoV-2 infection causes widespread downregulation of olfactory receptors (ORs) and of their signaling components. This non-cell-autonomous effect is preceded by a dramatic reorganization of the neuronal nuclear architecture, which results in dissipation of genomic compartments harboring OR genes. Our data provide a potential mechanism by which SARS-CoV-2 infection alters the cellular morphology and the transcriptome of cells it cannot infect, offering insight to its systemic effects in olfaction and beyond.",
        "Keywords": [
            "COVID-19",
            "anosmia",
            "nuclear architecture"
        ],
        "MeSH terms": [
            "Animals",
            "Anosmia",
            "COVID-19",
            "Cricetinae",
            "Down-Regulation",
            "Humans",
            "Receptors, Odorant",
            "SARS-CoV-2",
            "Smell"
        ],
        "Authors": [
            {
                "First Name": "Marianna",
                "Last Name": "Zazhytska",
                "Affiliation": "Mortimer B. Zuckerman Mind, and Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Albana",
                "Last Name": "Kodra",
                "Affiliation": "Mortimer B. Zuckerman Mind, and Brain and Behavior Institute, Columbia University, New York, NY 10027, USA; Department of Genetics and Development, Columbia University Irving Medical Center, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Daisy A",
                "Last Name": "Hoagland",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mt. Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Justin",
                "Last Name": "Frere",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mt. Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "John F",
                "Last Name": "Fullard",
                "Affiliation": "Center for Disease Neurogenomics, Icahn School of Medicine at Mt. Sinai, New York, NY 10029, USA; Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mt. Sinai, New York, NY 10029, USA; Icahn Institute for Data Science and Genomic Technology, Icahn School of Medicine at Mt. Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Hani",
                "Last Name": "Shayya",
                "Affiliation": "Mortimer B. Zuckerman Mind, and Brain and Behavior Institute, Columbia University, New York, NY 10027, USA; Department of Genetics and Development, Columbia University Irving Medical Center, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Natalie G",
                "Last Name": "McArthur",
                "Affiliation": "Department of Biological Sciences, Columbia University New York, NY 10027, USA."
            },
            {
                "First Name": "Rasmus",
                "Last Name": "Moeller",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mt. Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Skyler",
                "Last Name": "Uhl",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mt. Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Arina D",
                "Last Name": "Omer",
                "Affiliation": "Baylor Genetics, 2450 Holcombe Blvd, Houston, TX 77021, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Irving Medical Center, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Stuart",
                "Last Name": "Firestein",
                "Affiliation": "Department of Biological Sciences, Columbia University New York, NY 10027, USA."
            },
            {
                "First Name": "Qizhi",
                "Last Name": "Gong",
                "Affiliation": "Department of Cell Biology and Human Anatomy, School of Medicine, University of California at Davis, Davis, CA 95616, USA."
            },
            {
                "First Name": "Peter D",
                "Last Name": "Canoll",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Irving Medical Center, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "James E",
                "Last Name": "Goldman",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Irving Medical Center, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Panos",
                "Last Name": "Roussos",
                "Affiliation": "Center for Disease Neurogenomics, Icahn School of Medicine at Mt. Sinai, New York, NY 10029, USA; Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mt. Sinai, New York, NY 10029, USA; Icahn Institute for Data Science and Genomic Technology, Icahn School of Medicine at Mt. Sinai, New York, NY 10029, USA; Department of Psychiatry, Icahn School of Medicine at Mt. Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Benjamin R",
                "Last Name": "tenOever",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mt. Sinai, New York, NY 10029, USA. Electronic address: benjamin.tenoever@nyulangone.edu."
            },
            {
                "First Name": "",
                "Last Name": "Jonathan B Overdevest",
                "Affiliation": "Department of Otolaryngology, Head and Neck Surgery, Columbia University Irving Medical Center, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: jo2566@cumc.columbia.edu."
            },
            {
                "First Name": "Stavros",
                "Last Name": "Lomvardas",
                "Affiliation": "Mortimer B. Zuckerman Mind, and Brain and Behavior Institute, Columbia University, New York, NY 10027, USA; Department of Biochemistry and Molecular Biophysics, Columbia University Irving Medical Center, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: sl682@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2022"
    },
    {
        "PMID": "34710399",
        "Title": "NusG-mediated Coupling of Transcription and Translation Enhances Gene Expression by Suppressing RNA Polymerase Backtracking.",
        "Abstract": "In bacteria, transcription is coupled to, and can be regulated by, translation. Although recent structural studies suggest that the N-utilization substance G (NusG) transcription factor can serve as a direct, physical link between the transcribing RNA polymerase (RNAP) and the lead ribosome, mechanistic studies investigating the potential role of NusG in mediating transcription-translation coupling are lacking. Here, we report development of a cellular extract- and reporter gene-based, in vitro biochemical system that supports transcription-translation coupling as well as the use of this system to study the role of NusG in coupling. Our findings show that NusG is required for coupling and that the enhanced gene expression that results from coupling is dependent on the ability of NusG to directly interact with the lead ribosome. Moreover, we provide strong evidence that NusG-mediated coupling enhances gene expression through a mechanism in which the lead ribosome that is tethered to the RNAP by NusG suppresses spontaneous backtracking of the RNAP on its DNA template that would otherwise inhibit transcription.",
        "Keywords": [
            "NusG",
            "RNA polymerase",
            "cellular extracts",
            "ribosome",
            "transcription-translation coupling"
        ],
        "MeSH terms": [
            "DNA-Directed RNA Polymerases",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Gene Expression Regulation, Bacterial",
            "Peptide Elongation Factors",
            "Ribosomes",
            "Transcription Factors",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Elizabeth J",
                "Last Name": "Bailey",
                "Affiliation": "Department of Chemistry, Columbia University, 3000 Broadway, MC3126, New York, NY 10027, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, 701 West 168 Street, New York, NY 10032, USA. Electronic address: meg8@cumc.columbia.edu."
            },
            {
                "First Name": "Ruben L",
                "Last Name": "Gonzalez",
                "Affiliation": "Department of Chemistry, Columbia University, 3000 Broadway, MC3126, New York, NY 10027, USA. Electronic address: rlg2118@columbia.edu."
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2022"
    },
    {
        "PMID": "32726726",
        "Title": "Escherichia coli NusG Links the Lead Ribosome with the Transcription Elongation Complex.",
        "Abstract": "It has been known for more than 50 years that transcription and translation are physically coupled in bacteria, but whether or not this coupling may be mediated by the two-domain protein N-utilization substance (Nus) G in Escherichia coli is still heavily debated. Here, we combine integrative structural biology and functional analyses to provide conclusive evidence that NusG can physically link transcription with translation by contacting both RNA polymerase and the ribosome. We present a cryo-electron microscopy structure of a NusG:70S ribosome complex and nuclear magnetic resonance spectroscopy data revealing simultaneous binding of NusG to RNAP and the intact 70S ribosome, providing the first direct structural evidence for NusG-mediated coupling. Furthermore, in vivo reporter assays show that recruitment of NusG occurs late in transcription and strongly depends on translation. Thus, our data suggest that coupling occurs initially via direct RNAP:ribosome contacts and is then mediated by NusG.",
        "Keywords": [
            "Biochemistry",
            "Biochemistry Methods",
            "Structural Biology",
            "Three-Dimensional Reconstruction of Biomolecular Structures"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Robert S",
                "Last Name": "Washburn",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Philipp K",
                "Last Name": "Zuber",
                "Affiliation": "Biochemistry IV - Biopolymers, University of Bayreuth, 95447 Bayreuth, Germany."
            },
            {
                "First Name": "Ming",
                "Last Name": "Sun",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Yaser",
                "Last Name": "Hashem",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Bingxin",
                "Last Name": "Shen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Wen",
                "Last Name": "Li",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Sho",
                "Last Name": "Harvey",
                "Affiliation": "University of Michigan, Ann Arbor, MI 48109, USA."
            },
            {
                "First Name": "Francisco J",
                "Last Name": "Acosta Reyes",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA. Electronic address: meg8@cumc.columbia.edu."
            },
            {
                "First Name": "Stefan H",
                "Last Name": "Knauer",
                "Affiliation": "Biochemistry IV - Biopolymers, University of Bayreuth, 95447 Bayreuth, Germany. Electronic address: stefan.knauer@uni-bayreuth.de."
            },
            {
                "First Name": "Joachim",
                "Last Name": "Frank",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA; Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA. Electronic address: jf2192@cumc.columbia.edu."
            }
        ],
        "Journal": "iScience",
        "PubDate": "2020"
    },
    {
        "PMID": "32259346",
        "Title": "Key features of magnesium that underpin its role as the major ion for electrophilic biocatalysis.",
        "Abstract": "To investigate divalent metal ion (Me",
        "Keywords": [
            "carbonate",
            "catalysis",
            "divalent metal ions",
            "nucleic acid enzymes",
            "phosphate"
        ],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Bicarbonates",
            "Biocatalysis",
            "Catalytic Domain",
            "DNA-Directed DNA Polymerase",
            "DNA-Directed RNA Polymerases",
            "Electron Transport",
            "Magnesium",
            "Phosphates",
            "Phosphoric Diester Hydrolases",
            "Phosphoric Monoester Hydrolases",
            "Sequence Homology"
        ],
        "Authors": [
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Maxim",
                "Last Name": "Chudaev",
                "Affiliation": "Public Health Research Institute & Department of Microbiology and Molecular Genetics, New Jersey Medical School, Rutgers Biomedical and Health Sciences, Newark, NJ, USA."
            },
            {
                "First Name": "Arkady",
                "Last Name": "Mustaev",
                "Affiliation": "Public Health Research Institute & Department of Microbiology and Molecular Genetics, New Jersey Medical School, Rutgers Biomedical and Health Sciences, Newark, NJ, USA."
            }
        ],
        "Journal": "The FEBS journal",
        "PubDate": "2020"
    },
    {
        "PMID": "31668122",
        "Title": "Change in inorganic phosphate physical state can regulate transcription.",
        "Abstract": "Inorganic phosphate (P",
        "Keywords": [
            "RNA polymerase",
            "inhibition",
            "initiation",
            "precipitated magnesium phosphate"
        ],
        "MeSH terms": [
            "Chemical Precipitation",
            "DNA-Directed RNA Polymerases",
            "Exonucleases",
            "Magnesium Compounds",
            "Phosphates",
            "RNA, Messenger",
            "Solubility",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Arkady",
                "Last Name": "Mustaev",
                "Affiliation": "Public Health Research Institute & Department of Microbiology and Molecular Genetics, New Jersey Medical School, Rutgers Biomedical and Health Sciences, Newark, NJ, USA."
            }
        ],
        "Journal": "Transcription",
        "PubDate": "2019"
    },
    {
        "PMID": "31189650",
        "Title": "Ribonucleoside-5'-diphosphates (NDPs) support RNA polymerase transcription, suggesting NDPs may have been substrates for primordial nucleic acid biosynthesis.",
        "Abstract": "A better understanding of the structural basis for the preferences of RNA and DNA polymerases for nucleoside-5'-triphosphates (NTPs) could help define the catalytic mechanisms for nucleotidyl transfer during RNA and DNA synthesis and the origin of primordial nucleic acid biosynthesis. We show here that ribonucleoside-5'-diphosphates (NDPs) can be utilized as substrates by RNA polymerase (RNAP). We found that NDP incorporation is template-specific and that noncognate NDPs are not incorporated. Compared with the natural RNAP substrates, NTPs, the ",
        "Keywords": [
            "NDP",
            "RNA polymerase",
            "catalysis",
            "nucleoside-5′-diphosphates",
            "nucleoside/nucleotide analogue",
            "substrate",
            "substrate specificity",
            "transcription"
        ],
        "MeSH terms": [
            "DNA-Directed RNA Polymerases",
            "HIV Reverse Transcriptase",
            "Humans",
            "Ions",
            "Kinetics",
            "Manganese",
            "Models, Molecular",
            "Nucleic Acids",
            "RNA",
            "Ribonucleosides",
            "Substrate Specificity"
        ],
        "Authors": [
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, New York 10032."
            },
            {
                "First Name": "Arkady",
                "Last Name": "Mustaev",
                "Affiliation": "Public Health Research Institute and Department of Microbiology and Molecular Genetics, New Jersey Medical School, Rutgers Biomedical and Health Sciences, Newark, New Jersey 07103 mustaear@njms.rutgers.edu."
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2019"
    },
    {
        "PMID": "31076845",
        "Title": "DksA and DNA double-strand break repair.",
        "Abstract": "We use genetic assays to suggest that transcription-coupled repair or new origin formation in Escherichia coli involves removal of RNAP to create an RNA primer for DNA synthesis. Transcription factor DksA was shown to play a role in numerous reactions involving RNA polymerase. Some, but not all, of the activities of DksA at promoters or during transcription elongation require (p)ppGpp. In addition to its role during transcription, DksA is also involved in maintaining genome integrity. Cells lacking DksA are sensitive to multiple DNA damaging agents including UV light, ionizing radiation, mitomycin C, and nalidixic acid. Here, we focus on two recent studies addressing the importance of DksA in the repair of double-strand breaks (DSBs), one by Sivaramakrishnan et al. (Nature 550:214-218, 2017) and one originating in our laboratory, Myka et al. (Mol Microbiol 111:1382-1397. https://doi.org/10.1111/mmi.14227 , 2019). It appears that depending on the type and possibly location of DNA damage, DksA can play either a passive or an active role in DSB repair. The passive role relies on exclusion of anti-backtracking factors from the RNAP secondary channel. The exact mechanism of active DksA-mediated DNA repair is unknown. However, DksA was proposed to destabilize transcription complexes, thus clearing the way for recombination and DNA repair. Based on the requirement for DksA, both in repair of DSBs and the R-loop-dependent formation of new origins of DNA replication, we propose that DksA may allow for removal of RNAP without unwinding of the RNA:DNA hybrid, which can then be extended by a DNA polymerase. This mechanism obviates the need for RNAP backtracking to repair damaged DNA.",
        "Keywords": [
            "(p)ppGpp",
            "Anti-backtracking factors",
            "Double-strand break repair",
            "Nalidixic acid",
            "Phleomycin",
            "Replication–transcription conflicts",
            "Transcription factor DksA",
            "Type II topoisomerase"
        ],
        "MeSH terms": [
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "DNA Topoisomerases, Type II",
            "DNA-Directed RNA Polymerases",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Guanosine Pentaphosphate",
            "Nalidixic Acid",
            "Phleomycins",
            "Promoter Regions, Genetic",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Kamila K",
                "Last Name": "Myka",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY, USA. meg8@columbia.edu."
            }
        ],
        "Journal": "Current genetics",
        "PubDate": "2019"
    },
    {
        "PMID": "30850627",
        "Title": "RNA Stabilizes Transcription-Dependent Chromatin Loops Induced By Nuclear Hormones.",
        "Abstract": "We show that transcription induced by nuclear receptors for estrogen (E",
        "Keywords": [],
        "MeSH terms": [
            "Caspase 9",
            "Caveolin 1",
            "Cell Cycle Proteins",
            "Chromatin",
            "DNA-Binding Proteins",
            "Enhancer Elements, Genetic",
            "Estradiol",
            "Female",
            "Humans",
            "MCF-7 Cells",
            "Models, Biological",
            "Promoter Regions, Genetic",
            "Proto-Oncogene Proteins c-bcl-2",
            "RNA",
            "RNA Stability",
            "Ribonuclease H",
            "Transcription, Genetic",
            "Tretinoin"
        ],
        "Authors": [
            {
                "First Name": "Antonio",
                "Last Name": "Pezone",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Università di Napoli Federico II, Naples, Italy."
            },
            {
                "First Name": "Candida",
                "Last Name": "Zuchegna",
                "Affiliation": "Dipartimento di Biologia, Università di Napoli Federico II, Naples, Italy."
            },
            {
                "First Name": "Alfonso",
                "Last Name": "Tramontano",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Università di Napoli Federico II, Naples, Italy."
            },
            {
                "First Name": "Antonella",
                "Last Name": "Romano",
                "Affiliation": "Dipartimento di Biologia, Università di Napoli Federico II, Naples, Italy."
            },
            {
                "First Name": "Giusi",
                "Last Name": "Russo",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Università di Napoli Federico II, Naples, Italy."
            },
            {
                "First Name": "Mariarosaria",
                "Last Name": "de Rosa",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Università di Napoli Federico II, Naples, Italy."
            },
            {
                "First Name": "Maria",
                "Last Name": "Vinciguerra",
                "Affiliation": "DNA Metabolism Laboratory, IFOM, The FIRC Institute of Molecular Oncology, Milan, Italy."
            },
            {
                "First Name": "Antonio",
                "Last Name": "Porcellini",
                "Affiliation": "Dipartimento di Biologia, Università di Napoli Federico II, Naples, Italy. antonio.porcellini@unina.it."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Institute of Cancer Research, Columbia University Medical Center, New York, NY, 10032, USA. meg8@columbia.edu."
            },
            {
                "First Name": "Enrico Vittorio",
                "Last Name": "Avvedimento",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Università di Napoli Federico II, Naples, Italy. avvedim@unina.it."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2019"
    },
    {
        "PMID": "30779388",
        "Title": "DksA-RNA polymerase interactions support new origin formation and DNA repair in Escherichia coli.",
        "Abstract": "The formation of new replication origins (cSDR) and repair of DNA double-strand breaks (DSBs) in E. coli share a commonality. We find that the two processes require the RNAP-associated factor, DksA. However, whereas cSDR also relies on (p)ppGpp, the alarmone molecule is dispensable for the repair of topoisomerase type II (Top II) DNA adducts and associated DSBs. The requirement for DksA in repair of nalidixic acid (Nal)-induced DSBs or for the formation of new origins is not suppressed by a greA deletion mutation, indicating an active role of DksA rather than competition with GreA for insertion into the RNAP secondary channel. Like dksA mutations, transcription termination factor Rho mutations also confer sensitivity to Nal. The rho and dksA mutations are not epistatic, suggesting they involve different repair pathways. The roles of DksA in DSB repair and cSDR differ; certain DksA and RNAP mutants are able to support the first process, but not the latter. We suggest that new origin formation and DNA repair of protein adducts with DSBs may both involve the removal of RNAP without destruction of the RNA:DNA hybrid.",
        "Keywords": [],
        "MeSH terms": [
            "DNA Repair",
            "DNA-Directed RNA Polymerases",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Gene Expression Regulation, Bacterial",
            "Mutation",
            "Replication Origin",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Kamila K",
                "Last Name": "Myka",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Kira",
                "Last Name": "Küsters",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Robert",
                "Last Name": "Washburn",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY, USA."
            }
        ],
        "Journal": "Molecular microbiology",
        "PubDate": "2019"
    },
    {
        "PMID": "30076330",
        "Title": "Structure and nucleic acid binding properties of KOW domains 4 and 6-7 of human transcription elongation factor DSIF.",
        "Abstract": "The human transcription elongation factor DSIF is highly conserved throughout all kingdoms of life and plays multiple roles during transcription. DSIF is a heterodimer, consisting of Spt4 and Spt5 that interacts with RNA polymerase II (RNAP II). DSIF binds to the elongation complex and induces promoter-proximal pausing of RNAP II. Human Spt5 consists of a NusG N-terminal (NGN) domain motif, which is followed by several KOW domains. We determined the solution structures of the human Spt5 KOW4 and the C-terminal domain by nuclear magnetic resonance spectroscopy. In addition to the typical KOW fold, the solution structure of KOW4 revealed an N-terminal four-stranded β-sheet, previously designated as the KOW3-KOW4 linker. In solution, the C-terminus of Spt5 consists of two β-barrel folds typical for KOW domains, designated KOW6 and KOW7. We also analysed the nucleic acid and RNAP II binding properties of the KOW domains. KOW4 variants interacted with nucleic acids, preferentially single stranded RNA, whereas no nucleic acid binding could be detected for KOW6-7. Weak binding of KOW4 to the RNAP II stalk, which is comprised of Rpb4/7, was also detected, consistent with transient interactions between Spt5 and these RNAP II subunits.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Binding Sites",
            "Diffusion",
            "Fluorescence Polarization",
            "Humans",
            "Magnetic Resonance Spectroscopy",
            "Nuclear Proteins",
            "Nucleic Acids",
            "Protein Binding",
            "Protein Domains",
            "Protein Subunits",
            "RNA Polymerase II",
            "Rotation",
            "Solutions",
            "Structure-Activity Relationship",
            "Substrate Specificity",
            "Transcriptional Elongation Factors"
        ],
        "Authors": [
            {
                "First Name": "Philipp K",
                "Last Name": "Zuber",
                "Affiliation": "Universität Bayreuth, Lehrstuhl Biopolymere, Universitätsstr. 30, D-95447, Bayreuth, Germany."
            },
            {
                "First Name": "Lukas",
                "Last Name": "Hahn",
                "Affiliation": "Universität Bayreuth, Lehrstuhl Biopolymere, Universitätsstr. 30, D-95447, Bayreuth, Germany."
            },
            {
                "First Name": "Anne",
                "Last Name": "Reinl",
                "Affiliation": "Universität Bayreuth, Lehrstuhl Biopolymere, Universitätsstr. 30, D-95447, Bayreuth, Germany."
            },
            {
                "First Name": "Kristian",
                "Last Name": "Schweimer",
                "Affiliation": "Universität Bayreuth, Lehrstuhl Biopolymere, Universitätsstr. 30, D-95447, Bayreuth, Germany."
            },
            {
                "First Name": "Stefan H",
                "Last Name": "Knauer",
                "Affiliation": "Universität Bayreuth, Lehrstuhl Biopolymere, Universitätsstr. 30, D-95447, Bayreuth, Germany. stefan.knauer@uni-bayreuth.de."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Paul",
                "Last Name": "Rösch",
                "Affiliation": "Universität Bayreuth, Lehrstuhl Biopolymere, Universitätsstr. 30, D-95447, Bayreuth, Germany."
            },
            {
                "First Name": "Birgitta M",
                "Last Name": "Wöhrl",
                "Affiliation": "Universität Bayreuth, Lehrstuhl Biopolymere, Universitätsstr. 30, D-95447, Bayreuth, Germany. birgitta.woehrl@uni-bayreuth.de."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2018"
    },
    {
        "PMID": "29925947",
        "Title": "Nuclear ARP2/3 drives DNA break clustering for homology-directed repair.",
        "Abstract": "DNA double-strand breaks repaired by non-homologous end joining display limited DNA end-processing and chromosomal mobility. By contrast, double-strand breaks undergoing homology-directed repair exhibit extensive processing and enhanced motion. The molecular basis of this movement is unknown. Here, using Xenopus laevis cell-free extracts and mammalian cells, we establish that nuclear actin, WASP, and the actin-nucleating ARP2/3 complex are recruited to damaged chromatin undergoing homology-directed repair. We demonstrate that nuclear actin polymerization is required for the migration of a subset of double-strand breaks into discrete sub-nuclear clusters. Actin-driven movements specifically affect double-strand breaks repaired by homology-directed repair in G2 cell cycle phase; inhibition of actin nucleation impairs DNA end-processing and homology-directed repair. By contrast, ARP2/3 is not enriched at double-strand breaks repaired by non-homologous end joining and does not regulate non-homologous end joining. Our findings establish that nuclear actin-based mobility shapes chromatin organization by generating repair domains that are essential for homology-directed repair in eukaryotic cells.",
        "Keywords": [],
        "MeSH terms": [
            "Actin Cytoskeleton",
            "Actin-Related Protein 2-3 Complex",
            "Actins",
            "Animals",
            "Cell Extracts",
            "Cell Nucleus",
            "Chromatin",
            "DNA Breaks, Double-Stranded",
            "DNA End-Joining Repair",
            "Female",
            "Movement",
            "Protein Binding",
            "Protein Transport",
            "Recombinational DNA Repair",
            "Wiskott-Aldrich Syndrome Protein",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Benjamin R",
                "Last Name": "Schrank",
                "Affiliation": "Institute for Cancer Genetics, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Tomas",
                "Last Name": "Aparicio",
                "Affiliation": "Institute for Cancer Genetics, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yinyin",
                "Last Name": "Li",
                "Affiliation": "Laboratory of Mass Spectrometry and Gaseous Ion Chemistry, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Wakam",
                "Last Name": "Chang",
                "Affiliation": "Department of Pathology and Cell Biology, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Brian T",
                "Last Name": "Chait",
                "Affiliation": "Laboratory of Mass Spectrometry and Gaseous Ion Chemistry, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Gregg G",
                "Last Name": "Gundersen",
                "Affiliation": "Department of Pathology and Cell Biology, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Biochemistry and Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute for Cancer Genetics, College of Physicians and Surgeons, Columbia University, New York, NY, USA. jg130@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2018"
    },
    {
        "PMID": "29575154",
        "Title": "Escherichia coli transcription factor NusG binds to 70S ribosomes.",
        "Abstract": "Transcription and translation are coupled processes in bacteria. A role of transcription elongation cofactor NusG in coupling has been suggested by in vitro structural studies. NMR revealed association of the NusG carboxy-terminal domain with S10 (NusE), implying a direct role for NusG as a bridge linking RNAP and the lead ribosome. Here we present the first in vitro and in vivo evidence of full-length NusG association with mature 70S ribosomes. Binding did not require accessory factors in vitro. Mutating the NusG:S10 binding interface at NusG F165 or NusE M88 and D97 residues weakened NusG:S10 association in vivo and completely abolished it in vitro, supporting the specificity of this interaction. Mutations in the binding interface increased sensitivity to chloramphenicol. This phenotype was suppressed by rpoB*35, an RNAP mutation that reduces replisome-RNAP clashes. We propose that weakened NusG:S10 interaction leads to uncoupling when translation is inhibited, with resulting RNAP backtracking, replication blocks and formation of lethal DNA double-strand breaks.",
        "Keywords": [],
        "MeSH terms": [
            "Aminoglycosides",
            "Anti-Bacterial Agents",
            "Binding Sites",
            "Chloramphenicol",
            "DNA Breaks, Double-Stranded",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Mutation",
            "Peptide Elongation Factors",
            "Ribosomal Proteins",
            "Ribosome Subunits, Large, Bacterial",
            "Transcription Elongation, Genetic",
            "Transcription Factors",
            "Transcription Termination, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Shivalika",
                "Last Name": "Saxena",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kamila K",
                "Last Name": "Myka",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Robert",
                "Last Name": "Washburn",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nina",
                "Last Name": "Costantino",
                "Affiliation": "Gene Regulation and Chromosome Biology Laboratory, National Cancer Institute, Frederick, MD, USA."
            },
            {
                "First Name": "Donald L",
                "Last Name": "Court",
                "Affiliation": "Gene Regulation and Chromosome Biology Laboratory, National Cancer Institute, Frederick, MD, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Molecular microbiology",
        "PubDate": "2018"
    },
    {
        "PMID": "29483274",
        "Title": "Inorganic phosphate, arsenate, and vanadate enhance exonuclease transcript cleavage by RNA polymerase by 2000-fold.",
        "Abstract": "Inorganic P",
        "Keywords": [
            "RNA polymerase",
            "arsenate",
            "phosphate",
            "transcript cleavage",
            "vanadate"
        ],
        "MeSH terms": [
            "Arsenates",
            "Biocatalysis",
            "DNA-Directed RNA Polymerases",
            "Exonucleases",
            "Hydrolysis",
            "Kinetics",
            "Phosphates",
            "RNA",
            "Transcription, Genetic",
            "Transcriptional Elongation Factors",
            "Vanadates"
        ],
        "Authors": [
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Arkady",
                "Last Name": "Mustaev",
                "Affiliation": "Public Health Research Institute, New Jersey Medical School, Rutgers Biomedical and Health Sciences, Newark, NJ 07103; mustaear@njms.rutgers.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2018"
    },
    {
        "PMID": "29091773",
        "Title": "Sensing and Processing of DNA Interstrand Crosslinks by the Mismatch Repair Pathway.",
        "Abstract": "DNA interstrand crosslinks (ICLs) that are repaired in non-dividing cells must be recognized independently of replication-associated DNA unwinding. Using cell-free extracts from Xenopus eggs that support neither replication nor transcription, we establish that ICLs are recognized and processed by the mismatch repair (MMR) machinery. We find that ICL repair requires MutSα (MSH2-MSH6) and the mismatch recognition FXE motif in MSH6, strongly suggesting that MutSα functions as an ICL sensor. MutSα recruits MutLα and EXO1 to ICL lesions, and the catalytic activity of both these nucleases is essential for ICL repair. As anticipated for a DNA unwinding-independent recognition process, we demonstrate that least distorting ICLs fail to be recognized and repaired by the MMR machinery. This establishes that ICL structure is a critical determinant of repair efficiency outside of DNA replication.",
        "Keywords": [
            "Xenopus",
            "interstrand crosslink",
            "mismatch repair",
            "replication-independent repair"
        ],
        "MeSH terms": [
            "Animals",
            "DNA",
            "DNA Mismatch Repair",
            "DNA Replication",
            "DNA-Binding Proteins",
            "Exodeoxyribonucleases",
            "MutL Proteins",
            "Oocytes",
            "Xenopus",
            "Xenopus Proteins"
        ],
        "Authors": [
            {
                "First Name": "Niyo",
                "Last Name": "Kato",
                "Affiliation": "Institute of Cancer Genetics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Yoshitaka",
                "Last Name": "Kawasoe",
                "Affiliation": "Graduate School of Science, Osaka University, Toyonaka, Japan."
            },
            {
                "First Name": "Hannah",
                "Last Name": "Williams",
                "Affiliation": "Institute of Cancer Genetics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Elena",
                "Last Name": "Coates",
                "Affiliation": "Institute of Cancer Genetics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Upasana",
                "Last Name": "Roy",
                "Affiliation": "Department of Chemistry and Department of Pharmacological Sciences, Stony Brook University, Stony Brook, NY 11794, USA."
            },
            {
                "First Name": "Yuqian",
                "Last Name": "Shi",
                "Affiliation": "Department of Biochemistry, Duke University Medical Center, Durham, NC 27710, USA."
            },
            {
                "First Name": "Lorena S",
                "Last Name": "Beese",
                "Affiliation": "Department of Biochemistry, Duke University Medical Center, Durham, NC 27710, USA."
            },
            {
                "First Name": "Orlando D",
                "Last Name": "Schärer",
                "Affiliation": "Department of Chemistry and Department of Pharmacological Sciences, Stony Brook University, Stony Brook, NY 11794, USA; Institute for Basic Science Center for Genomic Integrity and School of Life Sciences, Ulsan National Institute of Science and Technology, Ulsan, South Korea."
            },
            {
                "First Name": "Hong",
                "Last Name": "Yan",
                "Affiliation": "Fox Chase Cancer Center, Philadelphia, PA 19111, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Institute of Cancer Research, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Tatsuro S",
                "Last Name": "Takahashi",
                "Affiliation": "Department of Biology, Kyushu University, Fukuoka, Japan."
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": "Institute of Cancer Genetics, Columbia University, New York, NY 10032, USA. Electronic address: jg130@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2017"
    },
    {
        "PMID": "28398335",
        "Title": "High-coverage methylation data of a gene model before and after DNA damage and homologous repair.",
        "Abstract": "Genome-wide methylation analysis is limited by its low coverage and the inability to detect single variants below 10%. Quantitative analysis provides accurate information on the extent of methylation of single CpG dinucleotide, but it does not measure the actual polymorphism of the methylation profiles of single molecules. To understand the polymorphism of DNA methylation and to decode the methylation signatures before and after DNA damage and repair, we have deep sequenced in bisulfite-treated DNA a reporter gene undergoing site-specific DNA damage and homologous repair. In this paper, we provide information on the data generation, the rationale for the experiments and the type of assays used, such as cytofluorimetry and immunoblot data derived during a previous work published in Scientific Reports, describing the methylation and expression changes of a model gene (GFP) before and after formation of a double-strand break and repair by homologous-recombination or non-homologous-end-joining. These data provide: 1) a reference for the analysis of methylation polymorphism at selected loci in complex cell populations; 2) a platform and the tools to compare transcription and methylation profiles.",
        "Keywords": [],
        "MeSH terms": [
            "Base Sequence",
            "DNA Damage",
            "DNA Methylation",
            "DNA Repair",
            "Humans",
            "Sulfites"
        ],
        "Authors": [
            {
                "First Name": "Antonio",
                "Last Name": "Pezone",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Istituto di Endocrinologia ed Oncologia Sperimentale del C.N.R., Università Federico II, Napoli 80131, Italy."
            },
            {
                "First Name": "Giusi",
                "Last Name": "Russo",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Istituto di Endocrinologia ed Oncologia Sperimentale del C.N.R., Università Federico II, Napoli 80131, Italy."
            },
            {
                "First Name": "Alfonso",
                "Last Name": "Tramontano",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Istituto di Endocrinologia ed Oncologia Sperimentale del C.N.R., Università Federico II, Napoli 80131, Italy."
            },
            {
                "First Name": "Ermanno",
                "Last Name": "Florio",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Istituto di Endocrinologia ed Oncologia Sperimentale del C.N.R., Università Federico II, Napoli 80131, Italy."
            },
            {
                "First Name": "Giovanni",
                "Last Name": "Scala",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Istituto di Endocrinologia ed Oncologia Sperimentale del C.N.R., Università Federico II, Napoli 80131, Italy."
            },
            {
                "First Name": "Rosaria",
                "Last Name": "Landi",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Istituto di Endocrinologia ed Oncologia Sperimentale del C.N.R., Università Federico II, Napoli 80131, Italy."
            },
            {
                "First Name": "Candida",
                "Last Name": "Zuchegna",
                "Affiliation": "Dipartimento Biologia, Università Federico II, Napoli 80131, Italy."
            },
            {
                "First Name": "Antonella",
                "Last Name": "Romano",
                "Affiliation": "Dipartimento Biologia, Università Federico II, Napoli 80131, Italy."
            },
            {
                "First Name": "Lorenzo",
                "Last Name": "Chiariotti",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Istituto di Endocrinologia ed Oncologia Sperimentale del C.N.R., Università Federico II, Napoli 80131, Italy."
            },
            {
                "First Name": "Mark T",
                "Last Name": "Muller",
                "Affiliation": "Epigenetics Division, TopoGEN, Inc., 27960 CR319, Buena Vista, Colorado 81211, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Institute of Cancer Research, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Antonio",
                "Last Name": "Porcellini",
                "Affiliation": "Dipartimento Biologia, Università Federico II, Napoli 80131, Italy."
            },
            {
                "First Name": "Enrico V",
                "Last Name": "Avvedimento",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Istituto di Endocrinologia ed Oncologia Sperimentale del C.N.R., Università Federico II, Napoli 80131, Italy."
            }
        ],
        "Journal": "Scientific data",
        "PubDate": "2017"
    },
    {
        "PMID": "28318486",
        "Title": "Structural basis of transcription arrest by coliphage HK022 Nun in an ",
        "Abstract": "Coliphage HK022 Nun blocks superinfection by coliphage λ by stalling RNA polymerase (RNAP) translocation specifically on λ DNA. To provide a structural framework to understand how Nun blocks RNAP translocation, we determined structures of ",
        "Keywords": [
            "Cryo-electron microscopy",
            "E. coli",
            "HK022",
            "Nun",
            "RNA polymerase",
            "Transcription",
            "biochemistry",
            "biophysics",
            "structural biology"
        ],
        "MeSH terms": [
            "Cryoelectron Microscopy",
            "DNA-Directed RNA Polymerases",
            "Escherichia coli",
            "Protein Binding",
            "Protein Conformation",
            "Transcription Factors",
            "Transcription, Genetic",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Jin Young",
                "Last Name": "Kang",
                "Affiliation": "Laboratory of Molecular Biophysics, The Rockefeller University, New York City, United States."
            },
            {
                "First Name": "Paul Dominic B",
                "Last Name": "Olinares",
                "Affiliation": "Laboratory of Mass Spectrometry and Gaseous Ion Chemistry, The Rockefeller University, New York City, United States."
            },
            {
                "First Name": "James",
                "Last Name": "Chen",
                "Affiliation": "Laboratory of Molecular Biophysics, The Rockefeller University, New York City, United States."
            },
            {
                "First Name": "Elizabeth A",
                "Last Name": "Campbell",
                "Affiliation": "Laboratory of Molecular Biophysics, The Rockefeller University, New York City, United States."
            },
            {
                "First Name": "Arkady",
                "Last Name": "Mustaev",
                "Affiliation": "Public Health Research Institute, Newark, United States."
            },
            {
                "First Name": "Brian T",
                "Last Name": "Chait",
                "Affiliation": "Laboratory of Mass Spectrometry and Gaseous Ion Chemistry, The Rockefeller University, New York City, United States."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York City, United States."
            },
            {
                "First Name": "Seth A",
                "Last Name": "Darst",
                "Affiliation": "Laboratory of Molecular Biophysics, The Rockefeller University, New York City, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2017"
    },
    {
        "PMID": "28187196",
        "Title": "Correction: DNA Damage, Homology-Directed Repair, and DNA Methylation.",
        "Abstract": "[This corrects the article DOI: 10.1371/journal.pgen.0030110.].",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Concetta",
                "Last Name": "Cuozzo",
                "Affiliation": ""
            },
            {
                "First Name": "Antonio",
                "Last Name": "Porcellini",
                "Affiliation": ""
            },
            {
                "First Name": "Tiziana",
                "Last Name": "Angrisano",
                "Affiliation": ""
            },
            {
                "First Name": "Annalisa",
                "Last Name": "Morano",
                "Affiliation": ""
            },
            {
                "First Name": "Bongyong",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Alba Di",
                "Last Name": "Pardo",
                "Affiliation": ""
            },
            {
                "First Name": "Samantha",
                "Last Name": "Messina",
                "Affiliation": ""
            },
            {
                "First Name": "Rodolfo",
                "Last Name": "Iuliano",
                "Affiliation": ""
            },
            {
                "First Name": "Alfredo",
                "Last Name": "Fusco",
                "Affiliation": ""
            },
            {
                "First Name": "Maria R",
                "Last Name": "Santillo",
                "Affiliation": ""
            },
            {
                "First Name": "Mark T",
                "Last Name": "Muller",
                "Affiliation": ""
            },
            {
                "First Name": "Lorenzo",
                "Last Name": "Chiariotti",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Enrico V",
                "Last Name": "Avvedimento",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2017"
    },
    {
        "PMID": "27629060",
        "Title": "DNA damage and Repair Modify DNA methylation and Chromatin Domain of the Targeted Locus: Mechanism of allele methylation polymorphism.",
        "Abstract": "We characterize the changes in chromatin structure, DNA methylation and transcription during and after homologous DNA repair (HR). We find that HR modifies the DNA methylation pattern of the repaired segment. HR also alters local histone H3 methylation as well chromatin structure by inducing DNA-chromatin loops connecting the 5' and 3' ends of the repaired gene. During a two-week period after repair, transcription-associated demethylation promoted by Base Excision Repair enzymes further modifies methylation of the repaired DNA. Subsequently, the repaired genes display stable but diverse methylation profiles. These profiles govern the levels of expression in each clone. Our data argue that DNA methylation and chromatin remodelling induced by HR may be a source of permanent variation of gene expression in somatic cells.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Chromatin",
            "DNA Damage",
            "DNA Methylation",
            "DNA Repair",
            "Histones",
            "Humans",
            "Methylation"
        ],
        "Authors": [
            {
                "First Name": "Giusi",
                "Last Name": "Russo",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Istituto di Endocrinologia ed Oncologia Sperimentale del C.N.R., Università Federico II, 80131 Napoli, Italy."
            },
            {
                "First Name": "Rosaria",
                "Last Name": "Landi",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Istituto di Endocrinologia ed Oncologia Sperimentale del C.N.R., Università Federico II, 80131 Napoli, Italy."
            },
            {
                "First Name": "Antonio",
                "Last Name": "Pezone",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Istituto di Endocrinologia ed Oncologia Sperimentale del C.N.R., Università Federico II, 80131 Napoli, Italy."
            },
            {
                "First Name": "Annalisa",
                "Last Name": "Morano",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Istituto di Endocrinologia ed Oncologia Sperimentale del C.N.R., Università Federico II, 80131 Napoli, Italy."
            },
            {
                "First Name": "Candida",
                "Last Name": "Zuchegna",
                "Affiliation": "Dipartimento di Biologia, Università Federico II, 80126 Napoli, Italy."
            },
            {
                "First Name": "Antonella",
                "Last Name": "Romano",
                "Affiliation": "Dipartimento di Biologia, Università Federico II, 80126 Napoli, Italy."
            },
            {
                "First Name": "Mark T",
                "Last Name": "Muller",
                "Affiliation": "Epigenetics Division, TopoGEN, Inc., 27960 CR319, Buena Vista, Colorado, 81211, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Institute of Cancer Research, Columbia University Medical Center, New York, New York, 10032, USA."
            },
            {
                "First Name": "Antonio",
                "Last Name": "Porcellini",
                "Affiliation": "Dipartimento di Biologia, Università Federico II, 80126 Napoli, Italy."
            },
            {
                "First Name": "Enrico V",
                "Last Name": "Avvedimento",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Istituto di Endocrinologia ed Oncologia Sperimentale del C.N.R., Università Federico II, 80131 Napoli, Italy."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2016"
    },
    {
        "PMID": "27436904",
        "Title": "Probing the structure of Nun transcription arrest factor bound to RNA polymerase.",
        "Abstract": "The coliphage HK022 protein Nun transcription elongation arrest factor inhibits RNA polymerase translocation. In vivo, Nun acts specifically to block transcription of the coliphage λ chromosome. Using in vitro assays, we demonstrate that Nun cross-links RNA in an RNA:DNA hybrid within a ternary elongation complex (TEC). Both the 5' and the 3' ends of the RNA cross-link Nun, implying that Nun contacts RNA polymerase both at the upstream edge of the RNA:DNA hybrid and in the vicinity of the catalytic center. This finding suggests that Nun may inhibit translocation by more than one mechanism. Transcription elongation factor GreA efficiently blocked Nun cross-linking to the 3' end of the transcript, whereas the highly homologous GreB factor did not. Surprisingly, both factors strongly suppressed Nun cross-linking to the 5' end of the RNA, suggesting that GreA and GreB can enter the RNA exit channel as well as the secondary channel, where they are known to bind. These findings extend the known action mechanism for these ubiquitous cellular factors.",
        "Keywords": [
            "Gre factors",
            "Nun protein",
            "phage HK022",
            "ternary elongation complex",
            "transcription arrest"
        ],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Bacteriophage HK022",
            "DNA-Directed RNA Polymerases",
            "Gene Expression Regulation, Viral",
            "Models, Molecular",
            "Nucleic Acid Conformation",
            "Protein Binding",
            "Protein Domains",
            "RNA, Viral",
            "Transcription Factors",
            "Transcription, Genetic",
            "Transcriptional Elongation Factors",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Arkady",
                "Last Name": "Mustaev",
                "Affiliation": "Public Health Research Institute, Newark, NJ 07103; Department of Microbiology and Molecular Genetics, Rutgers New Jersey Medical School, Rutgers Biomedical and Health Sciences, Newark, NJ 07103;"
            },
            {
                "First Name": "Christal L",
                "Last Name": "Vitiello",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY 10032 meg8@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2016"
    },
    {
        "PMID": "26035374",
        "Title": "Regulation of transcription elongation and termination.",
        "Abstract": "This article will review our current understanding of transcription elongation and termination in E. coli. We discuss why transcription elongation complexes pause at certain template sites and how auxiliary host and phage transcription factors affect elongation and termination. The connection between translation and transcription elongation is described. Finally we present an overview indicating where progress has been made and where it has not.",
        "Keywords": [
            "Nus factors",
            "transcription antitermination",
            "transcription elongation",
            "transcription pausing",
            "transcription termination",
            "transcription-translation coupling"
        ],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Gene Expression Regulation, Bacterial",
            "Molecular Sequence Data",
            "Transcription Elongation, Genetic",
            "Transcription Factors",
            "Transcription Termination, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Robert S",
                "Last Name": "Washburn",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY 10032, USA. rw378@cumc.columbia.edu."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY 10032, USA. meg8@columbia.edu."
            }
        ],
        "Journal": "Biomolecules",
        "PubDate": "2015"
    },
    {
        "PMID": "25217584",
        "Title": "Mechanism of retinoic acid-induced transcription: histone code, DNA oxidation and formation of chromatin loops.",
        "Abstract": "Histone methylation changes and formation of chromatin loops involving enhancers, promoters and 3' end regions of genes have been variously associated with active transcription in eukaryotes. We have studied the effect of activation of the retinoic A receptor, at the RARE-promoter chromatin of CASP9 and CYP26A1 genes, 15 and 45 min following RA exposure, and we found that histone H3 lysines 4 and 9 are demethylated by the lysine-specific demethylase, LSD1 and by the JMJ-domain containing demethylase, D2A. The action of the oxidase (LSD1) and a dioxygenase (JMJD2A) in the presence of Fe++ elicits an oxidation wave that locally modifies the DNA and recruits the enzymes involved in base and nucleotide excision repair (BER and NER). These events are essential for the formation of chromatin loop(s) that juxtapose the RARE element with the 5' transcription start site and the 3' end of the genes. The RARE bound-receptor governs the 5' and 3' end selection and directs the productive transcription cycle of RNA polymerase. These data mechanistically link chromatin loops, histone methylation changes and localized DNA repair with transcription.",
        "Keywords": [],
        "MeSH terms": [
            "Caspase 9",
            "Chromatin",
            "Cytochrome P-450 Enzyme System",
            "DNA",
            "DNA Repair Enzymes",
            "Histone Code",
            "Histone Demethylases",
            "Histones",
            "Humans",
            "MCF-7 Cells",
            "Methylation",
            "Oxidation-Reduction",
            "Promoter Regions, Genetic",
            "RNA Polymerase II",
            "Receptors, Retinoic Acid",
            "Retinoic Acid 4-Hydroxylase",
            "Transcription, Genetic",
            "Tretinoin"
        ],
        "Authors": [
            {
                "First Name": "Candida",
                "Last Name": "Zuchegna",
                "Affiliation": "Dipartimento di Biologia, Università Federico II, 80126 Napoli, Italy."
            },
            {
                "First Name": "Fabiana",
                "Last Name": "Aceto",
                "Affiliation": "Dipartimento di Medicina e di Scienze della Salute, Università del Molise, 86100 Campobasso, Italy."
            },
            {
                "First Name": "Alessandra",
                "Last Name": "Bertoni",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie mediche, Istituto di Endocrinologia ed Oncologia Sperimentale del C.N.R., Università Federico II, 80131 Napoli, Italy."
            },
            {
                "First Name": "Antonella",
                "Last Name": "Romano",
                "Affiliation": "Dipartimento di Biologia, Università Federico II, 80126 Napoli, Italy."
            },
            {
                "First Name": "Bruno",
                "Last Name": "Perillo",
                "Affiliation": "Istituto di Scienze dell'Alimentazione, C.N.R., 83100 Avellino, Italy."
            },
            {
                "First Name": "Paolo",
                "Last Name": "Laccetti",
                "Affiliation": "Dipartimento di Biologia, Università Federico II, 80126 Napoli, Italy."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Institute of Cancer Research, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Enrico V",
                "Last Name": "Avvedimento",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie mediche, Istituto di Endocrinologia ed Oncologia Sperimentale del C.N.R., Università Federico II, 80131 Napoli, Italy antonio.porcellini@unina.it."
            },
            {
                "First Name": "Antonio",
                "Last Name": "Porcellini",
                "Affiliation": "Dipartimento di Biologia, Università Federico II, 80126 Napoli, Italy antonio.porcellini@unina.it."
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2014"
    },
    {
        "PMID": "25105061",
        "Title": "Bacteriophage HK022 Nun protein arrests transcription by blocking lateral mobility of RNA polymerase during transcription elongation.",
        "Abstract": "Coliphage HK022 excludes phage λ by subverting the λ antitermination system and arresting transcription on the λ chromosome. The 12 kDa HK022 Nun protein binds to λ nascent transcript through its N-terminal Arginine Rich Motif (ARM), blocking access by λ N and arresting transcription via a C-terminal interaction with RNA polymerase. In a purified in vitro system, we recently demonstrated that Nun arrests transcription by restricting lateral movement of transcription elongation complex (TEC) along the DNA register, thereby freezing the translocation state. We will discuss some of the key experiments that led to this conclusion, as well as present additional results that further support it.",
        "Keywords": [
            "Nun protein",
            "bacteriophage HK022",
            "bacteriophage λ",
            "phage exclusion",
            "transcription arrest"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Christal L",
                "Last Name": "Vitiello",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY USA."
            }
        ],
        "Journal": "Bacteriophage",
        "PubDate": "2014"
    },
    {
        "PMID": "24137009",
        "Title": "Targeted DNA methylation by homology-directed repair in mammalian cells. Transcription reshapes methylation on the repaired gene.",
        "Abstract": "We report that homology-directed repair of a DNA double-strand break within a single copy Green Fluorescent Protein (GFP) gene in HeLa cells alters the methylation pattern at the site of recombination. DNA methyl transferase (DNMT)1, DNMT3a and two proteins that regulate methylation, Np95 and GADD45A, are recruited to the site of repair and are responsible for selective methylation of the promoter-distal segment of the repaired DNA. The initial methylation pattern of the locus is modified in a transcription-dependent fashion during the 15-20 days following repair, at which time no further changes in the methylation pattern occur. The variation in DNA modification generates stable clones with wide ranges of GFP expression. Collectively, our data indicate that somatic DNA methylation follows homologous repair and is subjected to remodeling by local transcription in a discrete time window during and after the damage. We propose that DNA methylation of repaired genes represents a DNA damage code and is source of variation of gene expression.",
        "Keywords": [],
        "MeSH terms": [
            "CCAAT-Enhancer-Binding Proteins",
            "Cell Cycle Proteins",
            "DNA (Cytosine-5-)-Methyltransferases",
            "DNA Breaks, Double-Stranded",
            "DNA Methylation",
            "DNA Methyltransferase 3A",
            "Green Fluorescent Proteins",
            "HeLa Cells",
            "Humans",
            "Nuclear Proteins",
            "Recombinational DNA Repair",
            "Transcription, Genetic",
            "Ubiquitin-Protein Ligases"
        ],
        "Authors": [
            {
                "First Name": "Annalisa",
                "Last Name": "Morano",
                "Affiliation": "Dipartimento di Medicina Molecolare e Biotecnologie mediche, Istituto di Endocrinologia ed Oncologia Sperimentale del C.N.R., Università Federico II, 80131 Napoli, Italy, IRCCS CROB, Dipartimento di Oncologia Sperimentale, via Padre Pio, 1 85028 Rionero in Vulture, Italy, Dipartimento di Medicina e di Scienze della Salute, Università del Molise, 86100 Campobasso, Itay, Dipartimento di Biologia, Università Federico II, 80126 Napoli, Italy, Dipartimento di Biologia Strutturale e Funzionale, Università dell'Insubria, Varese 21100, Italy, Department of Molecular Biology and Microbiology and Biomolecular Science Center, University of Central Florida, 12722 Research Parkway, Orlando, FL 32826, USA and Institute of Cancer Research, Departments of Microbiology and Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Tiziana",
                "Last Name": "Angrisano",
                "Affiliation": ""
            },
            {
                "First Name": "Giusi",
                "Last Name": "Russo",
                "Affiliation": ""
            },
            {
                "First Name": "Rosaria",
                "Last Name": "Landi",
                "Affiliation": ""
            },
            {
                "First Name": "Antonio",
                "Last Name": "Pezone",
                "Affiliation": ""
            },
            {
                "First Name": "Silvia",
                "Last Name": "Bartollino",
                "Affiliation": ""
            },
            {
                "First Name": "Candida",
                "Last Name": "Zuchegna",
                "Affiliation": ""
            },
            {
                "First Name": "Federica",
                "Last Name": "Babbio",
                "Affiliation": ""
            },
            {
                "First Name": "Ian Marc",
                "Last Name": "Bonapace",
                "Affiliation": ""
            },
            {
                "First Name": "Brittany",
                "Last Name": "Allen",
                "Affiliation": ""
            },
            {
                "First Name": "Mark T",
                "Last Name": "Muller",
                "Affiliation": ""
            },
            {
                "First Name": "Lorenzo",
                "Last Name": "Chiariotti",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Antonio",
                "Last Name": "Porcellini",
                "Affiliation": ""
            },
            {
                "First Name": "Enrico V",
                "Last Name": "Avvedimento",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2014"
    },
    {
        "PMID": "23830640",
        "Title": "The differences between ICL repair during and outside of S phase.",
        "Abstract": "DNA interstrand crosslinks (ICLs) are complex lesions that block essential DNA transactions including DNA replication, recombination, and RNA transcription. Naturally occurring ICLs are rare, yet these lesions are the major cause of toxicity following treatment with several classes of crosslinking cancer chemotherapeutic drugs. ICLs are repaired during and outside of S phase by pathways with overlapping as well as distinct features. Here, we discuss some recent insights into the mechanisms of replication-dependent and replication-independent repair of ICLs with special emphasis on the differences between these repair pathways.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antineoplastic Agents",
            "Cell Cycle",
            "Cross-Linking Reagents",
            "DNA Damage",
            "DNA Repair",
            "DNA Repair Enzymes",
            "Humans",
            "Models, Biological",
            "Recombinational DNA Repair",
            "S Phase"
        ],
        "Authors": [
            {
                "First Name": "Hannah L",
                "Last Name": "Williams",
                "Affiliation": "Department of Genetics and Development, Institute for Cancer Genetics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Trends in biochemical sciences",
        "PubDate": "2013"
    },
    {
        "PMID": "23652010",
        "Title": "Proteolysis of MOB1 by the ubiquitin ligase praja2 attenuates Hippo signalling and supports glioblastoma growth.",
        "Abstract": "Human glioblastoma is the most frequent and aggressive form of brain tumour in the adult population. Proteolytic turnover of tumour suppressors by the ubiquitin-proteasome system is a mechanism that tumour cells can adopt to sustain their growth and invasiveness. However, the identity of ubiquitin-proteasome targets and regulators in glioblastoma are still unknown. Here we report that the RING ligase praja2 ubiquitylates and degrades Mob, a core component of NDR/LATS kinase and a positive regulator of the tumour-suppressor Hippo cascade. Degradation of Mob through the ubiquitin-proteasome system attenuates the Hippo cascade and sustains glioblastoma growth in vivo. Accordingly, accumulation of praja2 during the transition from low- to high-grade glioma is associated with significant downregulation of the Hippo pathway. These findings identify praja2 as a novel upstream regulator of the Hippo cascade, linking the ubiquitin proteasome system to deregulated glioblastoma growth.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Amino Acid Sequence",
            "Animals",
            "Brain Neoplasms",
            "Cell Line, Tumor",
            "Cell Proliferation",
            "Glioblastoma",
            "HEK293 Cells",
            "Hippo Signaling Pathway",
            "Humans",
            "Male",
            "Mice",
            "Mice, Nude",
            "Models, Biological",
            "Molecular Sequence Data",
            "Protein Binding",
            "Protein Serine-Threonine Kinases",
            "Proteolysis",
            "Signal Transduction",
            "Ubiquitin-Protein Ligases",
            "Ubiquitination"
        ],
        "Authors": [
            {
                "First Name": "Luca",
                "Last Name": "Lignitto",
                "Affiliation": "Dipartimento di Medicina Molecolare and Biotecnologie Mediche, University Federico II and IEOS-CNR, 80131 Naples, Italy."
            },
            {
                "First Name": "Antonietta",
                "Last Name": "Arcella",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Sepe",
                "Affiliation": ""
            },
            {
                "First Name": "Laura",
                "Last Name": "Rinaldi",
                "Affiliation": ""
            },
            {
                "First Name": "Rossella",
                "Last Name": "Delle Donne",
                "Affiliation": ""
            },
            {
                "First Name": "Adriana",
                "Last Name": "Gallo",
                "Affiliation": ""
            },
            {
                "First Name": "Eduard",
                "Last Name": "Stefan",
                "Affiliation": ""
            },
            {
                "First Name": "Verena A",
                "Last Name": "Bachmann",
                "Affiliation": ""
            },
            {
                "First Name": "Maria A",
                "Last Name": "Oliva",
                "Affiliation": ""
            },
            {
                "First Name": "Clelia",
                "Last Name": "Tiziana Storlazzi",
                "Affiliation": ""
            },
            {
                "First Name": "Alberto",
                "Last Name": "L'Abbate",
                "Affiliation": ""
            },
            {
                "First Name": "Arturo",
                "Last Name": "Brunetti",
                "Affiliation": ""
            },
            {
                "First Name": "Sara",
                "Last Name": "Gargiulo",
                "Affiliation": ""
            },
            {
                "First Name": "Matteo",
                "Last Name": "Gramanzini",
                "Affiliation": ""
            },
            {
                "First Name": "Luigi",
                "Last Name": "Insabato",
                "Affiliation": ""
            },
            {
                "First Name": "Corrado",
                "Last Name": "Garbi",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Antonio",
                "Last Name": "Feliciello",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2013"
    },
    {
        "PMID": "23415559",
        "Title": "An autoinhibited state in the structure of Thermotoga maritima NusG.",
        "Abstract": "NusG is a conserved regulatory protein interacting with RNA polymerase (RNAP) and other proteins to form multicomponent complexes that modulate transcription. The crystal structure of Thermotoga maritima NusG (TmNusG) shows a three-domain architecture, comprising well-conserved amino-terminal (NTD) and carboxy-terminal (CTD) domains with an additional, species-specific domain inserted into the NTD. NTD and CTD directly contact each other, occluding a surface of the NTD for binding to RNAP and a surface on the CTD interacting either with transcription termination factor Rho or transcription antitermination factor NusE. NMR spectroscopy confirmed the intramolecular NTD-CTD interaction up to the optimal growth temperature of Thermotoga maritima. The domain interaction involves a dynamic equilibrium between open and closed states and contributes significantly to the overall fold stability of the protein. Wild-type TmNusG and deletion variants could not replace endogenous Escherichia coli NusG, suggesting that the NTD-CTD interaction of TmNusG represents an autoinhibited state.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Binding Sites",
            "Crystallography, X-Ray",
            "DNA-Directed RNA Polymerases",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Genetic Complementation Test",
            "Molecular Dynamics Simulation",
            "Peptide Elongation Factors",
            "Protein Binding",
            "Protein Interaction Domains and Motifs",
            "Protein Stability",
            "Protein Structure, Secondary",
            "Recombinant Proteins",
            "Rho Factor",
            "Ribosomal Proteins",
            "Species Specificity",
            "Structure-Activity Relationship",
            "Thermotoga maritima",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Johanna",
                "Last Name": "Drögemüller",
                "Affiliation": "Lehrstuhl Biopolymere und Forschungszentrum für Biomakromoleküle, Universität Bayreuth, Universitätsstrasse 30, Bayreuth, Germany."
            },
            {
                "First Name": "Christian M",
                "Last Name": "Stegmann",
                "Affiliation": ""
            },
            {
                "First Name": "Angshuman",
                "Last Name": "Mandal",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas",
                "Last Name": "Steiner",
                "Affiliation": ""
            },
            {
                "First Name": "Björn M",
                "Last Name": "Burmann",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Birgitta M",
                "Last Name": "Wöhrl",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Rösch",
                "Affiliation": ""
            },
            {
                "First Name": "Markus C",
                "Last Name": "Wahl",
                "Affiliation": ""
            },
            {
                "First Name": "Kristian",
                "Last Name": "Schweimer",
                "Affiliation": ""
            }
        ],
        "Journal": "Structure (London, England : 1993)",
        "PubDate": "2013"
    },
    {
        "PMID": "23273981",
        "Title": "Activation of DSB processing requires phosphorylation of CtIP by ATR.",
        "Abstract": "DNA double-strand breaks (DSBs) activate a DNA damage response (DDR) that coordinates checkpoint pathways with DNA repair. ATM and ATR kinases are activated sequentially. Homology-directed repair (HDR) is initiated by resection of DSBs to generate 3' single-stranded DNA overhangs. How resection and HDR are activated during DDR is not known, nor are the roles of ATM and ATR in HDR. Here, we show that CtIP undergoes ATR-dependent hyperphosphorylation in response to DSBs. ATR phosphorylates an invariant threonine, T818 of Xenopus CtIP (T859 in human). Nonphosphorylatable CtIP (T818A) does not bind to chromatin or initiate resection. Our data support a model in which ATM activity is required for an early step in resection, leading to ATR activation, CtIP-T818 phosphorylation, and accumulation of CtIP on chromatin. Chromatin binding by modified CtIP precedes extensive resection and full checkpoint activation.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Ataxia Telangiectasia Mutated Proteins",
            "Cell Cycle Proteins",
            "Cell Extracts",
            "Chromatin",
            "Conserved Sequence",
            "DNA Breaks, Double-Stranded",
            "DNA Cleavage",
            "DNA Repair",
            "DNA-Binding Proteins",
            "HEK293 Cells",
            "Humans",
            "Molecular Sequence Annotation",
            "Molecular Sequence Data",
            "Peptide Fragments",
            "Phosphorylation",
            "Protein Kinase Inhibitors",
            "Protein Processing, Post-Translational",
            "Protein Serine-Threonine Kinases",
            "Rabbits",
            "Tumor Suppressor Proteins",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Shaun E",
                "Last Name": "Peterson",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Yinyin",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Foon",
                "Last Name": "Wu-Baer",
                "Affiliation": ""
            },
            {
                "First Name": "Brian T",
                "Last Name": "Chait",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Baer",
                "Affiliation": ""
            },
            {
                "First Name": "Hong",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2013"
    },
    {
        "PMID": "23190053",
        "Title": "Nus transcription elongation factors and RNase III modulate small ribosome subunit biogenesis in Escherichia coli.",
        "Abstract": "Escherichia coli NusA and NusB proteins bind specific sites, such as those in the leader and spacer sequences that flank the 16S region of the ribosomal RNA transcript, forming a complex with RNA polymerase that suppresses Rho-dependent transcription termination. Although antitermination has long been the accepted role for Nus factors in rRNA synthesis, we propose that another major role for the Nus-modified transcription complex in rrn operons is as an RNA chaperone insuring co-ordination of 16S rRNA folding and RNase III processing that results in production of proper 30S ribosome subunits. This contrarian proposal is based on our studies of nusA and nusB cold-sensitive mutations that have altered translation and at low temperature accumulate 30S subunit precursors. Both phenotypes are suppressed by deletion of RNase III. We argue that these results are consistent with the idea that the nus mutations cause altered rRNA folding that leads to abnormal 30S subunits and slow translation. According to this idea, functional Nus proteins stabilize an RNA loop between their binding sites in the 5' RNA leader and on the transcribing RNA polymerase, providing a topological constraint on the RNA that aids normal rRNA folding and processing.",
        "Keywords": [],
        "MeSH terms": [
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Gene Deletion",
            "Gene Expression Regulation, Bacterial",
            "Models, Biological",
            "Models, Molecular",
            "Mutant Proteins",
            "Nucleic Acid Conformation",
            "Peptide Elongation Factors",
            "RNA, Ribosomal, 16S",
            "Ribonuclease III",
            "Ribosome Subunits, Small",
            "Temperature",
            "Transcription Factors",
            "Transcription, Genetic",
            "Transcriptional Elongation Factors"
        ],
        "Authors": [
            {
                "First Name": "Mikhail",
                "Last Name": "Bubunenko",
                "Affiliation": "Frederick National Laboratory for Cancer Research, Basic Research Program, SAIC-Frederick, Inc., Frederick, MD 21702, USA."
            },
            {
                "First Name": "Donald L",
                "Last Name": "Court",
                "Affiliation": ""
            },
            {
                "First Name": "Abdalla",
                "Last Name": "Al Refaii",
                "Affiliation": ""
            },
            {
                "First Name": "Shivalika",
                "Last Name": "Saxena",
                "Affiliation": ""
            },
            {
                "First Name": "Alexey",
                "Last Name": "Korepanov",
                "Affiliation": ""
            },
            {
                "First Name": "David I",
                "Last Name": "Friedman",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Jean-Hervé",
                "Last Name": "Alix",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular microbiology",
        "PubDate": "2013"
    },
    {
        "PMID": "22658724",
        "Title": "Replication-independent repair of DNA interstrand crosslinks.",
        "Abstract": "DNA interstrand crosslinks (ICLs) are cytotoxic lesions that covalently link opposite strands of the DNA helix and block DNA unwinding. ICLs are repaired during and outside S phase, and replication-independent ICL repair (RIR) is critical to maintain genomic integrity and to allow transcription in nondividing or slowly dividing cells. Here, we show that the Y family DNA polymerase kappa (Pol κ) is essential for RIR of a site-specific ICL lesion in Xenopus egg extracts, and that both its catalytic activity and UBZ domains are required for this function. We also demonstrate a requirement for PCNA and its modification on lysine 164. Finally, we show that Pol κ participates in ICL repair in mammalian cells, particularly in G0. Our results identify key components of the RIR pathway and begin to unravel its mechanism.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Blotting, Western",
            "Cell Survival",
            "Cells, Cultured",
            "Cisplatin",
            "Cross-Linking Reagents",
            "DNA",
            "DNA Damage",
            "DNA Repair",
            "DNA Replication",
            "DNA-Directed DNA Polymerase",
            "Embryo, Mammalian",
            "Female",
            "Fibroblasts",
            "G1 Phase",
            "Lysine",
            "Mice",
            "Mice, Knockout",
            "Mitomycin",
            "Molecular Sequence Data",
            "Mutation",
            "Proliferating Cell Nuclear Antigen",
            "Resting Phase, Cell Cycle",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Hannah L",
                "Last Name": "Williams",
                "Affiliation": "Institute for Cancer Genetics, Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2012"
    },
    {
        "PMID": "22116467",
        "Title": "Diethylnitrosamine-induced hepatocarcinogenesis is suppressed in lecithin:retinol acyltransferase-deficient mice primarily through retinoid actions immediately after carcinogen administration.",
        "Abstract": "Loss of retinoid-containing lipid droplets upon hepatic stellate cell (HSC) activation is one of the first events in the development of liver disease leading to hepatocellular carcinoma. Although retinoid stores are progressively lost from HSCs during the development of hepatic disease, how this affects hepatocarcinogenesis is unclear. To investigate this, we used diethylnitrosamine (DEN) to induce hepatic tumorigenesis in matched wild-type (WT) and lecithin:retinol acyltransferase (LRAT) knockout (KO) mice, which lack stored retinoid and HSC lipid droplets. Male 15-day-old WT or Lrat KO mice were given intraperitoneal injections of DEN (25 mg/kg body wt). Eight months later, Lrat KO mice showed significantly less liver tumor development compared with WT mice, characterized by less liver tumor incidence and smaller tumor size. Two days after DEN injection, lower serum levels of alanine aminotransferase and decreased hepatic levels of cyclin D1 were observed in Lrat KO mice. Lrat KO mice also exhibited increased levels of retinoic acid-responsive genes, including p21, lower levels of cytochrome P450 enzymes required for DEN bioactivation and higher levels of the DNA repair enzyme O(6)-methylguanine-DNA methyltransferase (MGMT), both before and after DEN treatment. Our results indicate that Lrat KO mice are less susceptible to DEN-induced hepatocarcinogenesis due to increased retinoid signaling and higher expression of p21, which is accompanied by altered hepatic levels of DEN-activating enzymes and MGMT in Lrat KO mice also contribute to decreased cancer initiation and suppressed liver tumor development.",
        "Keywords": [],
        "MeSH terms": [
            "Acyltransferases",
            "Alanine Transaminase",
            "Animals",
            "Apoptosis",
            "Carcinogens",
            "Cell Proliferation",
            "Cell Transformation, Neoplastic",
            "Cyclin D1",
            "Cyclin-Dependent Kinase Inhibitor p21",
            "Cytochrome P-450 Enzyme System",
            "DNA Modification Methylases",
            "DNA Repair Enzymes",
            "Diethylnitrosamine",
            "Hepatic Stellate Cells",
            "Liver Neoplasms, Experimental",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "O(6)-Methylguanine-DNA Methyltransferase",
            "Retinoids",
            "Signal Transduction",
            "Tretinoin",
            "Tumor Suppressor Proteins"
        ],
        "Authors": [
            {
                "First Name": "Yohei",
                "Last Name": "Shirakami",
                "Affiliation": "Department of Medicine, College of Physicians and Surgeons, Columbia University, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "William S",
                "Last Name": "Blaner",
                "Affiliation": ""
            }
        ],
        "Journal": "Carcinogenesis",
        "PubDate": "2012"
    },
    {
        "PMID": "21893598",
        "Title": "Cdk1 uncouples CtIP-dependent resection and Rad51 filament formation during M-phase double-strand break repair.",
        "Abstract": "DNA double-strand break (DSB) resection, which results in RPA-bound single-stranded DNA (ssDNA), is activated in S phase by Cdk2. RPA-ssDNA activates the ATR-dependent checkpoint and homology-directed repair (HDR) via Rad51-dependent mechanisms. On the other hand, the fate of DSBs sustained during vertebrate M phase is largely unknown. We use cell-free Xenopus laevis egg extracts to examine the recruitment of proteins to chromatin after DSB formation. We find that S-phase extract recapitulates a two-step resection mechanism. M-phase chromosomes are also resected in cell-free extracts and cultured human cells. In contrast to the events in S phase, M-phase resection is solely dependent on MRN-CtIP. Despite generation of RPA-ssDNA, M-phase resection does not lead to ATR activation or Rad51 chromatin association. Remarkably, we find that Cdk1 permits resection by phosphorylation of CtIP but also prevents Rad51 binding to the resected ends. We have thus identified Cdk1 as a critical regulator of DSB repair in M phase. Cdk1 induces persistent ssDNA-RPA overhangs in M phase, thereby preventing both classical NHEJ and Rad51-dependent HDR.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antigens, Nuclear",
            "Ataxia Telangiectasia Mutated Proteins",
            "CDC2 Protein Kinase",
            "Cell Cycle Proteins",
            "Cell Division",
            "Cell Nucleus",
            "Cell-Free System",
            "Checkpoint Kinase 1",
            "Chromatin",
            "Cyclin-Dependent Kinase 2",
            "DNA Breaks, Double-Stranded",
            "DNA Helicases",
            "DNA Repair",
            "DNA, Single-Stranded",
            "DNA-Binding Proteins",
            "Endonucleases",
            "HeLa Cells",
            "Histones",
            "Humans",
            "Ku Autoantigen",
            "MRE11 Homologue Protein",
            "Meiosis",
            "Mitosis",
            "Nuclear Envelope",
            "Ovum",
            "Phosphorylation",
            "Protein Binding",
            "Protein Kinase Inhibitors",
            "Protein Kinases",
            "Protein Serine-Threonine Kinases",
            "Rad51 Recombinase",
            "RecQ Helicases",
            "Replication Protein A",
            "S Phase",
            "Tumor Suppressor Proteins",
            "Werner Syndrome Helicase",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Shaun E",
                "Last Name": "Peterson",
                "Affiliation": "Institute for Cancer Genetics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Yinyin",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Brian T",
                "Last Name": "Chait",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Baer",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2011"
    },
    {
        "PMID": "21856784",
        "Title": "Altered hepatic lipid metabolism in C57BL/6 mice fed alcohol: a targeted lipidomic and gene expression study.",
        "Abstract": "Chronic alcohol consumption is associated with fatty liver disease in mammals. The object of this study was to gain an understanding of dysregulated lipid metabolism in alcohol-fed C57BL/6 mice using a targeted lipidomic approach. Liquid chromatography tandem mass spectrometry was used to analyze several lipid classes, including free fatty acids, fatty acyl-CoAs, fatty acid ethyl esters, sphingolipids, ceramides, and endocannabinoids, in plasma and liver samples from control and alcohol-fed mice. The interpretation of lipidomic data was augmented by gene expression analyses for important metabolic enzymes in the lipid pathways studied. Alcohol feeding was associated with i) increased hepatic free fatty acid levels and decreased fatty acyl-CoA levels associated with decreased mitochondrial fatty acid oxidation and decreased fatty acyl-CoA synthesis, respectively; ii) increased hepatic ceramide levels associated with higher levels of the precursor molecules sphingosine and sphinganine; and iii) increased hepatic levels of the endocannabinoid anandamide associated with decreased expression of its catabolic enzyme fatty acid amide hydrolase. The unique combination of lipidomic and gene expression analyses allows for a better mechanistic understanding of dysregulated lipid metabolism in the development of alcoholic fatty liver disease.",
        "Keywords": [],
        "MeSH terms": [
            "Alcohols",
            "Animal Feed",
            "Animals",
            "Arachidonic Acids",
            "Cannabinoid Receptor Modulators",
            "Ceramides",
            "Computational Biology",
            "Endocannabinoids",
            "Gene Expression Profiling",
            "Lipid Metabolism",
            "Liver",
            "Liver Diseases, Alcoholic",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Polyunsaturated Alkamides",
            "Sphingolipids"
        ],
        "Authors": [
            {
                "First Name": "Robin D",
                "Last Name": "Clugston",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Hongfeng",
                "Last Name": "Jiang",
                "Affiliation": ""
            },
            {
                "First Name": "Man Xia",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Roseann",
                "Last Name": "Piantedosi",
                "Affiliation": ""
            },
            {
                "First Name": "Jason J",
                "Last Name": "Yuen",
                "Affiliation": ""
            },
            {
                "First Name": "Rajasekhar",
                "Last Name": "Ramakrishnan",
                "Affiliation": ""
            },
            {
                "First Name": "Michael J",
                "Last Name": "Lewis",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Li-Shin",
                "Last Name": "Huang",
                "Affiliation": ""
            },
            {
                "First Name": "Ira J",
                "Last Name": "Goldberg",
                "Affiliation": ""
            },
            {
                "First Name": "Paul D",
                "Last Name": "Berk",
                "Affiliation": ""
            },
            {
                "First Name": "William S",
                "Last Name": "Blaner",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of lipid research",
        "PubDate": "2011"
    },
    {
        "PMID": "21854980",
        "Title": "Linking RNA polymerase backtracking to genome instability in E. coli.",
        "Abstract": "Frequent codirectional collisions between the replisome and RNA polymerase (RNAP) are inevitable because the rate of replication is much faster than that of transcription. Here we show that, in E. coli, the outcome of such collisions depends on the productive state of transcription elongation complexes (ECs). Codirectional collisions with backtracked (arrested) ECs lead to DNA double-strand breaks (DSBs), whereas head-on collisions do not. A mechanistic model is proposed to explain backtracking-mediated DSBs. We further show that bacteria employ various strategies to avoid replisome collisions with backtracked RNAP, the most general of which is translation that prevents RNAP backtracking. If translation is abrogated, DSBs are suppressed by elongation factors that either prevent backtracking or reactivate backtracked ECs. Finally, termination factors also contribute to genomic stability by removing arrested ECs. Our results establish RNAP backtracking as the intrinsic hazard to chromosomal integrity and implicate active ribosomes and other anti-backtracking mechanisms in genome maintenance.",
        "Keywords": [],
        "MeSH terms": [
            "DNA Replication",
            "DNA-Directed RNA Polymerases",
            "Escherichia coli",
            "Genomic Instability",
            "Ribosomes",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Dipak",
                "Last Name": "Dutta",
                "Affiliation": "Department of Biochemistry, New York University School of Medicine, New York, NY 10016, USA."
            },
            {
                "First Name": "Konstantin",
                "Last Name": "Shatalin",
                "Affiliation": ""
            },
            {
                "First Name": "Vitaly",
                "Last Name": "Epshtein",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Evgeny",
                "Last Name": "Nudler",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2011"
    },
    {
        "PMID": "21742261",
        "Title": "NusA interaction with the α subunit of E. coli RNA polymerase is via the UP element site and releases autoinhibition.",
        "Abstract": "Elongating Escherichia coli RNAP is modulated by NusA protein. The C-terminal domain (CTD) of the RNAP α subunit (αCTD) interacts with the acidic CTD 2 (AR2) of NusA, releasing the autoinhibitory blockade of the NusA S1-KH1-KH2 motif and allowing NusA to bind nascent nut spacer RNA. We determined the solution conformation of the AR2:αCTD complex. The αCTD residues that interface with AR2 are identical to those that recognize UP promoter elements A nusA-ΔAR2 mutation does not affect UP-dependent rrnH transcription initiation in vivo. Instead, the mutation inhibits Rho-dependent transcription termination at phage λtR1, which lies adjacent to the λnutR sequence. The Rho-dependent λtimm terminator, which is not preceded by a λnut sequence, is fully functional. We propose that constitutive binding of NusA-ΔAR2 to λnutR occludes Rho. In addition, the mutation confers a dominant defect in exiting stationary phase.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Cloning, Molecular",
            "Crystallization",
            "Crystallography, X-Ray",
            "DNA-Directed RNA Polymerases",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Magnetic Resonance Spectroscopy",
            "Models, Molecular",
            "Mutation",
            "Peptide Elongation Factors",
            "Plasmids",
            "Promoter Regions, Genetic",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "RNA",
            "Recombinant Fusion Proteins",
            "Rho Factor",
            "Transcription Factors",
            "Transcription, Genetic",
            "Transcriptional Elongation Factors",
            "Transfection",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Kristian",
                "Last Name": "Schweimer",
                "Affiliation": "Lehrstuhl Biopolymere und Forschungszentrum für Bio-Makromoleküle, Universität Bayreuth, Universitätsstraße 30, 95447 Bayreuth, Germany."
            },
            {
                "First Name": "Stefan",
                "Last Name": "Prasch",
                "Affiliation": ""
            },
            {
                "First Name": "Pagadala Santhanam",
                "Last Name": "Sujatha",
                "Affiliation": ""
            },
            {
                "First Name": "Mikhail",
                "Last Name": "Bubunenko",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Rösch",
                "Affiliation": ""
            }
        ],
        "Journal": "Structure (London, England : 1993)",
        "PubDate": "2011"
    },
    {
        "PMID": "21357484",
        "Title": "Single-gene deletion mutants of Escherichia coli with altered sensitivity to bicyclomycin, an inhibitor of transcription termination factor Rho.",
        "Abstract": "We have screened the entire KEIO collection of 3,985 single-gene knockouts in Escherichia coli for increased susceptibility or resistance to the antibiotic bicyclomycin (BCM), a potent inhibitor of the transcription termination factor Rho. We also compared the results to those of a recent study we conducted with a large set of antibiotics (A. Liu et al., Antimicrob. Agents Chemother. 54:1393-1403, 2010). We find that deletions of many different types of genes increase sensitivity to BCM. Some of these are involved in multidrug sensitivity/resistance, whereas others are specific for BCM. Mutations in a number of DNA recombination and repair genes increase BCM sensitivity, indicating that DNA damage leading to single- and double-strand breaks is a downstream effect of Rho inhibition. MDS42, which is deleted for all cryptic prophages and insertion elements (G. Posfai et al., Science 312:1044-1046, 2006), or W3102 deleted for the rac prophage-encoded kil gene, are partially resistant to BCM (C. J. Cardinale et al., Science 230:935-938, 2008). Deletion of cryptic prophages also overcomes the increased BCM sensitivity in some but not all mutants examined here. Deletion of the hns gene renders the cell more sensitive to BCM even in the Δkil or MDS42 background. This suggests that BCM activates additional modes of cell death independent of Kil and that these could provide a target to potentiate BCM killing.",
        "Keywords": [],
        "MeSH terms": [
            "Anti-Bacterial Agents",
            "Bridged Bicyclo Compounds, Heterocyclic",
            "Drug Resistance, Bacterial",
            "Escherichia coli",
            "Gene Deletion",
            "Gene Expression Regulation, Bacterial",
            "Prophages",
            "Rho Factor"
        ],
        "Authors": [
            {
                "First Name": "Lillian",
                "Last Name": "Tran",
                "Affiliation": "Department of Microbiology, Immunology, and Molecular Genetics, and the Molecular Biology Institute, University of California, and the David Geffen School of Medicine, Los Angeles, California 90095, USA."
            },
            {
                "First Name": "Joshua A",
                "Last Name": "van Baarsel",
                "Affiliation": ""
            },
            {
                "First Name": "Robert S",
                "Last Name": "Washburn",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey H",
                "Last Name": "Miller",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of bacteriology",
        "PubDate": "2011"
    },
    {
        "PMID": "21183718",
        "Title": "Transcription termination maintains chromosome integrity.",
        "Abstract": "DNA replication fork movement is impeded by collisions with transcription elongation complexes (TEC). We propose that a critical function of transcription termination factors is to prevent TEC from blocking DNA replication and inducing replication fork arrest, one consequence of which is DNA double-strand breaks. We show that inhibition of Rho-dependent transcription termination by bicyclomycin in Escherichia coli induced double-strand breaks. Cells deleted for Rho-cofactors nusA and nusG were hypersensitive to bicyclomycin, and had extensive chromosome fragmentation even in the absence of the drug. An RNA polymerase mutation that destabilizes TEC (rpoB*35) increased bicyclomycin resistance >40-fold. Double-strand break formation depended on DNA replication, and can be explained by replication fork collapse. Deleting recombination genes required for replication fork repair (recB and ruvC) increased sensitivity to bicyclomycin, as did loss of the replication fork reloading helicases rep and priA. We propose that Rho responds to a translocating replisome by releasing obstructing TEC.",
        "Keywords": [],
        "MeSH terms": [
            "Bridged Bicyclo Compounds, Heterocyclic",
            "Chromosomes",
            "DNA Mutational Analysis",
            "DNA Replication",
            "DNA-Directed DNA Polymerase",
            "DNA-Directed RNA Polymerases",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Models, Genetic",
            "Mutation",
            "Peptide Elongation Factors",
            "Transcription Factors",
            "Transcription, Genetic",
            "Transcriptional Elongation Factors",
            "Ultraviolet Rays"
        ],
        "Authors": [
            {
                "First Name": "Robert S",
                "Last Name": "Washburn",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2011"
    },
    {
        "PMID": "20923765",
        "Title": "PTPD1 supports receptor stability and mitogenic signaling in bladder cancer cells.",
        "Abstract": "PTPD1, a cytosolic non-receptor protein-tyrosine phosphatase, stimulates the Src-EGF transduction pathway. Localization of PTPD1 at actin cytoskeleton and adhesion sites is required for cell scattering and migration. Here, we show that during EGF stimulation, PTPD1 is rapidly recruited to endocytic vesicles containing the EGF receptor. Endosomal localization of PTPD1 is mediated by interaction with KIF16B, an endosomal kinesin that modulates receptor recycling at the plasma membrane. Silencing of PTPD1 promotes degradation of EGF receptor and inhibits downstream ERK signaling. We also found that PTPD1 is markedly increased in bladder cancer tissue samples. PTPD1 levels positively correlated with the grading and invasiveness potential of these tumors. Transgenic expression of an inactive PTPD1 mutant or genetic knockdown of the endogenous PTPD1 severely inhibited both growth and motility of human bladder cancer cells. These findings identify PTPD1 as a novel component of the endocytic machinery that impacts on EGF receptor stability and on growth and motility of bladder cancer cells.",
        "Keywords": [],
        "MeSH terms": [
            "Actins",
            "Biomarkers, Tumor",
            "Cell Line, Tumor",
            "Cell Movement",
            "Cytoskeleton",
            "ErbB Receptors",
            "Gene Expression Regulation, Neoplastic",
            "Gene Silencing",
            "HEK293 Cells",
            "Humans",
            "Kinesins",
            "Neoplasm Invasiveness",
            "Protein Tyrosine Phosphatases, Non-Receptor",
            "Signal Transduction",
            "Urinary Bladder Neoplasms"
        ],
        "Authors": [
            {
                "First Name": "Annalisa",
                "Last Name": "Carlucci",
                "Affiliation": "Dipartimento di Biologia e Patologia Molecolare e Cellulare, Università Federico II, Naples, Italy."
            },
            {
                "First Name": "Monia",
                "Last Name": "Porpora",
                "Affiliation": ""
            },
            {
                "First Name": "Corrado",
                "Last Name": "Garbi",
                "Affiliation": ""
            },
            {
                "First Name": "Mario",
                "Last Name": "Galgani",
                "Affiliation": ""
            },
            {
                "First Name": "Margherita",
                "Last Name": "Santoriello",
                "Affiliation": ""
            },
            {
                "First Name": "Massimo",
                "Last Name": "Mascolo",
                "Affiliation": ""
            },
            {
                "First Name": "Domenico",
                "Last Name": "di Lorenzo",
                "Affiliation": ""
            },
            {
                "First Name": "Vincenzo",
                "Last Name": "Altieri",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Quarto",
                "Affiliation": ""
            },
            {
                "First Name": "Luigi",
                "Last Name": "Terracciano",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Luigi",
                "Last Name": "Insabato",
                "Affiliation": ""
            },
            {
                "First Name": "Antonio",
                "Last Name": "Feliciello",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2010"
    },
    {
        "PMID": "20920270",
        "Title": "The rate of the molecular clock and the cost of gratuitous protein synthesis.",
        "Abstract": "The nature of the protein molecular clock, the protein-specific rate of amino acid substitutions, is among the central questions of molecular evolution. Protein expression level is the dominant determinant of the clock rate in a number of organisms. It has been suggested that highly expressed proteins evolve slowly in all species mainly to maintain robustness to translation errors that generate toxic misfolded proteins. Here we investigate this hypothesis experimentally by comparing the growth rate of Escherichia coli expressing wild type and misfolding-prone variants of the LacZ protein.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Substitution",
            "Blotting, Western",
            "Electrophoresis, Polyacrylamide Gel",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Evolution, Molecular",
            "Genomics",
            "Lac Operon",
            "Mutation",
            "Protein Biosynthesis",
            "Protein Folding",
            "Protein Stability",
            "Protein Structure, Secondary",
            "Solubility",
            "Structure-Activity Relationship",
            "Time Factors",
            "beta-Galactosidase"
        ],
        "Authors": [
            {
                "First Name": "Germán",
                "Last Name": "Plata",
                "Affiliation": "Center for Computational Biology and Bioinformatics, Columbia University, 1130 St Nicholas Ave, New York City, NY 10032, USA. gap211811@columbia.edu"
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Dennis",
                "Last Name": "Vitkup",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome biology",
        "PubDate": "2010"
    },
    {
        "PMID": "20413501",
        "Title": "A NusE:NusG complex links transcription and translation.",
        "Abstract": "Bacterial NusG is a highly conserved transcription factor that is required for most Rho activity in vivo. We show by nuclear magnetic resonance spectroscopy that Escherichia coli NusG carboxyl-terminal domain forms a complex alternatively with Rho or with transcription factor NusE, a protein identical to 30S ribosomal protein S10. Because NusG amino-terminal domain contacts RNA polymerase and the NusG carboxy-terminal domain interaction site of NusE is accessible in the ribosomal 30S subunit, NusG may act as a link between transcription and translation. Uncoupling of transcription and translation at the ends of bacterial operons enables transcription termination by Rho factor, and competition between ribosomal NusE and Rho for NusG helps to explain why Rho cannot terminate translated transcripts.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Binding Sites",
            "Binding, Competitive",
            "DNA-Directed RNA Polymerases",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Hydrophobic and Hydrophilic Interactions",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Operon",
            "Peptide Elongation Factors",
            "Protein Binding",
            "Protein Biosynthesis",
            "Protein Conformation",
            "Protein Interaction Domains and Motifs",
            "Protein Structure, Tertiary",
            "Ribosomal Proteins",
            "Ribosome Subunits, Small, Bacterial",
            "Transcription Factors",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Björn M",
                "Last Name": "Burmann",
                "Affiliation": "Lehrstuhl Biopolymere und Forschungszentrum für Bio-Makromoleküle, Universität Bayreuth, Universitätsstrasse 30, 95447 Bayreuth, Germany."
            },
            {
                "First Name": "Kristian",
                "Last Name": "Schweimer",
                "Affiliation": ""
            },
            {
                "First Name": "Xiao",
                "Last Name": "Luo",
                "Affiliation": ""
            },
            {
                "First Name": "Markus C",
                "Last Name": "Wahl",
                "Affiliation": ""
            },
            {
                "First Name": "Barbara L",
                "Last Name": "Stitt",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Rösch",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2010"
    },
    {
        "PMID": "19854945",
        "Title": "Fine tuning of the E. coli NusB:NusE complex affinity to BoxA RNA is required for processive antitermination.",
        "Abstract": "Phage lambda propagation in Escherichia coli host cells requires transcription antitermination on the lambda chromosome mediated by lambdaN protein and four host Nus factors, NusA, B, E (ribosomal S10) and G. Interaction of E. coli NusB:NusE heterodimer with the single stranded BoxA motif of lambdanutL or lambdanutR RNA is crucial for this reaction. Similarly, binding of NusB:NusE to a BoxA motif is essential to suppress transcription termination in the ribosomal RNA (rrn) operons. We used fluorescence anisotropy to measure the binding properties of NusB and of NusB:NusE heterodimer to BoxA-containing RNAs differing in length and sequence. Our results demonstrate that BoxA is necessary and sufficient for binding. We also studied the gain-of-function D118N NusB mutant that allows lambda growth in nusA1 or nusE71 mutants. In vivo lambda burst-size determinations, CD thermal unfolding measurements and X-ray crystallography of this as well as various other NusB D118 mutants showed the importance of size and polarity of amino acid 118 for RNA binding and other interactions. Our work suggests that the affinity of the NusB:NusE complex to BoxA RNA is precisely tuned to maximize control of transcription termination.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Bacteriophage lambda",
            "Binding Sites",
            "Dimerization",
            "Escherichia coli Proteins",
            "Fluorescence Polarization",
            "Mutation",
            "Protein Binding",
            "RNA, Viral",
            "RNA-Binding Proteins",
            "Ribosomal Proteins",
            "Suppression, Genetic",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Björn M",
                "Last Name": "Burmann",
                "Affiliation": "Lehrstuhl Biopolymere und Forschungszentrum für Bio-Makromoleküle, Universität Bayreuth, Bayreuth, Germany."
            },
            {
                "First Name": "Xiao",
                "Last Name": "Luo",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Rösch",
                "Affiliation": ""
            },
            {
                "First Name": "Markus C",
                "Last Name": "Wahl",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2010"
    },
    {
        "PMID": "19748363",
        "Title": "Checkpoint signaling from a single DNA interstrand crosslink.",
        "Abstract": "DNA interstrand crosslinks (ICLs) are the most toxic lesions induced by chemotherapeutic agents such as mitomycin C and cisplatin. By covalently linking both DNA strands, ICLs prevent DNA melting, transcription, and replication. Studies on ICL signaling and repair have been limited, because these drugs generate additional DNA lesions that trigger checkpoint signaling. Here, we monitor sensing, signaling from, and repairing of a single site-specific ICL in cell-free extract derived from Xenopus eggs and in mammalian cells. Notably, we demonstrate that ICLs trigger a checkpoint response independently of origin-initiated DNA replication and uncoupling of DNA polymerase and DNA helicase. The Fanconi anemia pathway acts upstream of RPA-ATR-Chk1 to generate the ICL signal. The system also repairs ICLs in a reaction that involves extensive, error-free DNA synthesis. Repair occurs by both origin-dependent and origin-independent mechanisms. Our data suggest that cell sensitivity to crosslinking agents results from both checkpoint and DNA repair defects.",
        "Keywords": [],
        "MeSH terms": [
            "Alkylating Agents",
            "Animals",
            "Ataxia Telangiectasia Mutated Proteins",
            "Cell Cycle",
            "Cell Cycle Proteins",
            "Cell Proliferation",
            "Checkpoint Kinase 1",
            "DNA",
            "DNA Damage",
            "DNA Helicases",
            "DNA Repair",
            "DNA Replication",
            "DNA-Directed DNA Polymerase",
            "Fanconi Anemia Complementation Group A Protein",
            "Fanconi Anemia Complementation Group D2 Protein",
            "HeLa Cells",
            "Humans",
            "Nucleic Acid Conformation",
            "Protein Kinases",
            "Protein Serine-Threonine Kinases",
            "Recombinant Proteins",
            "Replication Origin",
            "Replication Protein A",
            "Signal Transduction",
            "Time Factors",
            "Transfection",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Merav",
                "Last Name": "Ben-Yehoyada",
                "Affiliation": "Institute for Cancer Genetics, Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Lily C",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Ivan D",
                "Last Name": "Kozekov",
                "Affiliation": ""
            },
            {
                "First Name": "Carmelo J",
                "Last Name": "Rizzo",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2009"
    },
    {
        "PMID": "19515940",
        "Title": "RNA-binding specificity of E. coli NusA.",
        "Abstract": "The RNA sequences boxA, boxB and boxC constitute the nut regions of phage lambda. They nucleate the formation of a termination-resistant RNA polymerase complex on the lambda chromosome. The complex includes E. coli proteins NusA, NusB, NusG and NusE, and the lambda N protein. A complex that includes the Nus proteins and other factors forms at the rrn leader. Whereas RNA-binding by NusB and NusE has been described in quantitative terms, the interaction of NusA with these RNA sequences is less defined. Isotropic as well as anisotropic fluorescence equilibrium titrations show that NusA binds only the nut spacer sequence between boxA and boxB. Thus, nutR boxA5-spacer, nutR boxA16-spacer and nutR boxA69-spacer retain NusA binding, whereas a spacer mutation eliminates complex formation. The affinity of NusA for nutL is 50% higher than for nutR. In contrast, rrn boxA, which includes an additional U residue, binds NusA in the absence of spacer. The K(d) values obtained for rrn boxA and rrn boxA-spacer are 19-fold and 8-fold lower, respectively, than those for nutR boxA-spacer. These differences may explain why lambda requires an additional protein, lambda N, to suppress termination. Knowledge of the different affinities now describes the assembly of the anti-termination complex in quantitative terms.",
        "Keywords": [],
        "MeSH terms": [
            "5' Untranslated Regions",
            "Bacterial Proteins",
            "Bacteriophage lambda",
            "Base Sequence",
            "Binding Sites",
            "Escherichia coli Proteins",
            "Genes, rRNA",
            "Molecular Sequence Data",
            "Operon",
            "Peptide Elongation Factors",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "RNA-Binding Proteins",
            "Transcription Factors",
            "Transcriptional Elongation Factors"
        ],
        "Authors": [
            {
                "First Name": "Stefan",
                "Last Name": "Prasch",
                "Affiliation": "Lehrstuhl für Struktur und Chemie der Biopolymere & Research Center for Bio-Macromolecules, Universität Bayreuth, Universitätsstrasse 30, 95447 Bayreuth, Germany. stefan.prasch@uni-bayreuth.de"
            },
            {
                "First Name": "Marcel",
                "Last Name": "Jurk",
                "Affiliation": ""
            },
            {
                "First Name": "Robert S",
                "Last Name": "Washburn",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Birgitta M",
                "Last Name": "Wöhrl",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Rösch",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2009"
    },
    {
        "PMID": "19389484",
        "Title": "Transcriptional activity of the murine retinol-binding protein gene is regulated by a multiprotein complex containing HMGA1, p54 nrb/NonO, protein-associated splicing factor (PSF) and steroidogenic factor 1 (SF1)/liver receptor homologue 1 (LRH-1).",
        "Abstract": "Retinol-binding protein (RBP4) transports retinol in the circulation from hepatic stores to peripheral tissues. Since little is known regarding the regulation of this gene, we analysed the cis-regulatory sequences of the mouse RBP4 gene. Our data show that transcription of the gene is regulated through a bipartite promoter: a proximal region necessary for basal expression and a distal segment responsible for cAMP-induction. This latter region contains several binding sites for the structural HMGA1 proteins, which are important to promoter regulation. We further demonstrate that HMGA1s play a key role in basal and cAMP-induction of Rbp4 transcription and the RBP4 and HMGA1 genes are coordinately regulated in vitro and in vivo. HMGA1 acts to recruit transcription factors to the RBP4 promoter and we specifically identified p54(nrb)/NonO and protein-associated splicing factor (PSF) as components that interact with this complex. Steroidogenic factor 1 (SF1) or the related liver receptor homologue 1 (LRH-1) are also associated with this complex upon cAMP-induction. Depletion of SF1/LRH-1 by RNA interference resulted in a dramatic loss of cAMP-induction. Collectively, our results demonstrate that basal and cAMP-induced Rbp4 transcription is regulated by a multiprotein complex that is similar to ones that modulate expression of genes of steroid hormone biosynthesis. Since genes related to glucose metabolism are regulated in a similar fashion, this suggests that Rbp4 expression may be regulated as part of a network of pathways relevant to the onset of type 2 diabetes.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Cell Line, Tumor",
            "Cyclic AMP",
            "DNA",
            "HMGA Proteins",
            "Mice",
            "Mice, Inbred C57BL",
            "Models, Genetic",
            "Molecular Sequence Data",
            "Multiprotein Complexes",
            "Nuclear Matrix-Associated Proteins",
            "PTB-Associated Splicing Factor",
            "Plasmids",
            "Promoter Regions, Genetic",
            "Protein Binding",
            "Protein Biosynthesis",
            "RNA-Binding Proteins",
            "Receptors, Cytoplasmic and Nuclear",
            "Retinol-Binding Proteins, Plasma",
            "Steroidogenic Factor 1",
            "Transcription, Genetic",
            "Transcriptional Activation"
        ],
        "Authors": [
            {
                "First Name": "Adriana",
                "Last Name": "Bianconcini",
                "Affiliation": "Dipartimento di Scienze Biologiche ed Ambientali, Facoltà di Scienze MM.FF.NN., Università del Sannio, Via Port'Arsa 11, 82100 Benevento, Italy."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Lupo",
                "Affiliation": ""
            },
            {
                "First Name": "Silvana",
                "Last Name": "Capone",
                "Affiliation": ""
            },
            {
                "First Name": "Loredana",
                "Last Name": "Quadro",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Monti",
                "Affiliation": ""
            },
            {
                "First Name": "Diana",
                "Last Name": "Zurlo",
                "Affiliation": ""
            },
            {
                "First Name": "Alessandra",
                "Last Name": "Fucci",
                "Affiliation": ""
            },
            {
                "First Name": "Lina",
                "Last Name": "Sabatino",
                "Affiliation": ""
            },
            {
                "First Name": "Antonio",
                "Last Name": "Brunetti",
                "Affiliation": ""
            },
            {
                "First Name": "Eusebio",
                "Last Name": "Chiefari",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "William S",
                "Last Name": "Blaner",
                "Affiliation": ""
            },
            {
                "First Name": "Vittorio",
                "Last Name": "Colantuoni",
                "Affiliation": ""
            }
        ],
        "Journal": "The international journal of biochemistry & cell biology",
        "PubDate": "2009"
    },
    {
        "PMID": "19111659",
        "Title": "Structural and functional analysis of the E. coli NusB-S10 transcription antitermination complex.",
        "Abstract": "Protein S10 is a component of the 30S ribosomal subunit and participates together with NusB protein in processive transcription antitermination. The molecular mechanisms by which S10 can act as a translation or a transcription factor are not understood. We used complementation assays and recombineering to delineate regions of S10 dispensable for antitermination, and determined the crystal structure of a transcriptionally active NusB-S10 complex. In this complex, S10 adopts the same fold as in the 30S subunit and is blocked from simultaneous association with the ribosome. Mass spectrometric mapping of UV-induced crosslinks revealed that the NusB-S10 complex presents an intermolecular, composite, and contiguous binding surface for RNAs containing BoxA antitermination signals. Furthermore, S10 overproduction complemented a nusB null phenotype. These data demonstrate that S10 and NusB together form a BoxA-binding module, that NusB facilitates entry of S10 into the transcription machinery, and that S10 represents a central hub in processive antitermination.",
        "Keywords": [],
        "MeSH terms": [
            "Base Sequence",
            "Crystallography, X-Ray",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Mutation",
            "Phenotype",
            "Protein Binding",
            "Protein Multimerization",
            "Protein Structure, Secondary",
            "RNA, Bacterial",
            "Ribosomal Proteins",
            "Ribosomes",
            "Structure-Activity Relationship",
            "Surface Properties",
            "Terminator Regions, Genetic",
            "Transcription Factors",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Xiao",
                "Last Name": "Luo",
                "Affiliation": "Research Group X-Ray Crystallography, Max-Planck-Institute for Biophysical Chemistry, D-37077 Göttingen, Germany."
            },
            {
                "First Name": "He-Hsuan",
                "Last Name": "Hsiao",
                "Affiliation": ""
            },
            {
                "First Name": "Mikhail",
                "Last Name": "Bubunenko",
                "Affiliation": ""
            },
            {
                "First Name": "Gert",
                "Last Name": "Weber",
                "Affiliation": ""
            },
            {
                "First Name": "Donald L",
                "Last Name": "Court",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Henning",
                "Last Name": "Urlaub",
                "Affiliation": ""
            },
            {
                "First Name": "Markus C",
                "Last Name": "Wahl",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2008"
    },
    {
        "PMID": "18571198",
        "Title": "Overexpression of phage HK022 Nun protein is toxic for Escherichia coli.",
        "Abstract": "The Nun protein of coliphage HK022 excludes superinfecting lambda phage. Nun recognizes and binds to the N utilization (nut) sites on phage lambda nascent RNA and induces transcription termination. Overexpression of Nun from a high-copy plasmid is toxic for Escherichia coli, despite the fact that nut sites are not encoded in the E. coli genome. Cells expressing Nun cannot exit stationary phase. Toxicity is related to transcription termination, since host and nun mutations that block termination also suppress cell killing. Nun inhibits expression of wild-type lacZ, but not lacZ expressed from the Crp/cAMP-independent lacUV5 promoter. Microarray and proteomic analyses show that Nun down-regulates crp and tnaA. Crp overexpression and high indole concentrations partially reverse Nun-mediated toxicity and restore lacZ expression.",
        "Keywords": [],
        "MeSH terms": [
            "Bacteriophage HK022",
            "Down-Regulation",
            "Escherichia coli",
            "Indoles",
            "Lac Operon",
            "Mutation",
            "Promoter Regions, Genetic",
            "Terminator Regions, Genetic",
            "Transcription Factors",
            "Transcription, Genetic",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Augusto",
                "Last Name": "Uc-Mass",
                "Affiliation": "Institute of Cancer Research, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Arkady",
                "Last Name": "Khodursky",
                "Affiliation": ""
            },
            {
                "First Name": "Lewis",
                "Last Name": "Brown",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2008"
    },
    {
        "PMID": "18563916",
        "Title": "The Y39A mutation of HK022 Nun disrupts a boxB interaction but preserves termination activity.",
        "Abstract": "Coliphage HK022 Nun protein targets phage lambda nut boxB RNA and acts as a transcriptional terminator, counteracting the phage lambda N protein, a suppressor of transcription termination. Both Nun and N protein interact directly with RNA polymerase, and Nun competes with N protein for boxB binding and prevents superinfection of Escherichia coli HK022 lysogens by lambda. Interaction of Trp18 of lambda N and A7 of boxB RNA in the N- boxB complex is essential for efficient antitermination. We found that the corresponding Nun mutation, Nun Y39A, disrupts the interaction between the aromatic ring of Y39 and A7, but the mutant retains in vivo termination activity. Stabilization of the complex by interaction of A7 with an aromatic amino acid is thus less important for Nun activity than it is for N activity. Structural investigations show similar binding of mutant and wild-type (wt) Nun protein to boxB RNA. The dissociation constants of the wt Nun(20-44)- boxB and mutant Nun(20-44)- boxB complex as well as the structures of the boxB RNA in both complexes are identical.",
        "Keywords": [],
        "MeSH terms": [
            "Bacteriophage HK022",
            "Bacteriophage lambda",
            "Computer Simulation",
            "Escherichia coli",
            "Genetic Variation",
            "Kinetics",
            "Magnetic Resonance Spectroscopy",
            "Mutation",
            "Polymorphism, Single Nucleotide",
            "Protein Conformation",
            "RNA, Viral",
            "Transcription Factors",
            "Transcription, Genetic",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Björn M",
                "Last Name": "Burmann",
                "Affiliation": "Department of Biopolymers and Research Center for Bio-Macromolecules, Universität Bayreuth, Universitätsstrasse 30, 95447 Bayreuth, Germany."
            },
            {
                "First Name": "Augusto",
                "Last Name": "Uc-Mass",
                "Affiliation": ""
            },
            {
                "First Name": "Kristian",
                "Last Name": "Schweimer",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Rösch",
                "Affiliation": ""
            }
        ],
        "Journal": "Biochemistry",
        "PubDate": "2008"
    },
    {
        "PMID": "18487194",
        "Title": "Termination factor Rho and its cofactors NusA and NusG silence foreign DNA in E. coli.",
        "Abstract": "Transcription of the bacterial genome by the RNA polymerase must terminate at specific points. Transcription can be terminated by Rho factor, an essential protein in enterobacteria. We used the antibiotic bicyclomycin, which inhibits Rho, to assess its role on a genome-wide scale. Rho is revealed as a global regulator of gene expression that matches Escherichia coli transcription to translational needs. We also found that genes in E. coli that are most repressed by Rho are prophages and other horizontally acquired portions of the genome. Elimination of these foreign DNA elements increases resistance to bicyclomycin. Although rho remains essential, such reduced-genome bacteria no longer require Rho cofactors NusA and NusG. Deletion of the cryptic rac prophage in wild-type E. coli increases bicyclomycin resistance and permits deletion of nusG. Thus, Rho termination, supported by NusA and NusG, is required to suppress the toxic activity of foreign genes.",
        "Keywords": [],
        "MeSH terms": [
            "Anti-Bacterial Agents",
            "Bacteriophage lambda",
            "Bridged Bicyclo Compounds, Heterocyclic",
            "Coliphages",
            "DNA, Intergenic",
            "Escherichia coli",
            "Escherichia coli O157",
            "Escherichia coli Proteins",
            "Gene Expression Regulation, Bacterial",
            "Gene Silencing",
            "Genome, Bacterial",
            "Oligonucleotide Array Sequence Analysis",
            "Peptide Elongation Factors",
            "Prophages",
            "Proteome",
            "Rho Factor",
            "Transcription Factors",
            "Transcription, Genetic",
            "Transcriptional Elongation Factors"
        ],
        "Authors": [
            {
                "First Name": "Christopher J",
                "Last Name": "Cardinale",
                "Affiliation": "Department of Biochemistry, New York University School of Medicine, New York, NY 10016, USA."
            },
            {
                "First Name": "Robert S",
                "Last Name": "Washburn",
                "Affiliation": ""
            },
            {
                "First Name": "Vasisht R",
                "Last Name": "Tadigotla",
                "Affiliation": ""
            },
            {
                "First Name": "Lewis M",
                "Last Name": "Brown",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Evgeny",
                "Last Name": "Nudler",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2008"
    },
    {
        "PMID": "18237367",
        "Title": "Amos Oppenheim (31 October 1934 to 24 September 2006).",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Bacteriophage lambda",
            "History, 21st Century",
            "Israel",
            "Microbiology"
        ],
        "Authors": [
            {
                "First Name": "Sankar L",
                "Last Name": "Adhya",
                "Affiliation": "Laboratory of Molecular Biology, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD 20892, USA."
            },
            {
                "First Name": "Donald L",
                "Last Name": "Court",
                "Affiliation": ""
            },
            {
                "First Name": "David I",
                "Last Name": "Friedman",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular microbiology",
        "PubDate": "2008"
    },
    {
        "PMID": "17989356",
        "Title": "Mitochondrial A-kinase anchoring protein 121 binds type II protein kinase A and enhances steroidogenic acute regulatory protein-mediated steroidogenesis in MA-10 mouse leydig tumor cells.",
        "Abstract": "The expression of the steroidogenic acute regulatory protein (STAR) is regulated by PKA in response to trophic hormone stimulation through the second messenger cAMP. However, in steroidogenic cells, the concentrations of hormone necessary to maximally induce cAMP synthesis and PKA activity are often significantly higher than is necessary to achieve maximum steroidogenesis. One general mechanism believed to make PKA signaling more effective is the use of A-kinase anchoring proteins (AKAPs) to recruit PKA to discrete subcellular compartments, which coordinates and focuses PKA action with respect to its substrates. The characterization of AKAP121 has suggested that it enhances the posttranscriptional regulation of STAR by recruiting both Star mRNA and PKA to the mitochondria, thereby permitting more effective translation and phosphorylation of STAR. Testing this hypothesis revealed that cAMP-induced STAR expression and steroidogenesis closely followed AKAP121 abundance when this AKAP was silenced or overexpressed in MA-10 cells but that these changes were effected posttranscriptionally. Moreover, silencing AKAP121 expression in these cells specifically altered the localization of type II PKA regulatory subunit alpha (PKAR2A) at the mitochondria but did not affect its relative expression within the cell. Affinity purification experiments showed that PKAR2A preferentially associated with AKAP121, and cAMP analogs that activate type II PKA induced STAR phosphorylation more efficiently than analogs stimulating type I PKA. This suggests that AKAP121 and PKAR2A serve to enhance steroidogenesis by directing the synthesis and activation of STAR at the mitochondria in response to cAMP.",
        "Keywords": [],
        "MeSH terms": [
            "A Kinase Anchor Proteins",
            "Animals",
            "Cell Line, Tumor",
            "Cyclic AMP",
            "Cyclic AMP-Dependent Protein Kinase RIIalpha Subunit",
            "Gonadal Steroid Hormones",
            "Leydig Cells",
            "Male",
            "Mice",
            "Mitochondria",
            "Mitochondrial Proteins",
            "Phosphoproteins",
            "Phosphorylation",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Matthew T",
                "Last Name": "Dyson",
                "Affiliation": "Department of Cell Biology and Biochemistry, Texas Tech University Health Sciences Center, Lubbock, Texas 79430, USA."
            },
            {
                "First Name": "Jeffrey K",
                "Last Name": "Jones",
                "Affiliation": ""
            },
            {
                "First Name": "Mariusz P",
                "Last Name": "Kowalewski",
                "Affiliation": ""
            },
            {
                "First Name": "Pulak R",
                "Last Name": "Manna",
                "Affiliation": ""
            },
            {
                "First Name": "Manuela",
                "Last Name": "Alonso",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Douglas M",
                "Last Name": "Stocco",
                "Affiliation": ""
            }
        ],
        "Journal": "Biology of reproduction",
        "PubDate": "2008"
    },
    {
        "PMID": "17616978",
        "Title": "DNA damage, homology-directed repair, and DNA methylation.",
        "Abstract": "To explore the link between DNA damage and gene silencing, we induced a DNA double-strand break in the genome of Hela or mouse embryonic stem (ES) cells using I-SceI restriction endonuclease. The I-SceI site lies within one copy of two inactivated tandem repeated green fluorescent protein (GFP) genes (DR-GFP). A total of 2%-4% of the cells generated a functional GFP by homology-directed repair (HR) and gene conversion. However, approximately 50% of these recombinants expressed GFP poorly. Silencing was rapid and associated with HR and DNA methylation of the recombinant gene, since it was prevented in Hela cells by 5-aza-2'-deoxycytidine. ES cells deficient in DNA methyl transferase 1 yielded as many recombinants as wild-type cells, but most of these recombinants expressed GFP robustly. Half of the HR DNA molecules were de novo methylated, principally downstream to the double-strand break, and half were undermethylated relative to the uncut DNA. Methylation of the repaired gene was independent of the methylation status of the converting template. The methylation pattern of recombinant molecules derived from pools of cells carrying DR-GFP at different loci, or from an individual clone carrying DR-GFP at a single locus, was comparable. ClustalW analysis of the sequenced GFP molecules in Hela and ES cells distinguished recombinant and nonrecombinant DNA solely on the basis of their methylation profile and indicated that HR superimposed novel methylation profiles on top of the old patterns. Chromatin immunoprecipitation and RNA analysis revealed that DNA methyl transferase 1 was bound specifically to HR GFP DNA and that methylation of the repaired segment contributed to the silencing of GFP expression. Taken together, our data support a mechanistic link between HR and DNA methylation and suggest that DNA methylation in eukaryotes marks homologous recombined segments.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Cell Line",
            "Chromatin",
            "CpG Islands",
            "DNA (Cytosine-5-)-Methyltransferase 1",
            "DNA (Cytosine-5-)-Methyltransferases",
            "DNA Breaks, Double-Stranded",
            "DNA Damage",
            "DNA Methylation",
            "DNA Primers",
            "DNA Repair",
            "Gene Expression",
            "Gene Silencing",
            "Green Fluorescent Proteins",
            "HeLa Cells",
            "Humans",
            "Loss of Heterozygosity",
            "Mice",
            "Models, Genetic",
            "RNA, Messenger",
            "Recombinant Proteins",
            "Recombination, Genetic",
            "Thyroid Neoplasms",
            "Transfection"
        ],
        "Authors": [
            {
                "First Name": "Concetta",
                "Last Name": "Cuozzo",
                "Affiliation": "Dipartimento di Biologia e Patologia Molecolare e Cellulare, Istituto di Endocrinologia ed Oncologia Sperimentale del Consiglio Nazionale delle Ricerche, Università Federico II, Naples, Italy."
            },
            {
                "First Name": "Antonio",
                "Last Name": "Porcellini",
                "Affiliation": ""
            },
            {
                "First Name": "Tiziana",
                "Last Name": "Angrisano",
                "Affiliation": ""
            },
            {
                "First Name": "Annalisa",
                "Last Name": "Morano",
                "Affiliation": ""
            },
            {
                "First Name": "Bongyong",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Alba",
                "Last Name": "Di Pardo",
                "Affiliation": ""
            },
            {
                "First Name": "Samantha",
                "Last Name": "Messina",
                "Affiliation": ""
            },
            {
                "First Name": "Rodolfo",
                "Last Name": "Iuliano",
                "Affiliation": ""
            },
            {
                "First Name": "Alfredo",
                "Last Name": "Fusco",
                "Affiliation": ""
            },
            {
                "First Name": "Maria R",
                "Last Name": "Santillo",
                "Affiliation": ""
            },
            {
                "First Name": "Mark T",
                "Last Name": "Muller",
                "Affiliation": ""
            },
            {
                "First Name": "Lorenzo",
                "Last Name": "Chiariotti",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Enrico V",
                "Last Name": "Avvedimento",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2007"
    },
    {
        "PMID": "16980485",
        "Title": "Role of an RNase III binding site in transcription termination at lambda nutL by HK022 Nun protein.",
        "Abstract": "The phage HK022 Nun protein excludes phage lambda by binding nascent lambda pL and pR transcripts at nutL and nutR, respectively, and inducing transcription termination just downstream of these sites. Termination is more efficient at nutL than at nutR. One difference between nutL and nutR is the presence of RNase III processing sites (rIII) located immediately promoter distal to lambda nutL. We found that deletion of rIII dramatically reduced Nun transcription arrest in vitro but had little effect on termination in vivo. However, consistent with the in vitro results, overexpression of a transcript carrying nutL and rIII efficiently titrated Nun, allowing lambda to grow on a strain that expressed Nun, whereas a transcript carrying only nutL or nutL-rIII with nucleotides 97 to 141 deleted was ineffective. Rnc70, an RNase III mutant that binds but does not cleave rIII, also prevented Nun-mediated lambda exclusion. We propose that rIII enhances the on-rate of Nun at nutL, stimulating Nun-mediated arrest in vitro. We have shown that a specific element in rIII, i.e., box C (G89GUGUGUG), strongly enhances arrest on rIII+ templates. Nun-rIII interactions do not stimulate Nun termination in vivo, presumably because formation of the Nun-nutL complex is normally not rate-limiting in the cell. In contrast to Nun, N is not occluded by Rnc70 and is not efficiently titrated by a nutL-rIII transcript.",
        "Keywords": [],
        "MeSH terms": [
            "Bacteriophage lambda",
            "Base Sequence",
            "Binding Sites",
            "Molecular Sequence Data",
            "Nucleic Acid Conformation",
            "RNA, Messenger",
            "RNA, Viral",
            "Ribonuclease III",
            "Sequence Deletion",
            "Terminator Regions, Genetic",
            "Transcription Factors",
            "Transcription, Genetic",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Robert S",
                "Last Name": "Washburn",
                "Affiliation": "Department of Microbiology and Institute of Cancer Research, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Donald L",
                "Last Name": "Court",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of bacteriology",
        "PubDate": "2006"
    },
    {
        "PMID": "16631197",
        "Title": "Role of E.coli NusA in phage HK022 Nun-mediated transcription termination.",
        "Abstract": "The 109 amino acid residue Nun protein expressed from prophage HK022 excludes superinfecting phage lambda by arresting transcription on the lambda chromosome near the lambdanut sites. In vitro, the Nun N terminus binds to nascent lambdanutRNA, whereas the C terminus interacts with RNA polymerase and DNA template. Escherichia coli host factors, NusA, NusB, NusE (S10), and NusG, stimulate Nun-arrest. NusA binds the Nun C terminus and enhances formation of the Nun-nutRNA complex. Because of these in vitro activities of NusA, and since a nusA mutation (nusAE136K) blocked Nun in vivo, we assumed that NusA was required for Nun activity. However, using a nusAts strain, we find that NusA is required for termination at nutR but not at nutL. Furthermore, nusAE136K is dominant to nusA(+) for Nun-arrest, both in vitro and in vivo. NusAE136K shows increased affinity for Nun and, unlike NusA(+), can readily be recovered in a ternary complex with Nun and nutRNA. We propose NusAE136K suppresses Nun-arrest when it is a component of the transcription elongation complex, perhaps, in part, by blocking interactions between the Nun C terminus and RNA polymerase and DNA. We also find that in contrast to Nun-arrest, antitermination by lambda N requires NusA.",
        "Keywords": [],
        "MeSH terms": [
            "Bacteriophage HK022",
            "Bacteriophage lambda",
            "DNA-Directed RNA Polymerases",
            "Escherichia coli Proteins",
            "Macromolecular Substances",
            "Models, Genetic",
            "Mutation",
            "Peptide Elongation Factors",
            "Terminator Regions, Genetic",
            "Transcription Factors",
            "Transcription, Genetic",
            "Transcriptional Elongation Factors",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Hyeong C",
                "Last Name": "Kim",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Robert S",
                "Last Name": "Washburn",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2006"
    },
    {
        "PMID": "15994349",
        "Title": "Pathways of vitamin A delivery to the embryo: insights from a new tunable model of embryonic vitamin A deficiency.",
        "Abstract": "Circulating retinoids (vitamin A and its derivatives) are found predominantly as retinol bound to retinol-binding protein (RBP), which transports retinol from liver stores to target tissues, or as retinyl ester incorporated in lipoproteins of dietary origin. The transport of retinoids from maternal to fetal circulation is poorly understood, especially under conditions of inadequate dietary vitamin A intake. Here we present RBP-/- mice as a tunable model of embryonic vitamin A deficiency. This model has enabled us to analyze metabolic links between maternal nutrition and retinoid delivery to the fetus. Our data show that retinol-RBP is the primary contributor to fetal development, whereas retinyl ester are largely responsible for accumulation of fetal retinoid stores. Furthermore, these studies indicate the importance of embryonic RBP in distributing vitamin A to certain developing tissues under restrictive diets. We also show differences among developing tissues in their dependency on the embryonic retinol-RBP pathway. Finally, we demonstrate that accumulation of embryonic vitamin A stores does not depend on the expression of RBP in the fetal liver.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biological Transport",
            "Disease Models, Animal",
            "Embryo, Mammalian",
            "Embryonic Development",
            "Female",
            "Genotype",
            "Liver",
            "Mice",
            "Mice, Knockout",
            "Phenotype",
            "Pregnancy",
            "Retinoids",
            "Retinol-Binding Proteins",
            "Vitamin A",
            "Vitamin A Deficiency",
            "Weaning"
        ],
        "Authors": [
            {
                "First Name": "Loredana",
                "Last Name": "Quadro",
                "Affiliation": "Institute of Cancer Research, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Leora",
                "Last Name": "Hamberger",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Fengwei",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Vittorio",
                "Last Name": "Colantuoni",
                "Affiliation": ""
            },
            {
                "First Name": "William S",
                "Last Name": "Blaner",
                "Affiliation": ""
            },
            {
                "First Name": "Cathy L",
                "Last Name": "Mendelsohn",
                "Affiliation": ""
            }
        ],
        "Journal": "Endocrinology",
        "PubDate": "2005"
    },
    {
        "PMID": "15590784",
        "Title": "Little lambda, who made thee?",
        "Abstract": "The study of the bacteriophage lambda has been critical to the discipline of molecular biology. It was the source of key discoveries in the mechanisms of, among other processes, gene regulation, recombination, and transcription initiation and termination. We trace here the events surrounding these findings and draw on the recollections of the participants. We show how a particular atmosphere of interactions among creative scientists yielded spectacular insights into how living things work.",
        "Keywords": [],
        "MeSH terms": [
            "Bacteriophage lambda",
            "Endodeoxyribonucleases",
            "History, 20th Century",
            "Prophages",
            "Viral Regulatory and Accessory Proteins",
            "Virology",
            "Virus Integration"
        ],
        "Authors": [
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Institute of Cancer Research, Columbia University, New York, NY 10032, USA. gottesman@cuccfa.ccc.columbia.edu"
            },
            {
                "First Name": "Robert A",
                "Last Name": "Weisberg",
                "Affiliation": ""
            }
        ],
        "Journal": "Microbiology and molecular biology reviews : MMBR",
        "PubDate": "2004"
    },
    {
        "PMID": "15567059",
        "Title": "cAMP-PKA signaling to the mitochondria: protein scaffolds, mRNA and phosphatases.",
        "Abstract": "Energy metabolism and, specifically, the coupling of mitochondria to growth and survival is controlled by the cAMP-PKA pathway in yeast. In higher eukaryotes, cAMP signaling originating at the plasma membrane is distributed to different subcellular districts by cAMP waves received by PKA bound to PKA anchor proteins (AKAPs) tethered to these compartments. This review focuses on the subgroup of AKAPs that anchor PKA to the mitochondrial outer membrane (mtAKAPs). Only PKA anchored to mtAKAPs can efficiently transmit cAMP signals to mitochondria. mtAKAP complexes are remarkably heterogeneous. In addition to PKA regulatory subunits, they may include mRNAs, tyrosine phosphatase(s) and tyrosine kinase(s). Selective regulation of these components by cAMP-PKA integrates various signal transduction pathways and can determine which subcellular compartment receives the signal. Unveiling the interactions among the components of these large complexes will shed light on how cAMP and PKA regulate vital mitochondrial processes.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Cyclic AMP",
            "Cyclic AMP-Dependent Protein Kinases",
            "Humans",
            "Mammals",
            "Mitochondria",
            "Phosphoric Monoester Hydrolases",
            "Phosphorylation",
            "Protein Transport",
            "RNA Transport",
            "RNA, Messenger",
            "Signal Transduction",
            "Yeasts"
        ],
        "Authors": [
            {
                "First Name": "Antonio",
                "Last Name": "Feliciello",
                "Affiliation": "Dipartimento di Biologia e Patologia Molecolare e Cellulare, Istituto di Endocrinologia ed Oncologia Sperimentale del C.N.R., Università Federico II, 80131 Napoli, Italy. feliciel@unina.it"
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Enrico V",
                "Last Name": "Avvedimento",
                "Affiliation": ""
            }
        ],
        "Journal": "Cellular signalling",
        "PubDate": "2005"
    },
    {
        "PMID": "15523112",
        "Title": "Effect of vitamin A depletion on nonvisual phototransduction pathways in cryptochromeless mice.",
        "Abstract": "Mice exhibit multiple nonvisual responses to light, including 1) photoentrainment of circadian rhythm; 2) \"masking,\" which refers to the acute effect of light on behavior, either negative (activity suppressing) or positive (activity inducing); and 3) pupillary constriction. In mammals, the eye is the sole photosensory organ for these responses, and it contains only 2 known classes of pigments: opsins and cryptochromes. No individual opsin or cryptochrome gene is essential for circadian photoreception, gene photoinduction, or masking. Previously, the authors found that mice lacking retinol-binding protein, in which dietary depletion of ocular retinaldehyde can be achieved, had normal light signaling to the SCN, as determined by per gene photoinduction. In the present study, the authors analyzed phototransduction to the SCN in vitamin A-replete and vitamin A-depleted rbp-/- and rbp-/-cry1-/-cry2-/- mice using molecular and behavioral end points. They found that vitamin A-depleted rbp-/- mice exhibit either normal photoentrainment or become diurnal. In contrast, while vitamin A-replete rbp-/-cry1-/-cry2-/- mice are light responsive (with reduced sensitivity), vitamin A-depleted rbp-/-cry1-/-cry2-/- mice, which presumably lack functional opsins and cryptochromes, lose most behavioral and molecular responses to light. These data demonstrate that both cryptochromes and opsins regulate nonvisual photoresponses.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biological Clocks",
            "Circadian Rhythm",
            "Cryptochromes",
            "Diet",
            "Dietary Supplements",
            "Flavoproteins",
            "Gene Expression Regulation",
            "Genes, fos",
            "Light",
            "Light Signal Transduction",
            "Mice",
            "Mice, Knockout",
            "Motor Activity",
            "Pupil",
            "Retinaldehyde",
            "Rod Opsins",
            "Suprachiasmatic Nucleus",
            "Vitamin A"
        ],
        "Authors": [
            {
                "First Name": "Carol L",
                "Last Name": "Thompson",
                "Affiliation": "Department of Biochemistry and Biophysics, University of North Carolina School of Medicine, Chapel Hill, North Carolina, USA."
            },
            {
                "First Name": "Christopher P",
                "Last Name": "Selby",
                "Affiliation": ""
            },
            {
                "First Name": "Russell N",
                "Last Name": "Van Gelder",
                "Affiliation": ""
            },
            {
                "First Name": "William S",
                "Last Name": "Blaner",
                "Affiliation": ""
            },
            {
                "First Name": "Janet",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Loredana",
                "Last Name": "Quadro",
                "Affiliation": ""
            },
            {
                "First Name": "Katherine",
                "Last Name": "Lai",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Aziz",
                "Last Name": "Sancar",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of biological rhythms",
        "PubDate": "2004"
    },
    {
        "PMID": "15314099",
        "Title": "The role of extrahepatic retinol binding protein in the mobilization of retinoid stores.",
        "Abstract": "Although the major tissue site of retinol binding protein (RBP) synthesis in the body is the liver, other sites of synthesis have been reported. The physiological role(s) of circulating RBP that is produced and secreted extrahepatically has not been systematically investigated. To address this question, we used as a model a mouse strain (hRBP(-/-)) that expresses human RBP (hRBP) cDNA under the control of the mouse muscle creatine kinase promoter in an rbp-null background (RBP(-/-)). By comparing hRBP(-/-), RBP(-/-), and wild-type mice, we asked whether extrahepatic RBP can perform all of the physiological functions of RBP synthesized in the liver. We demonstrate that extrahepatically synthesized hRBP, unlike RBP expressed in liver, cannot mobilize liver retinoid stores. Consistent with this conclusion, we find that circulating hRBP is not taken up by hepatocytes. RBP has been proposed to play an essential role in distributing hepatic retinoids between hepatocytes and hepatic stellate cells. We find, however, that the distribution of retinoid in the livers of the three mouse strains described above is identical. Thus, RBP is not required for intrahepatic transport and storage of retinoid. These and other observations are discussed.",
        "Keywords": [],
        "MeSH terms": [
            "Administration, Oral",
            "Animal Feed",
            "Animals",
            "Biological Transport",
            "Blotting, Western",
            "Chromatography, High Pressure Liquid",
            "Creatine Kinase",
            "DNA, Complementary",
            "Hepatocytes",
            "Liver",
            "Mice",
            "Mice, Transgenic",
            "Promoter Regions, Genetic",
            "Retinol-Binding Proteins",
            "Time Factors",
            "Tretinoin",
            "Vitamin A"
        ],
        "Authors": [
            {
                "First Name": "Loredana",
                "Last Name": "Quadro",
                "Affiliation": "Institute of Cancer Research, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "William S",
                "Last Name": "Blaner",
                "Affiliation": ""
            },
            {
                "First Name": "Leora",
                "Last Name": "Hamberger",
                "Affiliation": ""
            },
            {
                "First Name": "Phyllis M",
                "Last Name": "Novikoff",
                "Affiliation": ""
            },
            {
                "First Name": "Silke",
                "Last Name": "Vogel",
                "Affiliation": ""
            },
            {
                "First Name": "Roseann",
                "Last Name": "Piantedosi",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Vittorio",
                "Last Name": "Colantuoni",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of lipid research",
        "PubDate": "2004"
    },
    {
        "PMID": "15143158",
        "Title": "Mitochondrial AKAP121 binds and targets protein tyrosine phosphatase D1, a novel positive regulator of src signaling.",
        "Abstract": "A-kinase anchor protein 121 (AKAP121) and its spliced isoform AKAP84 anchor protein kinase A (PKA) to the outer membrane of mitochondria, focusing and enhancing cyclic AMP signal transduction to the organelle. We find that AKAP121/84 also binds PTPD1, a src-associated protein tyrosine phosphatase. A signaling complex containing AKAP121, PKA, PTPD1, and src is assembled in vivo. PTPD1 activates src tyrosine kinase and increases the magnitude and duration of epidermal growth factor (EGF) signaling. EGF receptor phosphorylation and downstream activation of ERK 1/2 and Elk1-dependent gene transcription are enhanced by PTPD1. Expression of a PTPD1 mutant lacking catalytic activity inhibits src and downregulates ERK 1/2 but does not affect the activity of c-Jun N-terminal kinase 1/2 and p38alpha mitogen-activated protein kinase. AKAP121 binds to and redistributes PTPD1 from the cytoplasm to mitochondria and inhibits EGF signaling. Our findings indicate that PTPD1 is a novel positive regulator of src signaling and a key component of the EGF transduction pathway. By binding and/or targeting the phosphatase on mitochondria, AKAP121 modulates the amplitude and persistence of src-dependent EGF transduction pathway. This represents the first example of physical and functional interaction between AKAPs and a protein tyrosine phosphatase.",
        "Keywords": [],
        "MeSH terms": [
            "A Kinase Anchor Proteins",
            "Adaptor Proteins, Signal Transducing",
            "Carrier Proteins",
            "Cyclic AMP-Dependent Protein Kinases",
            "Epidermal Growth Factor",
            "ErbB Receptors",
            "Humans",
            "Mitochondria",
            "Phosphorylation",
            "Protein Isoforms",
            "Protein Tyrosine Phosphatases",
            "Protein Tyrosine Phosphatases, Non-Receptor",
            "Signal Transduction",
            "src-Family Kinases"
        ],
        "Authors": [
            {
                "First Name": "Luca",
                "Last Name": "Cardone",
                "Affiliation": "Dipartimento di Biologia e Patologia Molecolare e Cellulare, via S. Pansini, 5, 80131 Naples, Italy. feliciel@unina.it"
            },
            {
                "First Name": "Annalisa",
                "Last Name": "Carlucci",
                "Affiliation": ""
            },
            {
                "First Name": "Adele",
                "Last Name": "Affaitati",
                "Affiliation": ""
            },
            {
                "First Name": "Alessandra",
                "Last Name": "Livigni",
                "Affiliation": ""
            },
            {
                "First Name": "Tiziana",
                "Last Name": "DeCristofaro",
                "Affiliation": ""
            },
            {
                "First Name": "Corrado",
                "Last Name": "Garbi",
                "Affiliation": ""
            },
            {
                "First Name": "Stelio",
                "Last Name": "Varrone",
                "Affiliation": ""
            },
            {
                "First Name": "Axel",
                "Last Name": "Ullrich",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Enrico V",
                "Last Name": "Avvedimento",
                "Affiliation": ""
            },
            {
                "First Name": "Antonio",
                "Last Name": "Feliciello",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2004"
    },
    {
        "PMID": "14742436",
        "Title": "Transcription termination by phage HK022 Nun is facilitated by COOH-terminal lysine residues.",
        "Abstract": "The 109-amino acid Nun protein of prophage HK022 excludes superinfecting bacteriophage lambda by blocking transcription elongation on the lambda chromosome. Multiple interactions between Nun and the transcription elongation complex are involved in this reaction. The Nun NH(2)-terminal arginine-rich motif binds BOXB sequence in nascent lambda transcripts, whereas the COOH terminus binds RNA polymerase and contacts DNA template. Nun Trp(108) is required for interaction with DNA and transcription arrest. We analyzed the role of the adjacent Lys(106) and Lys(107) residues in the Nun reaction. Substitution of the lysine residues with arginine (K106R/K107R) had no effect on transcription arrest in vitro or in vivo. Nun K106A/K107A was partially active, whereas Nun K106D/K107D was defective in vitro and failed to exclude lambda. All mutants bound RNA polymerase and BOXB. In contrast to Nun K106R/K107R and K106A/K107A, Nun K106D/K107D did not cross-link DNA template. These results suggest that transcription arrest is facilitated by electrostatic interactions between positively charged Nun residues Lys(106) and Lys(107) and negatively charged DNA phosphate groups. These may assist intercalation of Trp(108) into template.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Bacteriophage HK022",
            "Binding, Competitive",
            "DNA-Directed RNA Polymerases",
            "Gene Expression Regulation, Viral",
            "In Vitro Techniques",
            "Lysine",
            "Molecular Sequence Data",
            "Mutagenesis",
            "Phosphates",
            "Static Electricity",
            "Transcription Factors",
            "Transcription, Genetic",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Hyeong C",
                "Last Name": "Kim",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2004"
    },
    {
        "PMID": "14736708",
        "Title": "Transplacental delivery of retinoid: the role of retinol-binding protein and lipoprotein retinyl ester.",
        "Abstract": "Retinoids are required for normal embryonic development. Both embryonic retinoid deficiency and excess result in congenital malformations. There is little understanding of the physiology underlying retinoid transfer from the maternal circulation to the embryo. We now report studies that explore this process using retinol-binding protein-deficient (RBP-/-) mice and mice that express human RBP on the RBP-/-) background. Our studies establish that dietary retinoid, bound to lipoproteins, can serve as an important source for meeting tissue retinoid requirements during embryogenesis. Indeed, retinyl ester concentrations in the circulations of pregnant RBP-/- mice are significantly elevated over those observed in wild-type mice, suggesting that lipoprotein retinyl esters may compensate for the absence of retinol-RBP during pregnancy. We also demonstrate, contrary to earlier proposals, that maternal RBP does not cross the placenta and cannot enter the fetal circulation. Overall, our data indicate that both retinol-RBP and retinyl esters bound to lipoproteins are able to provide sufficient retinoid to the embryo to allow for normal embryonic development.",
        "Keywords": [],
        "MeSH terms": [
            "Analysis of Variance",
            "Animals",
            "Embryo, Mammalian",
            "Embryonic and Fetal Development",
            "Female",
            "Lipoproteins",
            "Maternal-Fetal Exchange",
            "Mice",
            "Mice, Knockout",
            "Placenta",
            "Pregnancy",
            "Recombinant Proteins",
            "Retinoids",
            "Retinol-Binding Proteins",
            "Retinyl Esters"
        ],
        "Authors": [
            {
                "First Name": "Loredana",
                "Last Name": "Quadro",
                "Affiliation": "Institute of Cancer Research, College of Physicians and Surgeons, Columbia Univ., New York, NY 10032, USA."
            },
            {
                "First Name": "Leora",
                "Last Name": "Hamberger",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Vittorio",
                "Last Name": "Colantuoni",
                "Affiliation": ""
            },
            {
                "First Name": "Rajasekhar",
                "Last Name": "Ramakrishnan",
                "Affiliation": ""
            },
            {
                "First Name": "William S",
                "Last Name": "Blaner",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of physiology. Endocrinology and metabolism",
        "PubDate": "2004"
    },
    {
        "PMID": "14712713",
        "Title": "Bacteriophage HK022 Nun protein: a specific transcription termination factor that excludes bacteriophage lambda.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Bacteriophage HK022",
            "Bacteriophage lambda",
            "Biochemistry",
            "Electrophoresis, Polyacrylamide Gel",
            "Escherichia coli",
            "Plasmids",
            "Transcription Factors",
            "Transcription, Genetic",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Hyeong C",
                "Last Name": "Kim",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032-2798, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in enzymology",
        "PubDate": "2003"
    },
    {
        "PMID": "14585313",
        "Title": "Understanding the physiological role of retinol-binding protein in vitamin A metabolism using transgenic and knockout mouse models.",
        "Abstract": "Retinoids (vitamin A and its derivatives) play an essential role in many biological functions. However mammals are incapable of de novo synthesis of vitamin A and must acquire it from the diet. In the intestine, dietary retinoids are incorporated in chylomicrons as retinyl esters, along with other dietary lipids. The majority of dietary retinoid is cleared by and stored within the liver. To meet vitamin A requirements of tissues, the liver secretes retinol (vitamin A alcohol) into the circulation bound to its sole specific carrier protein, retinol-binding protein (RBP). The single known function of this protein is to transport retinol from the hepatic stores to target tissues. Over the last few years, the generation of knockout and transgenic mouse models has significantly contributed to our understanding of RBP function in the metabolism of vitamin A. We discuss below the role of RBP in maintaining normal vision and a steady flux of retinol throughout the body in times of need.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Mice",
            "Mice, Knockout",
            "Mice, Transgenic",
            "Retinol-Binding Proteins",
            "Vision, Ocular",
            "Vitamin A"
        ],
        "Authors": [
            {
                "First Name": "Loredana",
                "Last Name": "Quadro",
                "Affiliation": "Institute of Cancer Research, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. lq13@columbia.edu"
            },
            {
                "First Name": "Leora",
                "Last Name": "Hamberger",
                "Affiliation": ""
            },
            {
                "First Name": "Vittorio",
                "Last Name": "Colantuoni",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "William S",
                "Last Name": "Blaner",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular aspects of medicine",
        "PubDate": "2003"
    },
    {
        "PMID": "14550553",
        "Title": "The N-terminus is unstructured, but not dynamically disordered, in the complex between HK022 Nun protein and lambda-phage BoxB RNA hairpin.",
        "Abstract": "The Nun protein of lambdoid phage HK022 excludes lambda-phage superinfection by blocking expression of genes downstream from the lambda nut sequences. Heteronuclear NMR studies have been performed on a Nun peptide comprising residues 1-49 bound to the nutR BoxB RNA. The pattern of (13)C chemical shifts indicates that the arginine-rich motif of Nun forms an induced alpha-helix, consisting of residues 23-43, when bound to BoxB RNA, consistent with the structure of a shorter (residues 22-44) Nun peptide/BoxB RNA complex [Faber, C., Schärpf, M., Becker, T., Sticht, H. and Rösch (2001) J. Biol. Chem. 276, 32064-32070]. The N-terminal extension, residues 1-22, does not show chemical shifts or nuclear Overhauser effects characteristic of stable secondary structure. Nonetheless, (15)N relaxation measurements indicate that this region is not completely disordered, as expected for a random coil peptide. Restriction of conformation flexibility in the N-terminal extension of Nun may be important for binding to other target molecules involved in transcription termination.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Amino Acid Sequence",
            "Bacteriophage lambda",
            "Molecular Sequence Data",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Nucleic Acid Conformation",
            "Protein Binding",
            "Protein Conformation",
            "RNA, Catalytic",
            "RNA, Viral",
            "RNA-Binding Proteins",
            "Structure-Activity Relationship",
            "Transcription Factors",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Ashley C",
                "Last Name": "Stuart",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "FEBS letters",
        "PubDate": "2003"
    },
    {
        "PMID": "12787667",
        "Title": "Role of E.coli transcription-repair coupling factor Mfd in Nun-mediated transcription termination.",
        "Abstract": "Phage HK022 Nun protein excludes phage lambda by binding nascent lambda-nut RNA and inducing termination and transcript release. In contrast, in a purified in vitro system, Nun arrests transcription on lambdaDNA templates without dissociation of the transcription elongation complex (TEC). Our evidence indicates that transcription-repair coupling factor (Mfd) frees Nun-arrested RNA polymerase. The activity of Nun is enhanced in an mfd-null mutant, consistent with prolonged association of Nun with the TEC. Furthermore, expression of lambda nut RNA in the mfd mutant titrates Nun, allowing superinfecting lambda to form plaques. Finally, addition of Mfd releases a Nun-arrested transcription complex in vitro.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Bacteriophage lambda",
            "DNA Primers",
            "DNA-Directed RNA Polymerases",
            "Escherichia coli",
            "Galactokinase",
            "Gene Expression Regulation, Viral",
            "Homozygote",
            "Lac Operon",
            "Luciferases",
            "Models, Biological",
            "Mutagenesis, Site-Directed",
            "Plasmids",
            "Polymerase Chain Reaction",
            "RNA, Bacterial",
            "Regulatory Sequences, Nucleic Acid",
            "Streptavidin",
            "Terminator Regions, Genetic",
            "Transcription Factors",
            "Transcription, Genetic",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Robert S",
                "Last Name": "Washburn",
                "Affiliation": "Department of Microbiology and Institute of Cancer Research, College of Physicians and Surgeons, Columbia University, 701 West 168th Street, 9th Floor Rm 914, New York, NY 10032, USA."
            },
            {
                "First Name": "Yousong",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2003"
    },
    {
        "PMID": "12684530",
        "Title": "Phage HK022 Nun protein represses translation of phage lambda N (transcription termination/translation repression).",
        "Abstract": "The N-terminal arginine-rich motif of phage HK022 Nun protein binds to NUT sequences in phage lambda nascent transcripts and induces transcription termination. Interactions between the Nun C terminus and RNA polymerase as well as the DNA template are required for termination. We have isolated Nun C-terminal point and deletion mutants that are unable to block transcription. The mutants bind NUT RNA and inhibit translation of the lambda N gene. Thus HK022 excludes lambda both by terminating transcription on the phage chromosome and by preventing translation of the essential lambda N gene. Like N autoregulation, translation repression by Nun requires host RNaseIII deficiency (rnc) or a mutation in the RNaseIII processing site (rIII) located between NUTL and the beginning of the N coding sequence. Our data support the idea that Nun bound at NUTL causes steric interference with ribosome attachment to the nearby N coding sequence. Two models, Nun acting alone or in complex with host proteins, are discussed.",
        "Keywords": [],
        "MeSH terms": [
            "Bacteriophage lambda",
            "Base Sequence",
            "DNA Primers",
            "Mutation",
            "Nucleic Acid Conformation",
            "Protein Biosynthesis",
            "RNA, Messenger",
            "Terminator Regions, Genetic",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Hyeong C",
                "Last Name": "Kim",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, and Institute of Cancer Research, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jian-guang",
                "Last Name": "Zhou",
                "Affiliation": ""
            },
            {
                "First Name": "Helen R",
                "Last Name": "Wilson",
                "Affiliation": ""
            },
            {
                "First Name": "Grigoriy",
                "Last Name": "Mogilnitskiy",
                "Affiliation": ""
            },
            {
                "First Name": "Donald L",
                "Last Name": "Court",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2003"
    },
    {
        "PMID": "12654270",
        "Title": "PKA-dependent binding of mRNA to the mitochondrial AKAP121 protein.",
        "Abstract": "Protein kinase A (PKA) anchoring proteins (AKAPs) tether PKA to various subcellular locations. AKAP121, which tethers PKAII to the outer mitochondrial membrane, includes a K homology (KH) RNA-binding motif. Purified AKAP121 KH domain binds the 3' untranslated regions (3'UTRs) of transcripts encoding the Fo-f subunit of mitochondrial ATP synthase and manganese superoxide dismutase (MnSOD). Binding requires a structural motif in the 3'UTR and is stimulated by PKA phosphorylation of the domain or a mutation that mimics this phosphorylation. AKAP121 expressed in HeLa cells promotes the translocation of MnSOD mRNA from cytosol to mitochondria and an increase in mitochondrial MnSOD. Both reactions are stimulated by cAMP. Thus, by focusing translation at the mitochondrial membrane, AKAP121 may facilitate import of mitochondrial proteins in response to cAMP stimulation.",
        "Keywords": [],
        "MeSH terms": [
            "3' Untranslated Regions",
            "A Kinase Anchor Proteins",
            "Adaptor Proteins, Signal Transducing",
            "Amino Acid Motifs",
            "Binding Sites",
            "Carrier Proteins",
            "Cyclic AMP",
            "Cyclic AMP-Dependent Protein Kinases",
            "HeLa Cells",
            "Humans",
            "Ligands",
            "Mitochondrial Proteins",
            "Mitochondrial Proton-Translocating ATPases",
            "Models, Chemical",
            "Oligopeptides",
            "Phosphorylation",
            "Point Mutation",
            "Protein Binding",
            "Protein Conformation",
            "Protein Subunits",
            "RNA, Messenger",
            "RNA-Binding Proteins",
            "Recombinant Fusion Proteins",
            "Superoxide Dismutase"
        ],
        "Authors": [
            {
                "First Name": "Michael D",
                "Last Name": "Ginsberg",
                "Affiliation": "Institute of Cancer Research, Columbia University College of Physicians and Surgeons, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Antonio",
                "Last Name": "Feliciello",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey K",
                "Last Name": "Jones",
                "Affiliation": ""
            },
            {
                "First Name": "Enrico V",
                "Last Name": "Avvedimento",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2003"
    },
    {
        "PMID": "12484775",
        "Title": "Retinol-binding protein-deficient mice: biochemical basis for impaired vision.",
        "Abstract": "We reported previously that mice lacking plasma retinol-binding protein (RBP) are phenotypically normal except that they display impaired vision at the time of weaning. This visual defect is associated with greatly diminished eyecup levels of retinaldehyde and is reversible if the mutants are maintained for several months on a vitamin A-sufficient diet. Here we provide a biochemical basis for the visual phenotype of RBP-deficient mice. This phenotype does not result from inadequate milk total retinol levels since these are not different for RBP-deficient and wild-type mice. The eye, unlike all other tissues that have been examined, takes up dietary retinol very poorly. Moreover, compared to other tissues, the eye displays a strong preference for retinol uptake when retinol is delivered bound to RBP. The poor uptake of dietary retinol by the eye coupled with its marked ability to take up retinol from RBP, we propose, provides a basis for the impaired vision observed in weanling RBP-deficient mice. Further study of the mutants suggests that the impaired vision is reversible because the eyes of mutant mice slowly acquire sufficient retinol from the low levels of retinol present in their circulation either bound to albumin or present in lipoprotein fractions. Thus, the eye is unlike other tissues in the body in that it shows a very marked preference for acquiring retinol needed to support vision from the retinol-RBP complex and is unable to meet adequately its retinol need through uptake of recently absorbed dietary retinol. This provides an explanation for the impaired vision phenotype of RBP-deficient mice.",
        "Keywords": [],
        "MeSH terms": [
            "Administration, Oral",
            "Animals",
            "Animals, Suckling",
            "Female",
            "Injections, Intravenous",
            "Liver",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Milk",
            "Phenotype",
            "Retinoids",
            "Retinol-Binding Proteins",
            "Retinol-Binding Proteins, Plasma",
            "Vision Disorders",
            "Vitamin A"
        ],
        "Authors": [
            {
                "First Name": "Silke",
                "Last Name": "Vogel",
                "Affiliation": "Department of Medicine, Institute of Human Nutrition, and Institute of Cancer Research, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Roseann",
                "Last Name": "Piantedosi",
                "Affiliation": ""
            },
            {
                "First Name": "Sheila M",
                "Last Name": "O'Byrne",
                "Affiliation": ""
            },
            {
                "First Name": "Yuko",
                "Last Name": "Kako",
                "Affiliation": ""
            },
            {
                "First Name": "Loredana",
                "Last Name": "Quadro",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Ira J",
                "Last Name": "Goldberg",
                "Affiliation": ""
            },
            {
                "First Name": "William S",
                "Last Name": "Blaner",
                "Affiliation": ""
            }
        ],
        "Journal": "Biochemistry",
        "PubDate": "2002"
    },
    {
        "PMID": "12427737",
        "Title": "Essential role of A-kinase anchor protein 121 for cAMP signaling to mitochondria.",
        "Abstract": "A-Kinase anchor proteins (AKAPs) immobilize and concentrate protein kinase A (PKA) isoforms at specific subcellular compartments. Intracellular targeting of PKA holoenzyme elicits rapid and efficient phosphorylation of target proteins, thereby increasing sensitivity of downstream effectors to cAMP action. AKAP121 targets PKA to the cytoplasmic surface of mitochondria. Here we show that conditional expression of AKAP121 in PC12 cells selectively enhances cAMP.PKA signaling to mitochondria. AKAP121 induction stimulates PKA-dependent phosphorylation of the proapoptotic protein BAD at Ser(155), inhibits release of cytochrome c from mitochondria, and protects cells from apoptosis. An AKAP121 derivative mutant that localizes on mitochondria but does not bind PKA down-regulates PKA signaling to the mitochondria and promotes apoptosis. These findings indicate that PKA anchored by AKAP121 transduces cAMP signals to the mitochondria, and it may play an important role in mitochondrial physiology.",
        "Keywords": [],
        "MeSH terms": [
            "A Kinase Anchor Proteins",
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Apoptosis",
            "Base Sequence",
            "Carrier Proteins",
            "Caspases",
            "Cyclic AMP",
            "Cyclic AMP-Dependent Protein Kinases",
            "DNA Primers",
            "Enzyme Activation",
            "Mitochondria",
            "PC12 Cells",
            "Phosphorylation",
            "Rats",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Adele",
                "Last Name": "Affaitati",
                "Affiliation": "Dipartimento di Biologia e Patologia Molecolare e Cellulare, BioGeM Consortium, Istituto di Endocrinologia ed Oncologia Sperimentale CNR, Facoltà di Medicina, Universitá Federico II, via S. Pansini 5, 80131 Napoli, Italy."
            },
            {
                "First Name": "Luca",
                "Last Name": "Cardone",
                "Affiliation": ""
            },
            {
                "First Name": "Tiziana",
                "Last Name": "de Cristofaro",
                "Affiliation": ""
            },
            {
                "First Name": "Annalisa",
                "Last Name": "Carlucci",
                "Affiliation": ""
            },
            {
                "First Name": "Michael D",
                "Last Name": "Ginsberg",
                "Affiliation": ""
            },
            {
                "First Name": "Stelio",
                "Last Name": "Varrone",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Enrico V",
                "Last Name": "Avvedimento",
                "Affiliation": ""
            },
            {
                "First Name": "Antonio",
                "Last Name": "Feliciello",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2003"
    },
    {
        "PMID": "12167155",
        "Title": "Transcription termination and anti-termination in E. coli.",
        "Abstract": "Transcription termination in Escherichia coli is controlled by many factors. The sequence of the DNA template, the structure of the transcript, and the actions of auxiliary proteins all play a role in determining the efficiency of the process. Termination is regulated and can be enhanced or suppressed by host and phage proteins. This complex reaction is rapidly yielding to biochemical and structural analysis of the interacting factors. Below we review and attempt to unify into basic principles the remarkable recent progress in understanding transcription termination and anti-termination.",
        "Keywords": [],
        "MeSH terms": [
            "Bacteriophages",
            "Escherichia coli",
            "Terminator Regions, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Evgeny",
                "Last Name": "Nudler",
                "Affiliation": "Department of Biochemistry, NYU Medical Center, New York, NY 10016, USA. evgeny.nudler@med.nyu.edu"
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Genes to cells : devoted to molecular & cellular mechanisms",
        "PubDate": "2002"
    },
    {
        "PMID": "12096916",
        "Title": "A-kinase anchor protein 84/121 are targeted to mitochondria and mitotic spindles by overlapping amino-terminal motifs.",
        "Abstract": "A-kinase anchor proteins (AKAPs) assemble multi-enzyme signaling complexes in proximity to substrate/effector proteins, thus directing and amplifying membrane-generated signals. S-AKAP84 and AKAP121 are alternative splicing products with identical NH(2) termini. These AKAPs bind and target protein kinase A (PKA) to the outer mitochondrial membrane. Tubulin was identified as a binding partner of S-AKAP84 in a yeast two-hybrid screen. Immunoprecipitation and co-sedimentation experiments in rat testis extracts confirmed the interaction between microtubules and S-AKAP84. In situ immunostaining of testicular germ cells (GC2) shows that AKAP121 concentrates on mitochondria in interphase and on mitotic spindles during M phase. Purified tubulin binds directly to S-AKAP84 but not to a deletion mutant lacking the mitochondrial targeting domain (MT) at residues 1-30. The MT is predicted to form a highly hydrophobic alpha-helical wheel that might also mediate interaction with tubulin. Disruption of the wheel by site-directed mutagenesis abolished tubulin binding and reduced mitochondrial attachment of an MT-GFP fusion protein. Some MT mutants retain tubulin binding but do not localize to mitochondria. Thus, the tubulin-binding motif lies within the mitochondrial attachment motif. Our findings indicate that S-AKAP84/AKAP121 use overlapping targeting motifs to localize signaling enzymes to mitochondrial and cytoskeletal compartments.",
        "Keywords": [],
        "MeSH terms": [
            "A Kinase Anchor Proteins",
            "Adaptor Proteins, Signal Transducing",
            "Amino Acid Motifs",
            "Amino Acid Sequence",
            "Animals",
            "Base Sequence",
            "Carrier Proteins",
            "Cell Line",
            "Cyclic AMP-Dependent Protein Kinases",
            "DNA, Complementary",
            "In Vitro Techniques",
            "Male",
            "Membrane Proteins",
            "Mice",
            "Microtubules",
            "Mitochondria",
            "Molecular Sequence Data",
            "Mutagenesis, Site-Directed",
            "Protein Binding",
            "Rats",
            "Recombinant Fusion Proteins",
            "Sequence Deletion",
            "Spermatozoa",
            "Spindle Apparatus",
            "Tubulin",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Luca",
                "Last Name": "Cardone",
                "Affiliation": "Dipartimento di Biologia e Patologia Molecolare e Cellulare, BioGem Consortium, Instituto di Endocrinologia ed Oncologia Sperimentale CNR, Universitá Federico II, via S. Pansini 5, 80131 Naples, Italy."
            },
            {
                "First Name": "Tiziana",
                "Last Name": "de Cristofaro",
                "Affiliation": ""
            },
            {
                "First Name": "Adelina",
                "Last Name": "Affaitati",
                "Affiliation": ""
            },
            {
                "First Name": "Corrado",
                "Last Name": "Garbi",
                "Affiliation": ""
            },
            {
                "First Name": "Michael D",
                "Last Name": "Ginsberg",
                "Affiliation": ""
            },
            {
                "First Name": "Michele",
                "Last Name": "Saviano",
                "Affiliation": ""
            },
            {
                "First Name": "Stelio",
                "Last Name": "Varrone",
                "Affiliation": ""
            },
            {
                "First Name": "Charles S",
                "Last Name": "Rubin",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Enrico V",
                "Last Name": "Avvedimento",
                "Affiliation": ""
            },
            {
                "First Name": "Antonio",
                "Last Name": "Feliciello",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2002"
    },
    {
        "PMID": "12048218",
        "Title": "Muscle expression of human retinol-binding protein (RBP). Suppression of the visual defect of RBP knockout mice.",
        "Abstract": "Mice lacking retinol-binding protein (RBP) have low circulating retinol levels. They have severe visual defects due to a low content of retinol or retinyl esters in the eye. A transgenic mouse strain that expresses human RBP under the control of the muscle creatine kinase promoter in the null background was generated. The exogenous protein bound retinol and transthyretin in the circulation and effectively delivered retinol to the eye. Thus, RBP expressed from an ectopic source suppresses the visual phenotype, and retinoids accumulate in the eye. No human RBP was found in the retinal pigment epithelium of the transgenic mice, indicating that retinol uptake by the eye does not entail endocytosis of the carrier RBP.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromatography, High Pressure Liquid",
            "Female",
            "Humans",
            "Male",
            "Mice",
            "Mice, Knockout",
            "Promoter Regions, Genetic",
            "Recombinant Proteins",
            "Retinol-Binding Proteins",
            "Vitamin A"
        ],
        "Authors": [
            {
                "First Name": "Loredana",
                "Last Name": "Quadro",
                "Affiliation": "Institute of Cancer Research, Columbia University, College of Physicians and Surgeons, New York, New York 10032, USA."
            },
            {
                "First Name": "William S",
                "Last Name": "Blaner",
                "Affiliation": ""
            },
            {
                "First Name": "Leora",
                "Last Name": "Hamberger",
                "Affiliation": ""
            },
            {
                "First Name": "Russell N",
                "Last Name": "Van Gelder",
                "Affiliation": ""
            },
            {
                "First Name": "Silke",
                "Last Name": "Vogel",
                "Affiliation": ""
            },
            {
                "First Name": "Roseann",
                "Last Name": "Piantedosi",
                "Affiliation": ""
            },
            {
                "First Name": "Peter",
                "Last Name": "Gouras",
                "Affiliation": ""
            },
            {
                "First Name": "Vittorio",
                "Last Name": "Colantuoni",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2002"
    },
    {
        "PMID": "12029062",
        "Title": "Requirement for NusG for transcription antitermination in vivo by the lambda N protein.",
        "Abstract": "Transcription antitermination by the bacteriophage lambda N protein is stimulated in vitro by the Escherichia coli NusG protein. Earlier work suggested that NusG was not required for N activity in vivo. Here we present evidence that NusG also stimulates N-mediated transcription antitermination in intact cells.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Bacteriophage lambda",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Peptide Elongation Factors",
            "Terminator Regions, Genetic",
            "Transcription Factors",
            "Transcription, Genetic",
            "Viral Regulatory and Accessory Proteins"
        ],
        "Authors": [
            {
                "First Name": "Ying",
                "Last Name": "Zhou",
                "Affiliation": "Department of Microbiology and Immunology, The University of Michigan, Medical School, Ann Arbor, Michigan 48109-0620, USA."
            },
            {
                "First Name": "Joshua J",
                "Last Name": "Filter",
                "Affiliation": ""
            },
            {
                "First Name": "Donald L",
                "Last Name": "Court",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "David I",
                "Last Name": "Friedman",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of bacteriology",
        "PubDate": "2002"
    }
]