[
    {
        "PMID": "39033956",
        "Title": "Advancing Genetic Testing in Kidney Diseases: Report From a National Kidney Foundation Working Group.",
        "Abstract": "About 37 million people in the United States have chronic kidney disease, a disease that encompasses diseases of multiple causes. About 10% or more of kidney diseases in adults and about 70% of selected chronic kidney diseases in children are expected to be explained by genetic causes. Despite the advances in genetic testing and an increasing understanding of the genetic bases of certain kidney diseases, genetic testing in nephrology lags behind other medical fields. More understanding of the benefits and logistics of genetic testing is needed to advance the implementation of genetic testing in chronic kidney diseases. Accordingly, the National Kidney Foundation convened a Working Group of experts with diverse expertise in genetics, nephrology, and allied fields to develop recommendations for genetic testing for monogenic disorders and to identify genetic risk factors for oligogenic and polygenic causes of kidney diseases. Algorithms for clinical decision making on genetic testing and a road map for advancing genetic testing in kidney diseases were generated. An important aspect of this initiative was the use of a modified Delphi process to reach group consensus on the recommendations. The recommendations and resources described herein provide support to nephrologists and allied health professionals to advance the use of genetic testing for diagnosis and screening of kidney diseases.",
        "Keywords": [
            "Delphi",
            "Genetic testing",
            "disclosing test results",
            "genetic counselor",
            "modality",
            "monogenic",
            "patient perspective",
            "transplant"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Nora",
                "Last Name": "Franceschini",
                "Affiliation": ""
            },
            {
                "First Name": "David L",
                "Last Name": "Feldman",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan S",
                "Last Name": "Berg",
                "Affiliation": ""
            },
            {
                "First Name": "Whitney",
                "Last Name": "Besse",
                "Affiliation": ""
            },
            {
                "First Name": "Alexander R",
                "Last Name": "Chang",
                "Affiliation": ""
            },
            {
                "First Name": "Neera K",
                "Last Name": "Dahl",
                "Affiliation": ""
            },
            {
                "First Name": "Rasheed",
                "Last Name": "Gbadegesin",
                "Affiliation": ""
            },
            {
                "First Name": "Martin R",
                "Last Name": "Pollak",
                "Affiliation": ""
            },
            {
                "First Name": "Hila Milo",
                "Last Name": "Rasouly",
                "Affiliation": ""
            },
            {
                "First Name": "Richard J H",
                "Last Name": "Smith",
                "Affiliation": ""
            },
            {
                "First Name": "Cheryl A",
                "Last Name": "Winkler",
                "Affiliation": ""
            },
            {
                "First Name": "Ali",
                "Last Name": "Gharavi",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
        "PubDate": "2024"
    },
    {
        "PMID": "38960791",
        "Title": "Responsible inclusion: A systematic review of consent to social-behavioral research with adults with intellectual disability in the US.",
        "Abstract": "In recognition of their status as a health disparities population, there is growing emphasis on conducting research inclusive of adults with intellectual disability to generate new knowledge and opportunities to improve health and equity. Yet they are often excluded from research, and human research participant protection experts and researchers lack agreement on effective consent protocols for their inclusion.",
        "Keywords": [
            "Consent capacity",
            "Consent to research",
            "Intellectual disability",
            "Research ethics"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Katherine E",
                "Last Name": "McDonald",
                "Affiliation": "Public Health, Falk College, Syracuse University, 315-443-5313, 440 White Hall, Syracuse, NY 13244, USA. Electronic address: kemcdona@syr.edu."
            },
            {
                "First Name": "Ariel E",
                "Last Name": "Schwartz",
                "Affiliation": "Institute on Disability, University of New Hampshire, 10 West Edge, Durham, NH 03824, USA. Electronic address: Ariel.schwartz@unh.edu."
            },
            {
                "First Name": "Robert",
                "Last Name": "Dinerstein",
                "Affiliation": "College of Law, American University, Washington, DC, USA."
            },
            {
                "First Name": "Robert",
                "Last Name": "Olick",
                "Affiliation": "Center for Bioethics and Humanities, SUNY Upstate Medical University, Syracuse, NY, USA."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Disability and health journal",
        "PubDate": "2024"
    },
    {
        "PMID": "38688278",
        "Title": "Managing differential performance of polygenic risk scores across groups: Real-world experience of the eMERGE Network.",
        "Abstract": "The differential performance of polygenic risk scores (PRSs) by group is one of the major ethical barriers to their clinical use. It is also one of the main practical challenges for any implementation effort. The social repercussions of how people are grouped in PRS research must be considered in communications with research participants, including return of results. Here, we outline the decisions faced and choices made by a large multi-site clinical implementation study returning PRSs to diverse participants in handling this issue of differential performance. Our approach to managing the complexities associated with the differential performance of PRSs serves as a case study that can help future implementers of PRSs to plot an anticipatory course in response to this issue.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Multifactorial Inheritance",
            "Genetic Predisposition to Disease",
            "Risk Factors",
            "Genome-Wide Association Study",
            "Risk Assessment",
            "Genetic Testing",
            "Genetic Risk Score"
        ],
        "Authors": [
            {
                "First Name": "Anna C F",
                "Last Name": "Lewis",
                "Affiliation": "Edmond and Lily Safra Center for Ethics, Harvard University, Cambridge, MA, USA; Department of Genetics, Brigham and Women's Hospital, Boston, MA, USA; Broad Institute of MIT and Harvard, Cambridge, MA, USA; Harvard Medical School, Boston, MA, USA. Electronic address: aclewis@bwh.harvard.edu."
            },
            {
                "First Name": "Rex L",
                "Last Name": "Chisholm",
                "Affiliation": "Center for Genetic Medicine, Northwestern University, Evanston, IL, USA."
            },
            {
                "First Name": "John J",
                "Last Name": "Connolly",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, Philadelphia, PA, USA."
            },
            {
                "First Name": "Edward D",
                "Last Name": "Esplin",
                "Affiliation": "Invitae, San Francisco, CA, USA."
            },
            {
                "First Name": "Joe",
                "Last Name": "Glessner",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, Philadelphia, PA, USA."
            },
            {
                "First Name": "Adam",
                "Last Name": "Gordon",
                "Affiliation": "Center for Genetic Medicine, Northwestern University, Evanston, IL, USA; Department of Pharmacology, Northwestern University, Evanston, IL, USA."
            },
            {
                "First Name": "Robert C",
                "Last Name": "Green",
                "Affiliation": "Department of Medicine, Brigham and Women's Hospital, Boston, MA, USA; Broad Institute of MIT and Harvard, Cambridge, MA, USA; Ariadne Labs, Boston, MA, USA; Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Hakon",
                "Last Name": "Hakonarson",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, Philadelphia, PA, USA; Department of Pediatrics, The Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA; Division of Human Genetics, Children's Hospital of Philadelphia, Philadelphia, PA, USA; Division of Pulmonary Medicine, Children's Hospital of Philadelphia, Philadelphia, PA, USA."
            },
            {
                "First Name": "Margaret",
                "Last Name": "Harr",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, Philadelphia, PA, USA."
            },
            {
                "First Name": "Ingrid A",
                "Last Name": "Holm",
                "Affiliation": "Division of Genetics and Genomics, Boston Children's Hospital, Boston, MA, USA; Department of Pediatrics, Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Gail P",
                "Last Name": "Jarvik",
                "Affiliation": "Division of Medical Genetics, Department of Medicine and Department of Genome Science, University of Washington Medical Center, Seattle, WA, USA."
            },
            {
                "First Name": "Elizabeth",
                "Last Name": "Karlson",
                "Affiliation": "Department of Medicine, Brigham and Women's Hospital, Boston, MA, USA; Mass General Brigham Personalized Medicine, Boston, MA, USA."
            },
            {
                "First Name": "Eimear E",
                "Last Name": "Kenny",
                "Affiliation": "Institute for Genomic Health, Icahn School of Medicine, New York City, NY, USA; Center for Clinical Translational Genomics, Icahn School of Medicine, New York City, NY, USA; Division of Genomic Medicine, Department of Medicine, Icahn School of Medicine, New York City, NY, USA; Department of Genetics and Genomic Sciences, Icahn School of Medicine, New York City, NY, USA."
            },
            {
                "First Name": "Leah",
                "Last Name": "Kottyan",
                "Affiliation": "Center for Autoimmune Genomics and Etiology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."
            },
            {
                "First Name": "Niall",
                "Last Name": "Lennon",
                "Affiliation": "Broad Institute of MIT and Harvard, Cambridge, MA, USA."
            },
            {
                "First Name": "Jodell E",
                "Last Name": "Linder",
                "Affiliation": "Vanderbilt Institute for Clinical and Translational Research, Vanderbilt University Medical Center, Nashville, TN, USA."
            },
            {
                "First Name": "Yuan",
                "Last Name": "Luo",
                "Affiliation": "Department of Preventive Medicine, Northwestern University, Evanston, IL, USA."
            },
            {
                "First Name": "Lisa J",
                "Last Name": "Martin",
                "Affiliation": "Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA; University of Cincinnati College of Medicine, Cincinnati, OH, USA."
            },
            {
                "First Name": "Emma",
                "Last Name": "Perez",
                "Affiliation": "Mass General Brigham Personalized Medicine, Boston, MA, USA."
            },
            {
                "First Name": "Megan J",
                "Last Name": "Puckelwartz",
                "Affiliation": "Center for Genetic Medicine, Northwestern University, Evanston, IL, USA; Department of Pharmacology, Northwestern University, Evanston, IL, USA."
            },
            {
                "First Name": "Laura J",
                "Last Name": "Rasmussen-Torvik",
                "Affiliation": "Center for Genetic Medicine, Northwestern University, Evanston, IL, USA; Department of Preventive Medicine, Northwestern University, Evanston, IL, USA."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Precision Medicine and Genomics, Department of Medicine, Columbia University Irving Medical Center, New York City, NY, USA; Division of Ethics, Department of Medical Humanities and Ethics, Columbia University Irving Medical Center, New York City, NY, USA."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Sharp",
                "Affiliation": "Biomedical Ethics Program, Mayo Clinic, Rochester, MN, USA."
            },
            {
                "First Name": "Jordan W",
                "Last Name": "Smoller",
                "Affiliation": "Center for Precision Psychiatry, Department of Psychiatry, Massachusetts General Hospital, Boston, MA, USA; Psychiatric & Neurodevelopmental Genetics Unit, Center for Genomic Medicine, Massachusetts General Hospital, Boston, MA, USA; Stanley Center for Psychiatric Research, Broad Institute, Cambridge, MA, USA."
            },
            {
                "First Name": "Rene",
                "Last Name": "Sterling",
                "Affiliation": "Division of Genomics and Society, National Human Genome Research Institute, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Shannon",
                "Last Name": "Terek",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, Philadelphia, PA, USA."
            },
            {
                "First Name": "Wei-Qi",
                "Last Name": "Wei",
                "Affiliation": "Department of Biomedical Informatics, Vanderbilt University Medical Center, Nashville, TN, USA."
            },
            {
                "First Name": "Stephanie M",
                "Last Name": "Fullerton",
                "Affiliation": "Department of Bioethics & Humanities, University of Washington School of Medicine, Seattle, WA, USA."
            }
        ],
        "Journal": "American journal of human genetics",
        "PubDate": "2024"
    },
    {
        "PMID": "38684898",
        "Title": "Advancing genomics to improve health equity.",
        "Abstract": "Health equity is the state in which everyone has fair and just opportunities to attain their highest level of health. The field of human genomics has fallen short in increasing health equity, largely because the diversity of the human population has been inadequately reflected among participants of genomics research. This lack of diversity leads to disparities that can have scientific and clinical consequences. Achieving health equity related to genomics will require greater effort in addressing inequities within the field. As part of the commitment of the National Human Genome Research Institute (NHGRI) to advancing health equity, it convened experts in genomics and health equity research to make recommendations and performed a review of current literature to identify the landscape of gaps and opportunities at the interface between human genomics and health equity research. This Perspective describes these findings and examines health equity within the context of human genomics and genomic medicine.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Genomics",
            "Health Equity",
            "United States",
            "Genome, Human",
            "National Human Genome Research Institute (U.S.)"
        ],
        "Authors": [
            {
                "First Name": "Ebony B",
                "Last Name": "Madden",
                "Affiliation": "Office of the Director, National Human Genome Research Institute, Bethesda, MD, USA. ebony.madden@nih.gov."
            },
            {
                "First Name": "Lucia A",
                "Last Name": "Hindorff",
                "Affiliation": "Office of the Director, National Human Genome Research Institute, Bethesda, MD, USA."
            },
            {
                "First Name": "Vence L",
                "Last Name": "Bonham",
                "Affiliation": "Office of the Director, National Human Genome Research Institute, Bethesda, MD, USA."
            },
            {
                "First Name": "Tabia Henry",
                "Last Name": "Akintobi",
                "Affiliation": "Department of Community Health and Preventative Medicine, Morehouse School of Medicine, Atlanta, GA, USA."
            },
            {
                "First Name": "Esteban G",
                "Last Name": "Burchard",
                "Affiliation": "Department of Bioengineering and Therapeutic Sciences, University of California, San Francisco, CA, USA."
            },
            {
                "First Name": "Kellan E",
                "Last Name": "Baker",
                "Affiliation": "Whitman-Walker Institute, Washington, DC, USA."
            },
            {
                "First Name": "Rene L",
                "Last Name": "Begay",
                "Affiliation": "Centers for American Indian and Alaska Native Health, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."
            },
            {
                "First Name": "John D",
                "Last Name": "Carpten",
                "Affiliation": "Comprehensive Cancer Center, City of Hope, Duarte, CA, USA."
            },
            {
                "First Name": "Nancy J",
                "Last Name": "Cox",
                "Affiliation": "Vanderbilt Genetics Institute, Vanderbilt University, Nashville, TN, USA."
            },
            {
                "First Name": "Valentina",
                "Last Name": "Di Francesco",
                "Affiliation": "Office of the Director, National Human Genome Research Institute, Bethesda, MD, USA."
            },
            {
                "First Name": "Denise A",
                "Last Name": "Dillard",
                "Affiliation": "Department of Medical Education and Clinical Sciences, Washington State University College of Medicine, Seattle, WA, USA."
            },
            {
                "First Name": "Faith E",
                "Last Name": "Fletcher",
                "Affiliation": "Center for Medical Ethics and Health Policy, Baylor College of Medicine, Houston, TX, USA."
            },
            {
                "First Name": "Stephanie M",
                "Last Name": "Fullerton",
                "Affiliation": "Department of Bioethics and Humanities, University of Washington, Seattle, WA, USA."
            },
            {
                "First Name": "Nanibaa' A",
                "Last Name": "Garrison",
                "Affiliation": "Institute for Society and Genetics, University of California, Los Angeles, Los Angeles, CA, USA."
            },
            {
                "First Name": "Catherine M",
                "Last Name": "Hammack-Aviran",
                "Affiliation": "Department of Health Policy, Vanderbilt University, Nashville, TN, USA."
            },
            {
                "First Name": "Vanessa Y",
                "Last Name": "Hiratsuka",
                "Affiliation": "Center for Human Development, University of Alaska Anchorage, Anchorage, AK, USA."
            },
            {
                "First Name": "James E K",
                "Last Name": "Hildreth",
                "Affiliation": "Meharry Medical College, Nashville, TN, USA."
            },
            {
                "First Name": "Carol R",
                "Last Name": "Horowitz",
                "Affiliation": "Icahn School of Medicine at Mount Sinai, New York, NY, USA."
            },
            {
                "First Name": "Chanita A",
                "Last Name": "Hughes Halbert",
                "Affiliation": "Department of Population and Public Health Sciences, University of Southern California, Los Angeles, CA, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Inouye",
                "Affiliation": "Department of Public Health and Primary Care, University of Cambridge Victor Phillip Dahdaleh Heart and Lung Research Institute, Cambridge, UK."
            },
            {
                "First Name": "Amber",
                "Last Name": "Jackson",
                "Affiliation": "Office of the Director, National Human Genome Research Institute, Bethesda, MD, USA."
            },
            {
                "First Name": "Latrice G",
                "Last Name": "Landry",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."
            },
            {
                "First Name": "Rick A",
                "Last Name": "Kittles",
                "Affiliation": "Morehouse School of Medicine, Atlanta, GA, USA."
            },
            {
                "First Name": "Jeff T",
                "Last Name": "Leek",
                "Affiliation": "Fred Hutchinson Cancer Research Center, University of Washington, Seattle, WA, USA."
            },
            {
                "First Name": "Nita A",
                "Last Name": "Limdi",
                "Affiliation": "Department of Neurology, University of Alabama, Birmingham School of Medicine, Birmingham, AL, USA."
            },
            {
                "First Name": "Nicole C",
                "Last Name": "Lockhart",
                "Affiliation": "Office of the Director, National Human Genome Research Institute, Bethesda, MD, USA."
            },
            {
                "First Name": "Elizabeth O",
                "Last Name": "Ofili",
                "Affiliation": "Department of Medicine, Morehouse School of Medicine, Atlanta, GA, USA."
            },
            {
                "First Name": "Eliseo J",
                "Last Name": "Pérez-Stable",
                "Affiliation": "National Institute on Minority Health and Health Disparities, Bethesda, MD, USA."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Precision Medicine and Genomics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Loren",
                "Last Name": "Saulsberry",
                "Affiliation": "Department of Public Health Sciences, The University of Chicago, Chicago, IL, USA."
            },
            {
                "First Name": "Lorjetta E",
                "Last Name": "Schools",
                "Affiliation": "Common Fund, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Jennifer L",
                "Last Name": "Troyer",
                "Affiliation": "Office of the Director, National Human Genome Research Institute, Bethesda, MD, USA."
            },
            {
                "First Name": "Benjamin S",
                "Last Name": "Wilfond",
                "Affiliation": "Department of Pediatrics, University of Washington, Seattle, WA, USA."
            },
            {
                "First Name": "Genevieve L",
                "Last Name": "Wojcik",
                "Affiliation": "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA."
            },
            {
                "First Name": "Judy H",
                "Last Name": "Cho",
                "Affiliation": "Icahn School of Medicine at Mount Sinai, New York, NY, USA."
            },
            {
                "First Name": "Sandra S-J",
                "Last Name": "Lee",
                "Affiliation": "Department of Medical Humanities and Ethics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Eric D",
                "Last Name": "Green",
                "Affiliation": "Office of the Director, National Human Genome Research Institute, Bethesda, MD, USA."
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2024"
    },
    {
        "PMID": "38635435",
        "Title": "Whether Whole Eye Transplant is a Benefit or Harm Depends on More Than the Observer.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Mika",
                "Last Name": "Baugh",
                "Affiliation": "Indiana University."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Columbia University Irving Medical Center."
            }
        ],
        "Journal": "The American journal of bioethics : AJOB",
        "PubDate": "2024"
    },
    {
        "PMID": "38414240",
        "Title": "Return of polygenic risk scores in research: Stakeholders' views on the eMERGE-IV study.",
        "Abstract": "Research on polygenic risk scores (PRSs) for common, genetically complex chronic diseases aims to improve health-related predictions, tailor risk-reducing interventions, and improve health outcomes. Yet, the study and use of PRSs in clinical settings raise equity, clinical, and regulatory challenges that can be greater for individuals from historically marginalized racial, ethnic, and other minoritized communities. As part of the National Human Genome Research Institute-funded Electronic Medical Records and Genomics IV Network, we conducted online focus groups with patients/community members, clinicians, and members of institutional review boards to explore their views on key issues, including PRS research, return of PRS results, clinical translation, and barriers and facilitators to health behavioral changes in response to PRS results. Across stakeholder groups, our findings indicate support for PRS development and a strong interest in having PRS results returned to research participants. However, we also found multi-level barriers and significant differences in stakeholders' views about what is needed and possible for successful implementation. These include researcher-participant interaction formats, health and genomic literacy, and a range of structural barriers, such as financial instability, insurance coverage, and the absence of health-supporting infrastructure and affordable healthy food options in poorer neighborhoods. Our findings highlight the need to revisit and implement measures in PRS studies (e.g., incentives and resources for follow-up care), as well as system-level policies to promote equity in genomic research and health outcomes.",
        "Keywords": [
            "IRB",
            "Institutional Review Board",
            "barriers",
            "chronic diseases",
            "equity",
            "polygenic risk scores, PRS",
            "return of results",
            "translational genomic efforts"
        ],
        "MeSH terms": [
            "Humans",
            "Genetic Risk Score",
            "Electronic Health Records",
            "Focus Groups"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Precision Medicine and Genomics, Department of Medicine, Columbia University, New York, NY, USA; Division of Ethics, Department of Medical Humanities and Ethics, Columbia University, New York, NY, USA. Electronic address: ms4075@cumc.columbia.edu."
            },
            {
                "First Name": "Suzanne",
                "Last Name": "Bakken",
                "Affiliation": "School of Nursing and Department of Biomedical Informatic, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Department of Pediatrics, Boston Children's Hospital, Harvard Medical School, Boston, MA 02115, USA."
            },
            {
                "First Name": "Elizabeth",
                "Last Name": "Cohn",
                "Affiliation": "Northwell Health 600 Community Drive, Manhasset, NY, USA."
            },
            {
                "First Name": "Katherine D",
                "Last Name": "Crew",
                "Affiliation": "Department of Medicine and Epidemiology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Krzysztof",
                "Last Name": "Kiryluk",
                "Affiliation": "Division of Nephrology, Department of Medicine, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Rita",
                "Last Name": "Kukafka",
                "Affiliation": "Departments of Biomedical Informatics and Sociomedical Sciences, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Chunhua",
                "Last Name": "Weng",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA."
            }
        ],
        "Journal": "HGG advances",
        "PubDate": "2024"
    },
    {
        "PMID": "38394025",
        "Title": "Moving to Equity in the All of Us Research Program.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Precision Medicine",
            "Public Health",
            "Population Health",
            "England"
        ],
        "Authors": [
            {
                "First Name": "Kadija",
                "Last Name": "Ferryman",
                "Affiliation": "Johns Hopkins Bloomberg School of Public Health."
            },
            {
                "First Name": "Aaron J",
                "Last Name": "Goldenberg",
                "Affiliation": "Case Western Reserve University School of Medicine."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Columbia University."
            }
        ],
        "Journal": "The American journal of bioethics : AJOB",
        "PubDate": "2024"
    },
    {
        "PMID": "38394002",
        "Title": "Invisible: People with Disability and (In)equity in Precision Medicine Research.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Precision Medicine",
            "Public Health",
            "Genomics",
            "Disabled Persons",
            "England"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Columbia University."
            },
            {
                "First Name": "Katherine E",
                "Last Name": "McDonald",
                "Affiliation": "Syracuse University."
            }
        ],
        "Journal": "The American journal of bioethics : AJOB",
        "PubDate": "2024"
    },
    {
        "PMID": "38199997",
        "Title": "The chromatin landscape of healthy and injured cell types in the human kidney.",
        "Abstract": "There is a need to define regions of gene activation or repression that control human kidney cells in states of health, injury, and repair to understand the molecular pathogenesis of kidney disease and design therapeutic strategies. Comprehensive integration of gene expression with epigenetic features that define regulatory elements remains a significant challenge. We measure dual single nucleus RNA expression and chromatin accessibility, DNA methylation, and H3K27ac, H3K4me1, H3K4me3, and H3K27me3 histone modifications to decipher the chromatin landscape and gene regulation of the kidney in reference and adaptive injury states. We establish a spatially-anchored epigenomic atlas to define the kidney's active, silent, and regulatory accessible chromatin regions across the genome. Using this atlas, we note distinct control of adaptive injury in different epithelial cell types. A proximal tubule cell transcription factor network of ELF3, KLF6, and KLF10 regulates the transition between health and injury, while in thick ascending limb cells this transition is regulated by NR2F1. Further, combined perturbation of ELF3, KLF6, and KLF10 distinguishes two adaptive proximal tubular cell subtypes, one of which manifested a repair trajectory after knockout. This atlas will serve as a foundation to facilitate targeted cell-specific therapeutics by reprogramming gene regulatory networks.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Chromatin",
            "Kidney",
            "Kidney Tubules, Proximal",
            "Health Status",
            "Cell Count"
        ],
        "Authors": [
            {
                "First Name": "Debora L",
                "Last Name": "Gisch",
                "Affiliation": "Indiana University School of Medicine, Indianapolis, IN, 46202, USA."
            },
            {
                "First Name": "Michelle",
                "Last Name": "Brennan",
                "Affiliation": "Saint Louis University, St. Louis, MO, 63103, USA."
            },
            {
                "First Name": "Blue B",
                "Last Name": "Lake",
                "Affiliation": "Department of Bioengineering, University of California, San Diego, La Jolla, CA, USA."
            },
            {
                "First Name": "Jeannine",
                "Last Name": "Basta",
                "Affiliation": "Washington University in Saint Louis, St. Louis, MO, 63103, USA."
            },
            {
                "First Name": "Mark S",
                "Last Name": "Keller",
                "Affiliation": "Harvard Medical School, Boston, MA, 02142, USA."
            },
            {
                "First Name": "Ricardo",
                "Last Name": "Melo Ferreira",
                "Affiliation": "Indiana University School of Medicine, Indianapolis, IN, 46202, USA."
            },
            {
                "First Name": "Shreeram",
                "Last Name": "Akilesh",
                "Affiliation": "University of Washington -, Seattle, WA, 98195, USA."
            },
            {
                "First Name": "Reetika",
                "Last Name": "Ghag",
                "Affiliation": "Washington University in Saint Louis, St. Louis, MO, 63103, USA."
            },
            {
                "First Name": "Charles",
                "Last Name": "Lu",
                "Affiliation": "Washington University in Saint Louis, St. Louis, MO, 63103, USA."
            },
            {
                "First Name": "Ying-Hua",
                "Last Name": "Cheng",
                "Affiliation": "Indiana University School of Medicine, Indianapolis, IN, 46202, USA."
            },
            {
                "First Name": "Kimberly S",
                "Last Name": "Collins",
                "Affiliation": "Indiana University School of Medicine, Indianapolis, IN, 46202, USA."
            },
            {
                "First Name": "Samir V",
                "Last Name": "Parikh",
                "Affiliation": "Ohio State University Wexner Medical Center, Columbus, OH, 43210, USA."
            },
            {
                "First Name": "Brad H",
                "Last Name": "Rovin",
                "Affiliation": "Ohio State University Wexner Medical Center, Columbus, OH, 43210, USA."
            },
            {
                "First Name": "Lynn",
                "Last Name": "Robbins",
                "Affiliation": "St. Louis Veteran Affairs Medical Center, St. Louis, MO, 63106, USA."
            },
            {
                "First Name": "Lisa",
                "Last Name": "Stout",
                "Affiliation": "Washington University in Saint Louis, St. Louis, MO, 63103, USA."
            },
            {
                "First Name": "Kimberly Y",
                "Last Name": "Conklin",
                "Affiliation": "Department of Bioengineering, University of California, San Diego, La Jolla, CA, USA."
            },
            {
                "First Name": "Dinh",
                "Last Name": "Diep",
                "Affiliation": "Department of Bioengineering, University of California, San Diego, La Jolla, CA, USA."
            },
            {
                "First Name": "Bo",
                "Last Name": "Zhang",
                "Affiliation": "Washington University in Saint Louis, St. Louis, MO, 63103, USA."
            },
            {
                "First Name": "Amanda",
                "Last Name": "Knoten",
                "Affiliation": "Washington University in Saint Louis, St. Louis, MO, 63103, USA."
            },
            {
                "First Name": "Daria",
                "Last Name": "Barwinska",
                "Affiliation": "Indiana University School of Medicine, Indianapolis, IN, 46202, USA."
            },
            {
                "First Name": "Mahla",
                "Last Name": "Asghari",
                "Affiliation": "Indiana University School of Medicine, Indianapolis, IN, 46202, USA."
            },
            {
                "First Name": "Angela R",
                "Last Name": "Sabo",
                "Affiliation": "Indiana University School of Medicine, Indianapolis, IN, 46202, USA."
            },
            {
                "First Name": "Michael J",
                "Last Name": "Ferkowicz",
                "Affiliation": "Indiana University School of Medicine, Indianapolis, IN, 46202, USA."
            },
            {
                "First Name": "Timothy A",
                "Last Name": "Sutton",
                "Affiliation": "Indiana University School of Medicine, Indianapolis, IN, 46202, USA."
            },
            {
                "First Name": "Katherine J",
                "Last Name": "Kelly",
                "Affiliation": "Indiana University School of Medicine, Indianapolis, IN, 46202, USA."
            },
            {
                "First Name": "Ian H",
                "Last Name": "De Boer",
                "Affiliation": "University of Washington -, Seattle, WA, 98195, USA."
            },
            {
                "First Name": "Sylvia E",
                "Last Name": "Rosas",
                "Affiliation": "Joslin Diabetes Center, Harvard Medical School, Boston, MA, 02215, USA."
            },
            {
                "First Name": "Krzysztof",
                "Last Name": "Kiryluk",
                "Affiliation": "Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Jeffrey B",
                "Last Name": "Hodgin",
                "Affiliation": "University of Michigan, Ann Arbor, MI, 48109, USA."
            },
            {
                "First Name": "Fadhl",
                "Last Name": "Alakwaa",
                "Affiliation": "University of Michigan, Ann Arbor, MI, 48109, USA."
            },
            {
                "First Name": "Seth",
                "Last Name": "Winfree",
                "Affiliation": "University of Nebraska Medical Center, Omaha, NE, 68198, USA."
            },
            {
                "First Name": "Nichole",
                "Last Name": "Jefferson",
                "Affiliation": "Kidney Precision Medicine Project Community Engagement Committee, Dallas, TX, USA."
            },
            {
                "First Name": "Aydın",
                "Last Name": "Türkmen",
                "Affiliation": "Istanbul School of Medicine, Division of Nephrology, Istanbul, Turkey."
            },
            {
                "First Name": "Joseph P",
                "Last Name": "Gaut",
                "Affiliation": "Department of Bioengineering, University of California, San Diego, La Jolla, CA, USA."
            },
            {
                "First Name": "Nils",
                "Last Name": "Gehlenborg",
                "Affiliation": "Harvard Medical School, Boston, MA, 02142, USA."
            },
            {
                "First Name": "Carrie L",
                "Last Name": "Phillips",
                "Affiliation": "Indiana University School of Medicine, Indianapolis, IN, 46202, USA."
            },
            {
                "First Name": "Tarek M",
                "Last Name": "El-Achkar",
                "Affiliation": "Indiana University School of Medicine, Indianapolis, IN, 46202, USA."
            },
            {
                "First Name": "Pierre C",
                "Last Name": "Dagher",
                "Affiliation": "Indiana University School of Medicine, Indianapolis, IN, 46202, USA."
            },
            {
                "First Name": "Takashi",
                "Last Name": "Hato",
                "Affiliation": "Indiana University School of Medicine, Indianapolis, IN, 46202, USA."
            },
            {
                "First Name": "Kun",
                "Last Name": "Zhang",
                "Affiliation": "Department of Bioengineering, University of California, San Diego, La Jolla, CA, USA."
            },
            {
                "First Name": "Jonathan",
                "Last Name": "Himmelfarb",
                "Affiliation": "University of Washington -, Seattle, WA, 98195, USA."
            },
            {
                "First Name": "Matthias",
                "Last Name": "Kretzler",
                "Affiliation": "University of Michigan, Ann Arbor, MI, 48109, USA."
            },
            {
                "First Name": "Shamim",
                "Last Name": "Mollah",
                "Affiliation": "Washington University in Saint Louis, St. Louis, MO, 63103, USA."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Sanjay",
                "Last Name": "Jain",
                "Affiliation": "Washington University in Saint Louis, St. Louis, MO, 63103, USA. sanjayjain@wustl.edu."
            },
            {
                "First Name": "Michael",
                "Last Name": "Rauchman",
                "Affiliation": "Washington University in Saint Louis, St. Louis, MO, 63103, USA. mrauchma@wustl.edu."
            },
            {
                "First Name": "Michael T",
                "Last Name": "Eadon",
                "Affiliation": "Indiana University School of Medicine, Indianapolis, IN, 46202, USA. meadon@iupui.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2024"
    },
    {
        "PMID": "38088178",
        "Title": "The roots of (in)equity in precision medicine: gaps in the discourse.",
        "Abstract": null,
        "Keywords": [
            "drug pricing",
            "equity",
            "medical Matthew effect",
            "personalized medicine",
            "precision medicine",
            "prioritization of healthcare resources",
            "structural injustice",
            "treatment costs"
        ],
        "MeSH terms": [
            "Humans",
            "Precision Medicine",
            "Healthcare Disparities"
        ],
        "Authors": [
            {
                "First Name": "Sara",
                "Last Name": "Green",
                "Affiliation": "Department of Science Education, Section for History & Philosophy of Science, University of Copenhagen, 2100 Copenhagen, Denmark."
            },
            {
                "First Name": "Barbara",
                "Last Name": "Prainsack",
                "Affiliation": "Department of Political Science, University of Vienna, 1010 Vienna, Austria."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Department of Medicine, Center for Precision Medicine & Genomics, Columbia University, 10032 New York, USA."
            }
        ],
        "Journal": "Personalized medicine",
        "PubDate": "2024"
    },
    {
        "PMID": "37884626",
        "Title": "Underrepresentation of blind and deaf participants in the All of Us Research Program.",
        "Abstract": "Blind and deaf individuals comprise large populations that often experience health disparities, with those from marginalized gender, racial, ethnic and low-socioeconomic communities commonly experiencing compounded health inequities. Including these populations in precision medicine research is critical for scientific benefits to accrue to them. We assessed representation of blind and deaf people in the All of Us Research Program (AoURP) 2018-2023 cohort of participants who provided electronic health records and compared it with the Centers for Disease Control and Prevention 2018 national estimates by key demographic characteristics and intersections thereof. Blind and deaf AoURP participants are considerably underrepresented in the cohort, especially among working-age adults (younger than age 65 years), as well as Asian and multi-racial participants. Analyses show compounded underrepresentation at the intersection of multiple marginalization (that is, racial or ethnic minoritized group, female sex, low education and low income), most substantively for working-age blind participants identifying as Black or African American female with education levels lower than high school (representing one-fifth of their national prevalence). Underrepresentation raises concerns about the generalizability of findings in studies that use these data and limited benefits for the already underserved blind and deaf populations.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Female",
            "Humans",
            "Black or African American",
            "Ethnicity",
            "Population Health",
            "Racial Groups",
            "Middle Aged",
            "Blindness",
            "Deafness",
            "Health Disparate Minority and Vulnerable Populations",
            "Asian",
            "United States",
            "Male",
            "Sex Factors",
            "Social Determinants of Health",
            "Educational Status"
        ],
        "Authors": [
            {
                "First Name": "Colby",
                "Last Name": "Lewis V",
                "Affiliation": "Mailman School of Public Health, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jack",
                "Last Name": "Huebner",
                "Affiliation": "Vagelos College of Physicians & Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "George",
                "Last Name": "Hripcsak",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Precision Medicine and Genomics, Department of Medicine, Columbia University, New York, NY, USA. ms4075@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature medicine",
        "PubDate": "2023"
    },
    {
        "PMID": "37871973",
        "Title": "Participant Experience with Protocol Research Kidney Biopsies in the Kidney Precision Medicine Project.",
        "Abstract": "Kidney biopsies are procedures commonly performed in clinical nephrology and are increasingly used in research. In this study, we aimed to evaluate the experiences of participants who underwent research kidney biopsies in the Kidney Precision Medicine Project (KPMP).",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Female",
            "Middle Aged",
            "Male",
            "Aged",
            "Biopsy",
            "Kidney",
            "Precision Medicine",
            "Renal Insufficiency, Chronic",
            "Informed Consent",
            "Surveys and Questionnaires",
            "Patient Satisfaction",
            "Motivation"
        ],
        "Authors": [
            {
                "First Name": "Angela M",
                "Last Name": "Victoria-Castro",
                "Affiliation": "Clinical and Translational Research Accelerator, Yale School of Medicine, New Haven, Connecticut."
            },
            {
                "First Name": "Celia P",
                "Last Name": "Corona-Villalobos",
                "Affiliation": "Division of Nephrology, School of Medicine, Johns Hopkins University, Baltimore, Maryland."
            },
            {
                "First Name": "Alan Y",
                "Last Name": "Xu",
                "Affiliation": "Division of Nephrology, School of Medicine, Johns Hopkins University, Baltimore, Maryland."
            },
            {
                "First Name": "Ingrid",
                "Last Name": "Onul",
                "Affiliation": "Boston Medical Center, Boston, Massachusetts."
            },
            {
                "First Name": "Courtney",
                "Last Name": "Huynh",
                "Affiliation": "Boston Medical Center, Boston, Massachusetts."
            },
            {
                "First Name": "Sarah W",
                "Last Name": "Chen",
                "Affiliation": "Kidney and Hypertension Unit, Joslin Diabetes Center, Boston, Massachusetts."
            },
            {
                "First Name": "Ugochukwu",
                "Last Name": "Ugwuowo",
                "Affiliation": "Clinical and Translational Research Accelerator, Yale School of Medicine, New Haven, Connecticut."
            },
            {
                "First Name": "Natalya",
                "Last Name": "Sarkisova",
                "Affiliation": "Division of Nephrology, Kidney Research Institute, University of Washington, Seattle, Washington."
            },
            {
                "First Name": "Ashveena L",
                "Last Name": "Dighe",
                "Affiliation": "Division of Nephrology, Kidney Research Institute, University of Washington, Seattle, Washington."
            },
            {
                "First Name": "Kristina N",
                "Last Name": "Blank",
                "Affiliation": "Department of Biostatistics, University of Washington, Seattle, Washington."
            },
            {
                "First Name": "Victoria M",
                "Last Name": "Blanc",
                "Affiliation": "Office of Research, University of Michigan Medical School, Ann Arbor, Michigan."
            },
            {
                "First Name": "Michael P",
                "Last Name": "Rose",
                "Affiliation": "Division of Nephrology, Kidney Research Institute, University of Washington, Seattle, Washington."
            },
            {
                "First Name": "Jonathan",
                "Last Name": "Himmelfarb",
                "Affiliation": "Division of Nephrology, Kidney Research Institute, University of Washington, Seattle, Washington."
            },
            {
                "First Name": "Ian H",
                "Last Name": "de Boer",
                "Affiliation": "Division of Nephrology, Kidney Research Institute, University of Washington, Seattle, Washington."
            },
            {
                "First Name": "Katherine R",
                "Last Name": "Tuttle",
                "Affiliation": "Division of Nephrology, Kidney Research Institute, University of Washington, Seattle, Washington."
            },
            {
                "First Name": "Glenda V",
                "Last Name": "Roberts",
                "Affiliation": "Division of Nephrology, Kidney Research Institute, University of Washington, Seattle, Washington."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Clinical journal of the American Society of Nephrology : CJASN",
        "PubDate": "2024"
    },
    {
        "PMID": "37860921",
        "Title": "Participant-guided development of bilingual genomic educational infographics for Electronic Medical Records and Genomics Phase IV study.",
        "Abstract": "Developing targeted, culturally competent educational materials is critical for participant understanding of engagement in a large genomic study that uses computational pipelines to produce genome-informed risk assessments.",
        "Keywords": [
            "genomic literacy",
            "health literacy",
            "infographics and visualization",
            "participatory design"
        ],
        "MeSH terms": [
            "Humans",
            "Communication",
            "Data Visualization",
            "Electronic Health Records",
            "Genomics",
            "Health Education"
        ],
        "Authors": [
            {
                "First Name": "Aimiel",
                "Last Name": "Casillan",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, United States."
            },
            {
                "First Name": "Michelle E",
                "Last Name": "Florido",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, United States."
            },
            {
                "First Name": "Jamie",
                "Last Name": "Galarza-Cornejo",
                "Affiliation": "Department of Pediatrics, Columbia University Irving Medical Center, New York, NY 10032, United States."
            },
            {
                "First Name": "Suzanne",
                "Last Name": "Bakken",
                "Affiliation": "Department of Nursing Scholarship and Research, School of Nursing, Columbia University Irving Medical Center, New York, NY 10032, United States."
            },
            {
                "First Name": "John A",
                "Last Name": "Lynch",
                "Affiliation": "Department of Communication, School of Communication, Film, and Media Studies, University of Cincinnati, Cincinnati, OH 45221, United States."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Department of Pediatrics, Columbia University Irving Medical Center, New York, NY 10032, United States."
            },
            {
                "First Name": "Kathleen F",
                "Last Name": "Mittendorf",
                "Affiliation": "Vanderbilt-Ingram Cancer Center, Vanderbilt University Medical Center, Nashville, TN 37232, United States."
            },
            {
                "First Name": "Eta S",
                "Last Name": "Berner",
                "Affiliation": "Department of Health Services Administration, School of Health Professions, University of Alabama at Birmingham, Birmingham, AL 35294, United States."
            },
            {
                "First Name": "John J",
                "Last Name": "Connolly",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, Philadelphia, PA 19104, United States."
            },
            {
                "First Name": "Chunhua",
                "Last Name": "Weng",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY 10032, United States."
            },
            {
                "First Name": "Ingrid A",
                "Last Name": "Holm",
                "Affiliation": "Division of Genetics and Genomics and Manton Center for Orphan Diseases Research, Boston Children's Hospital, Boston, MA 02115, United States."
            },
            {
                "First Name": "Atlas",
                "Last Name": "Khan",
                "Affiliation": "Department of Medicine, Columbia University Irving Medical Center, New York, NY 10032, United States."
            },
            {
                "First Name": "Krzysztof",
                "Last Name": "Kiryluk",
                "Affiliation": "Department of Medicine, Division of Nephrology, Vagelos College of Physicians & Surgeons, Columbia University, New York, NY 10032, United States."
            },
            {
                "First Name": "Nita A",
                "Last Name": "Limdi",
                "Affiliation": "Department of Neurology, Heersink School of Medicine, University of Alabama at Birmingham, Birmingham, AL 35233, United States."
            },
            {
                "First Name": "Lynn",
                "Last Name": "Petukhova",
                "Affiliation": "Department of Epidemiology, Columbia Mailman School of Public Health, New York, NY 10032, United States."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Department of Medicine, Center for Precision Medicine and Genomics, Columbia University Irving Medical Center, New York, NY 10032, United States."
            },
            {
                "First Name": "Julia",
                "Last Name": "Wynn",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, United States."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2024"
    },
    {
        "PMID": "37839688",
        "Title": "Precision Medicine in Nephrology: An Integrative Framework of Multidimensional Data in the Kidney Precision Medicine Project.",
        "Abstract": "Chronic kidney disease (CKD) and acute kidney injury (AKI) are heterogeneous syndromes defined clinically by serial measures of kidney function. Each condition possesses strong histopathologic associations, including glomerular obsolescence or acute tubular necrosis, respectively. Despite such characterization, there remains wide variation in patient outcomes and treatment responses. Precision medicine efforts, as exemplified by the Kidney Precision Medicine Project (KPMP), have begun to establish evolving, spatially anchored, cellular and molecular atlases of the cell types, states, and niches of the kidney in health and disease. The KPMP atlas provides molecular context for CKD and AKI disease drivers and will help define subtypes of disease that are not readily apparent from canonical functional or histopathologic characterization but instead are appreciable through advanced clinical phenotyping, pathomic, transcriptomic, proteomic, epigenomic, and metabolomic interrogation of kidney biopsy samples. This perspective outlines the structure of the KPMP, its approach to the integration of these diverse datasets, and its major outputs relevant to future patient care.",
        "Keywords": [
            "Acute kidney injury",
            "chronic kidney disease",
            "precision medicine"
        ],
        "MeSH terms": [
            "Humans",
            "Nephrology",
            "Precision Medicine",
            "Proteomics",
            "Kidney",
            "Renal Insufficiency, Chronic",
            "Acute Kidney Injury"
        ],
        "Authors": [
            {
                "First Name": "Tarek M",
                "Last Name": "El-Achkar",
                "Affiliation": "Division of Nephrology, School of Medicine, Indiana University, and Richard L. Roudebush Veteran Affairs Medical Center, Indianapolis, Indiana."
            },
            {
                "First Name": "Michael T",
                "Last Name": "Eadon",
                "Affiliation": "Division of Nephrology, School of Medicine, Indiana University, and Richard L. Roudebush Veteran Affairs Medical Center, Indianapolis, Indiana."
            },
            {
                "First Name": "Matthias",
                "Last Name": "Kretzler",
                "Affiliation": "Department of Computational Medicine & Bioinformatics, and Division of Nephrology, Department of Internal Medicine, University of Michigan, Ann Arbor, Michigan."
            },
            {
                "First Name": "Jonathan",
                "Last Name": "Himmelfarb",
                "Affiliation": "Kidney Research Institute and Division of Nephrology, University of Washington, Seattle, Washington. Electronic address: himmej@uw.edu."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
        "PubDate": "2024"
    },
    {
        "PMID": "37802041",
        "Title": "The need for an intersectionality framework in precision medicine research.",
        "Abstract": "Precision medicine research has seen growing efforts to increase participation of communities that have been historically underrepresented in biomedical research. Marginalized racial and ethnic communities have received particular attention, toward the goal of improving the generalizability of scientific knowledge and promoting health equity. Against this backdrop, research has highlighted three key issues that could impede the promise of precision medicine research: issues surrounding (dis)trust and representation, challenges in translational efforts to improve health outcomes, and the need for responsive community engagement. Existing efforts to address these challenges have predominantly centered on single-dimensional demographic criteria such as race, ethnicity, or sex, while overlooking how these and additional variables, such as disability, gender identity, and socioeconomic factors, can confound and jointly impact research participation. We argue that increasing cohort diversity and the responsiveness of precision medicine research studies to community needs requires an approach that transcends conventional boundaries and embraces a more nuanced, multi-layered, and intersectional framework for data collection, analyses, and implementation. We draw attention to gaps in existing work, highlight how overlapping layers of marginalization might shape and substantiate one another and affect the precision-medicine research cycle, and put forth strategies to facilitate equitable advantages from precision-medicine research to diverse participants and internally heterogeneous communities.",
        "Keywords": [
            "(dis)trust",
            "community engagement",
            "intersectionality",
            "precision medicine research",
            "translational genomics"
        ],
        "MeSH terms": [
            "Humans",
            "Male",
            "Female",
            "Intersectional Framework",
            "Precision Medicine",
            "Gender Identity",
            "Ethnicity",
            "Biomedical Research"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Precision Medicine and Genomics, Department of Medicine, New York, NY, USA; Division of Ethics, Department of Medical Humanities and Ethics, New York, NY, USA. Electronic address: ms4075@cumc.columbia.edu."
            },
            {
                "First Name": "Gregory",
                "Last Name": "Diggs-Yang",
                "Affiliation": "Stacey Nicholas Office of Access and Inclusion, University of California Irvine, Irvine, CA, USA."
            },
            {
                "First Name": "Alicia",
                "Last Name": "Santiago",
                "Affiliation": "Division of Research on Learning, STEM Education Directorate, National Science Foundation, Alexandria, VA, USA."
            },
            {
                "First Name": "Carla",
                "Last Name": "Easter",
                "Affiliation": "Smithsonian National Museum of Natural History, Washington, DC, USA."
            },
            {
                "First Name": "Kim",
                "Last Name": "Jacoby Morris",
                "Affiliation": "Air Force Office of Scientific Research, Air Force Research Laboratory, Arlington, VA, USA."
            },
            {
                "First Name": "Brittany M",
                "Last Name": "Hollister",
                "Affiliation": "University of Florida Genetics Institute, University of Florida, Gainesville, FL, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Hahn",
                "Affiliation": "All of Us Research Program, Office of the Director, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Kellan",
                "Last Name": "Baker",
                "Affiliation": "Whitman-Walker Institute, Washington, DC, USA."
            },
            {
                "First Name": "Alma",
                "Last Name": "McCormick",
                "Affiliation": "Messengers for Health, Crow Nation, Montana."
            },
            {
                "First Name": "Ella",
                "Last Name": "Greene-Moton",
                "Affiliation": "Community-Based Organization Partners (CBOP) and Community Ethics Review Board (CERB), Flint, MI, USA."
            },
            {
                "First Name": "Christina",
                "Last Name": "Daulton",
                "Affiliation": "Training, Diversity, and Health Equity Office, National Human Genome Research Institute, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Greta",
                "Last Name": "Goto",
                "Affiliation": "Alaska Center for Climate Assessment and Policy, University of Alaska Fairbanks, Anchorage, AK, USA."
            }
        ],
        "Journal": "American journal of human genetics",
        "PubDate": "2023"
    },
    {
        "PMID": "37722558",
        "Title": "Social and Behavioral Genomics: What Does It Mean for Pediatrics?",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Child",
            "Humans",
            "Genomics",
            "Behavioral Medicine"
        ],
        "Authors": [
            {
                "First Name": "Daphne Oluwaseun",
                "Last Name": "Martschenko",
                "Affiliation": "Stanford Center for Biomedical Ethics and Department of Pediatrics, Stanford Medicine, Stanford, CA. Electronic address: daphnem@stanford.edu."
            },
            {
                "First Name": "Lucas J",
                "Last Name": "Matthews",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY; The Hastings Center, Garrison, NY; Research Foundation for Mental Hygiene, New York, NY."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Precision Medicine and Genomics, Department of Medicine, Columbia University, New York, NY; Division of Ethics, Department of Medical Humanities and Ethics, Columbia University, New York, NY."
            }
        ],
        "Journal": "The Journal of pediatrics",
        "PubDate": "2024"
    },
    {
        "PMID": "37646012",
        "Title": "Project Inclusive Genetics: Protecting reproductive autonomy from bias via prenatal patient-centered counseling.",
        "Abstract": "Clinician bias negatively impacts the healthcare received by marginalized communities. In this study, we explored factors that influence clinician and trainee bias against individuals with intellectual disabilities and its impact on clinical judgment in prenatal genetic testing settings. Specifically, we examined bias toward a fetus with a higher chance of developing a disability. We compared genetics specialists with their non-expert counterparts. This web-based study included clinical vignettes, implicit association tests (IATs), and an educational module. 595 participants were recruited via their institution or professional society. We conducted statistical analyses, including regression models controlling for key demographic characteristics, to analyze recommendation patterns and degree of change after the module. Genetics expertise strongly correlated with appropriate testing recommendation when the patient would not consider pregnancy termination (r = 1.784 pre-module, r = 1.502 post-module, p < 0.01). Factors that influenced pre-module recommendation to test include increased age (r = -0.029, p < 0.05), high religiosity (r = 0.525, p < 0.05), and participant personal preference against testing (r = 1.112, p < 0.01). Responses among participants without genetics expertise improved after the educational module (",
        "Keywords": [
            "bias",
            "clinician education",
            "disability",
            "genetic counseling",
            "patient-centered counseling",
            "prenatal genetic testing"
        ],
        "MeSH terms": [
            "Female",
            "Pregnancy",
            "Humans",
            "Reproduction",
            "Educational Status",
            "Family Planning Services",
            "Intellectual Disability",
            "Patient-Centered Care",
            "Counseling"
        ],
        "Authors": [
            {
                "First Name": "Apolline",
                "Last Name": "Jungels",
                "Affiliation": "Boston University Chobanian & Avedisian School of Medicine, Boston, MA, USA."
            },
            {
                "First Name": "Lindsay",
                "Last Name": "Demers",
                "Affiliation": "Department of Medicine, Boston University Chobanian & Avedisian School of Medicine, Boston MA, USA."
            },
            {
                "First Name": "Eric",
                "Last Name": "Ford",
                "Affiliation": "Independent Scholar, Brooklyn, NY, USA."
            },
            {
                "First Name": "Blair K",
                "Last Name": "Stevens",
                "Affiliation": "Department of Obstetrics, Gynecology and Reproductive Sciences, McGovern Medical School, The University of Texas Health Science Center at Houston, Houston, TX, USA."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Precision Medicine and Genomics, Department of Medicine, and Division of Ethics, Department of Medical Humanities and Ethics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Shoumita",
                "Last Name": "Dasgupta",
                "Affiliation": "Department of Medicine, Biomedical Genetics Section, Boston University Chobanian & Avedisian School of Medicine, Boston, MA, USA."
            }
        ],
        "Journal": "HGG advances",
        "PubDate": "2023"
    },
    {
        "PMID": "37639077",
        "Title": "Correction to: Precision medicine and the problem of structural injustice.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Sara",
                "Last Name": "Green",
                "Affiliation": "Section for History and Philosophy of Science, Department of Science Education, University of Copenhagen, Niels Bohr Building (NBB), Universitetsparken 5, Copenhagen Ø, 2100, Denmark. sara.green@ind.ku.dk."
            },
            {
                "First Name": "Barbara",
                "Last Name": "Prainsack",
                "Affiliation": "Department of Political Science, University of Vienna, Universitätsstraße 7, Vienna, 1010, Austria."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Precision Medicine and Genomics, Department of Medicine, Columbia University, New York, USA."
            }
        ],
        "Journal": "Medicine, health care, and philosophy",
        "PubDate": "2024"
    },
    {
        "PMID": "37533147",
        "Title": "Molecular Signatures of Glomerular Neovascularization in a Patient with Diabetic Kidney Disease.",
        "Abstract": "The Kidney Precision Medicine Project (KPMP) aims to create a kidney tissue atlas, define disease subgroups, and identify critical cells, pathways, and targets for novel therapies through molecular investigation of human kidney biopsies obtained from participants with AKI or CKD. We present the case of a 66-year-old woman with diabetic kidney disease who underwent a protocol KPMP kidney biopsy. Her clinical history included diabetes mellitus complicated by neuropathy and eye disease, increased insulin resistance, hypertension, albuminuria, and relatively preserved glomerular filtration rate (early CKD stage 3a). The patient's histopathology was consistent with diabetic nephropathy and arterial and arteriolar sclerosis. Three-dimensional, immunofluorescence imaging of the kidney biopsy specimen revealed extensive periglomerular neovascularization that was underestimated by standard histopathologic approaches. Spatial transcriptomics was performed to obtain gene expression signatures at discrete areas of the kidney biopsy. Gene expression in the areas of glomerular neovascularization revealed increased expression of genes involved in angiogenic signaling, proliferation, and survival of endothelial cells, as well as new vessel maturation and stability. This molecular correlation provides additional insights into the development of kidney disease in patients with diabetes and spotlights how novel molecular techniques used by the KPMP can supplement and enrich the histopathologic diagnosis obtained from a kidney biopsy.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Diabetic Nephropathies",
            "Female",
            "Aged",
            "Neovascularization, Pathologic",
            "Kidney Glomerulus",
            "Biopsy",
            "Transcriptome"
        ],
        "Authors": [
            {
                "First Name": "Michael J",
                "Last Name": "Ferkowicz",
                "Affiliation": "Department of Medicine, Indiana University School of Medicine, Indianapolis, Indiana."
            },
            {
                "First Name": "Ashish",
                "Last Name": "Verma",
                "Affiliation": "Section of Nephrology, Department of Medicine, Boston University Chobanian & Avedisian School of Medicine and Boston Medical Center, Boston, Massachusetts."
            },
            {
                "First Name": "Daria",
                "Last Name": "Barwinska",
                "Affiliation": "Department of Medicine, Indiana University School of Medicine, Indianapolis, Indiana."
            },
            {
                "First Name": "Ricardo",
                "Last Name": "Melo Ferreira",
                "Affiliation": "Department of Medicine, Indiana University School of Medicine, Indianapolis, Indiana."
            },
            {
                "First Name": "Joel M",
                "Last Name": "Henderson",
                "Affiliation": "Department of Pathology and Laboratory Medicine, Boston University Chobanian & Avedisian School of Medicine and Boston Medical Center, Boston, Massachusetts."
            },
            {
                "First Name": "Mary",
                "Last Name": "Kirkpatrick",
                "Affiliation": "Section of Endocrinology, Department of Medicine, Boston University Chobanian & Avedisian School of Medicine and Boston Medical Center, Boston, Massachusetts."
            },
            {
                "First Name": "Paolo S",
                "Last Name": "Silva",
                "Affiliation": "Beetham Eye Institute, Joslin Diabetes Center, Boston, Massachusetts."
            },
            {
                "First Name": "Devin W",
                "Last Name": "Steenkamp",
                "Affiliation": "Section of Endocrinology, Department of Medicine, Boston University Chobanian & Avedisian School of Medicine and Boston Medical Center, Boston, Massachusetts."
            },
            {
                "First Name": "Carrie L",
                "Last Name": "Phillips",
                "Affiliation": "Department of Pathology and Laboratory Medicine, Indiana University School of Medicine, Indianapolis, Indiana."
            },
            {
                "First Name": "Sushrut S",
                "Last Name": "Waikar",
                "Affiliation": "Section of Nephrology, Department of Medicine, Boston University Chobanian & Avedisian School of Medicine and Boston Medical Center, Boston, Massachusetts."
            },
            {
                "First Name": "Timothy A",
                "Last Name": "Sutton",
                "Affiliation": "Department of Medicine, Indiana University School of Medicine, Indianapolis, Indiana."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Clinical journal of the American Society of Nephrology : CJASN",
        "PubDate": "2024"
    },
    {
        "PMID": "37343562",
        "Title": "Studying the impact of translational genomic research: Lessons from eMERGE.",
        "Abstract": "Two major goals of the Electronic Medical Record and Genomics (eMERGE) Network are to learn how best to return research results to patient/participants and the clinicians who care for them and also to assess the impact of placing these results in clinical care. Yet since its inception, the Network has confronted a host of challenges in achieving these goals, many of which had ethical, legal, or social implications (ELSIs) that required consideration. Here, we share impediments we encountered in recruiting participants, returning results, and assessing their impact, all of which affected our ability to achieve the goals of eMERGE, as well as the steps we took to attempt to address these obstacles. We divide the domains in which we experienced challenges into four broad categories: (1) study design, including recruitment of more diverse groups; (2) consent; (3) returning results to participants and their health care providers (HCPs); and (4) assessment of follow-up care of participants and measuring the impact of research on participants and their families. Since most phases of eMERGE have included children as well as adults, we also address the particular ELSI posed by including pediatric populations in this research. We make specific suggestions for improving translational genomic research to ensure that future projects can effectively return results and assess their impact on patient/participants and providers if the goals of genomic-informed medicine are to be achieved.",
        "Keywords": [
            "ethics",
            "genomics",
            "research design",
            "return of results",
            "translational research"
        ],
        "MeSH terms": [
            "Child",
            "Adult",
            "Humans",
            "Electronic Health Records",
            "Genomics",
            "Genome",
            "Translational Research, Biomedical",
            "Population Groups"
        ],
        "Authors": [
            {
                "First Name": "Ellen Wright",
                "Last Name": "Clayton",
                "Affiliation": "Center for Biomedical Ethics and Society, Departments of Pediatrics and Health Policy, Vanderbilt University Medical Center, Nashville, TN 37203, USA. Electronic address: ellen.clayton@vumc.org."
            },
            {
                "First Name": "Maureen E",
                "Last Name": "Smith",
                "Affiliation": "Department of Medicine, Center for Genetic Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL 60611, USA."
            },
            {
                "First Name": "Katherine C",
                "Last Name": "Anderson",
                "Affiliation": "Department of Medicine, Vanderbilt University Medical Center, Nashville, TN 37232, USA."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Departments of Pediatrics and Medicine, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "John J",
                "Last Name": "Connolly",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Stephanie M",
                "Last Name": "Fullerton",
                "Affiliation": "Department of Bioethics & Humanities, University of Washington School of Medicine, Seattle, WA 98195, USA."
            },
            {
                "First Name": "Michelle L",
                "Last Name": "McGowan",
                "Affiliation": "Biomedical Ethics Research Program, Department of Quantitative Health Sciences, Mayo Clinic, Rochester, MN 55905, USA; Department of Women's, Gender, and Sexuality Studies, University of Cincinnati, Cincinnati, OH 45221, USA."
            },
            {
                "First Name": "Josh F",
                "Last Name": "Peterson",
                "Affiliation": "Center for Precision Medicine, Department of Biomedical Informatics, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN 37203, USA."
            },
            {
                "First Name": "Cynthia A",
                "Last Name": "Prows",
                "Affiliation": "Divisions of Human Genetics and Patient Services, Cincinnati Children's Hospital, Cincinnati, OH 45229, USA."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Precision Medicine & Genomics, Department of Medicine, and Division of Ethics, Department of Medical Humanities & Ethics Columbia University Vagelos College of Physicians and Surgeons, NY, NY 10032, USA."
            },
            {
                "First Name": "Ingrid A",
                "Last Name": "Holm",
                "Affiliation": "Division of Genetics and Genomics, Boston Children's Hospital; Department of Pediatrics, Harvard Medical School, Boston, MA 02115, USA."
            }
        ],
        "Journal": "American journal of human genetics",
        "PubDate": "2023"
    },
    {
        "PMID": "37246632",
        "Title": "Education and electronic medical records and genomics network, challenges, and lessons learned from a large-scale clinical trial using polygenic risk scores.",
        "Abstract": "Polygenic risk scores (PRS) have potential to improve health care by identifying individuals that have elevated risk for common complex conditions. Use of PRS in clinical practice, however, requires careful assessment of the needs and capabilities of patients, providers, and health care systems. The electronic Medical Records and Genomics (eMERGE) network is conducting a collaborative study which will return PRS to 25,000 pediatric and adult participants. All participants will receive a risk report, potentially classifying them as high risk (∼2-10% per condition) for 1 or more of 10 conditions based on PRS. The study population is enriched by participants from racial and ethnic minority populations, underserved populations, and populations who experience poorer medical outcomes. All 10 eMERGE clinical sites conducted focus groups, interviews, and/or surveys to understand educational needs among key stakeholders-participants, providers, and/or study staff. Together, these studies highlighted the need for tools that address the perceived benefit/value of PRS, types of education/support needed, accessibility, and PRS-related knowledge and understanding. Based on findings from these preliminary studies, the network harmonized training initiatives and formal/informal educational resources. This paper summarizes eMERGE's collective approach to assessing educational needs and developing educational approaches for primary stakeholders. It discusses challenges encountered and solutions provided.",
        "Keywords": [
            "Education",
            "Genome-Informed Risk Report",
            "PRS",
            "Polygenic risk score",
            "eMERGE"
        ],
        "MeSH terms": [
            "Adult",
            "Humans",
            "Child",
            "Electronic Health Records",
            "Ethnicity",
            "Minority Groups",
            "Risk Factors",
            "Genomics"
        ],
        "Authors": [
            {
                "First Name": "John J",
                "Last Name": "Connolly",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, PA. Electronic address: connollyj1@chop.edu."
            },
            {
                "First Name": "Eta S",
                "Last Name": "Berner",
                "Affiliation": "Department of Health Services Administration, University of Alabama at Birmingham, Birmingham, AL."
            },
            {
                "First Name": "Maureen",
                "Last Name": "Smith",
                "Affiliation": "Center for Genetic Medicine, Department of Medicine, Northwestern University, Chicago, IL."
            },
            {
                "First Name": "Samuel",
                "Last Name": "Levy",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, PA."
            },
            {
                "First Name": "Shannon",
                "Last Name": "Terek",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, PA."
            },
            {
                "First Name": "Margaret",
                "Last Name": "Harr",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, PA."
            },
            {
                "First Name": "Dean",
                "Last Name": "Karavite",
                "Affiliation": "Department of Biomedical and Health Informatics, Children's Hospital of Philadelphia, PA."
            },
            {
                "First Name": "Sabrina",
                "Last Name": "Suckiel",
                "Affiliation": "The Institute for Genomic Health, Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY."
            },
            {
                "First Name": "Ingrid A",
                "Last Name": "Holm",
                "Affiliation": "Division of Genetics and Genomics, Boston Children's Hospital; Department of Pediatrics, Harvard Medical School, Boston, MA."
            },
            {
                "First Name": "Kevin",
                "Last Name": "Dufendach",
                "Affiliation": "Department of Pediatrics, University of Cincinnati, Cincinnati, OH."
            },
            {
                "First Name": "Catrina",
                "Last Name": "Nelson",
                "Affiliation": "Center for Autoimmune Genomics and Etiology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH."
            },
            {
                "First Name": "Atlas",
                "Last Name": "Khan",
                "Affiliation": "Division of Nephrology, Dept of Medicine, Vagelos College of Physicians & Surgeons, Columbia University, New York, NY."
            },
            {
                "First Name": "Rex L",
                "Last Name": "Chisholm",
                "Affiliation": "Center for Genetic Medicine, Feinberg School of Medicine, Northwestern University, Chicago, IL."
            },
            {
                "First Name": "Aimee",
                "Last Name": "Allworth",
                "Affiliation": "Department of Medical Genetics, University of Washington, Seattle, WA."
            },
            {
                "First Name": "Wei-Qi",
                "Last Name": "Wei",
                "Affiliation": "Department of Biomedical Informatics, Vanderbilt University Medical Center, Nashville, TN."
            },
            {
                "First Name": "Harris T",
                "Last Name": "Bland",
                "Affiliation": "Department of Biomedical Informatics, Vanderbilt University Medical Center, Nashville, TN."
            },
            {
                "First Name": "Ellen Wright",
                "Last Name": "Clayton",
                "Affiliation": "Division of Genetic Medicine, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN; Center for Biomedical Ethics and Society, Vanderbilt University, Nashville, TN; Vanderbilt University Law School, Nashville, TN."
            },
            {
                "First Name": "Emily R",
                "Last Name": "Soper",
                "Affiliation": "The Institute for Genomic Health, Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY; Division of Genomic Medicine, Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY."
            },
            {
                "First Name": "Jodell E",
                "Last Name": "Linder",
                "Affiliation": "Vanderbilt Institute for Clinical and Translational Research, Vanderbilt University Medical Center, Nashville, TN."
            },
            {
                "First Name": "Nita A",
                "Last Name": "Limdi",
                "Affiliation": "Department of Neurology, Heersink School of Medicine, University of Alabama at Birmingham, Birmingham, AL."
            },
            {
                "First Name": "Alexandra",
                "Last Name": "Miller",
                "Affiliation": "Department of Cardiovascular Medicine, Mayo Clinic, Rochester, MN; Department of Clinical Genomics, Mayo Clinic, Rochester, MN."
            },
            {
                "First Name": "Scott",
                "Last Name": "Nigbur",
                "Affiliation": "Department of Cardiovascular Medicine, Mayo Clinic, Rochester, MN."
            },
            {
                "First Name": "Hana",
                "Last Name": "Bangash",
                "Affiliation": "Department of Cardiovascular Medicine, Mayo Clinic, Rochester, MN."
            },
            {
                "First Name": "Marwan",
                "Last Name": "Hamed",
                "Affiliation": "Department of Cardiovascular Medicine, Mayo Clinic, Rochester, MN."
            },
            {
                "First Name": "Alborz",
                "Last Name": "Sherafati",
                "Affiliation": "Department of Cardiovascular Medicine, Mayo Clinic, Rochester, MN."
            },
            {
                "First Name": "Anna C F",
                "Last Name": "Lewis",
                "Affiliation": "Edmond and Lily Safra Center for Ethics, Harvard, MA; Brigham and Women's Hospital, Boston, MA."
            },
            {
                "First Name": "Emma",
                "Last Name": "Perez",
                "Affiliation": "Mass General Brigham Personalized Medicine, Brigham and Women's Hospital, Boston, MA."
            },
            {
                "First Name": "Lori A",
                "Last Name": "Orlando",
                "Affiliation": "Department of Medicine, Duke University, Durham, NC."
            },
            {
                "First Name": "Tejinder K",
                "Last Name": "Rakhra-Burris",
                "Affiliation": "Department of Medicine, Duke University, Durham, NC."
            },
            {
                "First Name": "Mustafa",
                "Last Name": "Al-Dulaimi",
                "Affiliation": "Department of Biology, The College of Idaho, Caldwell, ID."
            },
            {
                "First Name": "Selma",
                "Last Name": "Cifric",
                "Affiliation": "Department of Biology, The College of Idaho, Caldwell, ID."
            },
            {
                "First Name": "Courtney Lynam",
                "Last Name": "Scherr",
                "Affiliation": "School of Communication | Department of Communication Studies, Northwestern University, Chicago, IL."
            },
            {
                "First Name": "Julia",
                "Last Name": "Wynn",
                "Affiliation": "Department of Pediatrics, Columbia University Irving Medical Center, New York, NY."
            },
            {
                "First Name": "Hakon",
                "Last Name": "Hakonarson",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, PA; Department of Pediatrics, The Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA; Division of Human Genetics, Children's Hospital of Philadelphia, Philadelphia, PA; Division of Pulmonary Medicine, Children's Hospital of Philadelphia, Philadelphia, PA."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Precision Medicine & Genomics, Department of Medicine, Columbia University Irving Medical Center, New York, NY; Division of Ethics, Department of Medical Humanities & Ethics, Columbia University Irving Medical Center, New York, NY. Electronic address: ms4075@cumc.columbia.edu."
            }
        ],
        "Journal": "Genetics in medicine : official journal of the American College of Medical Genetics",
        "PubDate": "2023"
    },
    {
        "PMID": "37231234",
        "Title": "Precision medicine and the problem of structural injustice.",
        "Abstract": "Many countries currently invest in technologies and data infrastructures to foster precision medicine (PM), which is hoped to better tailor disease treatment and prevention to individual patients. But who can expect to benefit from PM? The answer depends not only on scientific developments but also on the willingness to address the problem of structural injustice. One important step is to confront the problem of underrepresentation of certain populations in PM cohorts via improved research inclusivity. Yet, we argue that the perspective needs to be broadened because the (in)equitable effects of PM are also strongly contingent on wider structural factors and prioritization of healthcare strategies and resources. When (and before) implementing PM, it is crucial to attend to how the organisation of healthcare systems influences who will benefit, as well as whether PM may present challenges for a solidaristic sharing of costs and risks. We discuss these issues through a comparative lens of healthcare models and PM-initiatives in the United States, Austria, and Denmark. The analysis draws attention to how PM hinges on-and simultaneously affects-access to healthcare services, public trust in data handling, and prioritization of healthcare resources. Finally, we provide suggestions for how to mitigate foreseeable negative effects.",
        "Keywords": [
            "Equity",
            "Healthcare model",
            "Medical Matthew effects",
            "Personalized medicine",
            "Precision medicine",
            "Structural Injustice"
        ],
        "MeSH terms": [
            "Humans",
            "Precision Medicine",
            "Delivery of Health Care",
            "Austria"
        ],
        "Authors": [
            {
                "First Name": "Sara",
                "Last Name": "Green",
                "Affiliation": "Section for History and Philosophy of Science, Department of Science Education, University of Copenhagen, Niels Bohr Building (NBB), Universitetsparken 5, 2100, Copenhagen Ø, Denmark. sara.green@ind.ku.dk."
            },
            {
                "First Name": "Barbara",
                "Last Name": "Prainsack",
                "Affiliation": "Department of Political Science, University of Vienna, Universitätsstraße 7, 1010, Vienna, Austria."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Precision Medicine and Genomics, Department of Medicine, Columbia University, New York, USA."
            }
        ],
        "Journal": "Medicine, health care, and philosophy",
        "PubDate": "2023"
    },
    {
        "PMID": "37158703",
        "Title": "How do experts in psychiatric genetics view the clinical utility of polygenic risk scores for schizophrenia?",
        "Abstract": "Polygenic risk scores (PRS) are promising for identifying common variant-related inheritance for psychiatric conditions but their integration into clinical practice depends on their clinical utility and psychiatrists' understanding of PRS. Our online survey explored these issues with 276 professionals working in psychiatric genetics (RR: 19%). Overall, participants demonstrated knowledge of how to interpret PRS results. Their performance on knowledge-based questions was positively correlated with participants' self-reported familiarity with PRS (r = 0.21, p = 0.0006) although differences were not statistically significant (Wald Chi-square = 3.29, df = 1, p = 0.07). However, only 48.9% of all participants answered all knowledge questions correctly. Many participants (56.5%), especially researchers (42%), indicated having at least occasional conversations about the role of genetics in psychiatric conditions with patients and/or family members. Most participants (62.7%) indicated that PRS are not yet sufficiently robust for assessment of susceptibility to schizophrenia; most significant obstacles were low predictive power and lack of population diversity in available PRS (selected, respectively, by 53.6% and 29.3% of participants). Nevertheless, 89.8% of participants were optimistic about the use of PRS in the next 10 years, suggesting a belief that current shortcomings could be addressed. Our findings inform about the perceptions of psychiatric professionals regarding PRS and the application of PRS in psychiatry.",
        "Keywords": [
            "clinical utility",
            "ethics",
            "knowledge",
            "polygenic risk scores",
            "schizophrenia"
        ],
        "MeSH terms": [
            "Humans",
            "Schizophrenia",
            "Risk Factors",
            "Multifactorial Inheritance",
            "Heredity",
            "Polymorphism, Single Nucleotide",
            "Genetic Predisposition to Disease"
        ],
        "Authors": [
            {
                "First Name": "Tiahna",
                "Last Name": "Moorthy",
                "Affiliation": "NYC Health + Hospitals/Jacobi Medical Center, Bronx, NY, USA."
            },
            {
                "First Name": "Huyen",
                "Last Name": "Nguyen",
                "Affiliation": "Mount Sinai Services, New York City, NY, USA."
            },
            {
                "First Name": "Ying",
                "Last Name": "Chen",
                "Affiliation": "New York State Psychiatric Institute, New York City, NY, USA."
            },
            {
                "First Name": "Jehannine",
                "Last Name": "Austin",
                "Affiliation": "Psychiatry and Medical Genetics, University of British Columbia, Vancouver, British Columbia, Canada."
            },
            {
                "First Name": "Jordan W",
                "Last Name": "Smoller",
                "Affiliation": "Psychiatry, Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Laura",
                "Last Name": "Hercher",
                "Affiliation": "Sarah Lawrence College Joan H. Marks Graduate Program in Human Genetics, Bronxville, NY, USA."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Medical Sciences (in Medicine), Center for Precision Medicine and Genomics, Department of Medicine, Columbia University, New York City, NY, USA."
            }
        ],
        "Journal": "American journal of medical genetics. Part B, Neuropsychiatric genetics : the official publication of the International Society of Psychiatric Genetics",
        "PubDate": "2023"
    },
    {
        "PMID": "37092536",
        "Title": "The value of intersectionality for genomic research on human behavior.",
        "Abstract": null,
        "Keywords": [
            "Bioethics",
            "EA-PGS",
            "ELSI",
            "Precision education",
            "Sociogenomics"
        ],
        "MeSH terms": [
            "Humans",
            "Intersectional Framework",
            "Genomics",
            "Bioethics"
        ],
        "Authors": [
            {
                "First Name": "Lucas J",
                "Last Name": "Matthews",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY; The Hastings Center, Garrison, New York, NY. Electronic address: ljm2189@cumc.columbia.edu."
            },
            {
                "First Name": "Daphne O",
                "Last Name": "Martschenko",
                "Affiliation": "Department of Pediatrics, Stanford Medicine, Center for Biomedical Ethics, Stanford University, Stanford, CA."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Department of Medicine, Center for Precision Medicine and Genomics, Columbia University, New York, NY; Division of Ethics, Department of Medical Humanities and Ethics, Columbia University, New York, NY."
            }
        ],
        "Journal": "Genetics in medicine : official journal of the American College of Medical Genetics",
        "PubDate": "2023"
    },
    {
        "PMID": "36789889",
        "Title": "The effect of genetic education on the referral of patients to genetic evaluation: Findings from a national survey of nephrologists.",
        "Abstract": "The success of genomic medicine hinges on the implementation of genetic knowledge in clinical settings. In novel subspecialties, it requires that clinicians refer patients to genetic evaluation or testing, however referral is likely to be affected by genetic knowledge.",
        "Keywords": [
            "Education",
            "Genetic knowledge",
            "Genomic medicine",
            "Nephrology",
            "Patient referral"
        ],
        "MeSH terms": [
            "Adult",
            "Humans",
            "United States",
            "Nephrologists",
            "Nephrology",
            "Surveys and Questionnaires",
            "Kidney Diseases",
            "Referral and Consultation",
            "Attitude of Health Personnel"
        ],
        "Authors": [
            {
                "First Name": "Hila Milo",
                "Last Name": "Rasouly",
                "Affiliation": "Division of Nephrology, Department of Medicine, Columbia University Vagelos College of Physicians and Surgeons, New York, NY; Center for Precision Medicine and Genomics, Department of Medicine, Columbia University Vagelos College of Physicians and Surgeons, New York, NY. Electronic address: hila.milorasouly@columbia.edu."
            },
            {
                "First Name": "Olivia",
                "Last Name": "Balderes",
                "Affiliation": "Division of Nephrology, Department of Medicine, Columbia University Vagelos College of Physicians and Surgeons, New York, NY."
            },
            {
                "First Name": "Maddalena",
                "Last Name": "Marasa",
                "Affiliation": "Division of Nephrology, Department of Medicine, Columbia University Vagelos College of Physicians and Surgeons, New York, NY; Center for Precision Medicine and Genomics, Department of Medicine, Columbia University Vagelos College of Physicians and Surgeons, New York, NY."
            },
            {
                "First Name": "Hilda",
                "Last Name": "Fernandez",
                "Affiliation": "Division of Nephrology, Department of Medicine, Columbia University Vagelos College of Physicians and Surgeons, New York, NY; Division of Pediatric Nephrology, Department of Pediatrics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY."
            },
            {
                "First Name": "Marissa",
                "Last Name": "Lipton",
                "Affiliation": "Division of Pediatric Nephrology, Department of Pediatrics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY."
            },
            {
                "First Name": "Fangming",
                "Last Name": "Lin",
                "Affiliation": "Division of Pediatric Nephrology, Department of Pediatrics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY."
            },
            {
                "First Name": "Ali G",
                "Last Name": "Gharavi",
                "Affiliation": "Division of Nephrology, Department of Medicine, Columbia University Vagelos College of Physicians and Surgeons, New York, NY; Center for Precision Medicine and Genomics, Department of Medicine, Columbia University Vagelos College of Physicians and Surgeons, New York, NY; Institute for Genomic Medicine, Columbia University Vagelos College of Physicians and Surgeons, New York, NY."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Precision Medicine and Genomics, Department of Medicine, Columbia University Vagelos College of Physicians and Surgeons, New York, NY; Division of Ethics, Department of Medical Humanities and Ethics, Columbia University, New York, NY. Electronic address: ms4075@cumc.columbia.edu."
            }
        ],
        "Journal": "Genetics in medicine : official journal of the American College of Medical Genetics",
        "PubDate": "2023"
    },
    {
        "PMID": "36707316",
        "Title": "People with disability and privacy in precision medicine research: what's at stake?",
        "Abstract": "Re-identification from data used in precision medicine research is presumed to create minimal risk but may disproportionately impact health disparity populations. We consider plausible privacy risks and the negative ramifications thereof for people with disabilities, the largest health disparity population in the USA, and suggest measures to address these concerns.",
        "Keywords": [
            "health disparities population",
            "people with disabilities",
            "precision medicine research",
            "privacy risks"
        ],
        "MeSH terms": [
            "Humans",
            "Precision Medicine",
            "Privacy",
            "Disabled Persons"
        ],
        "Authors": [
            {
                "First Name": "Supriya Lal",
                "Last Name": "Kapur",
                "Affiliation": "Center for Precision Medicine and Genomics, Department of Medicine, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Precision Medicine and Genomics, Department of Medicine, Columbia University Irving Medical Center, New York, NY 10032, USA; Division of Ethics, Department of Medical Humanities and Ethics, Columbia University Irving Medical Center, New York, NY 10032, USA. Electronic address: ms4075@cumc.columbia.edu."
            }
        ],
        "Journal": "Trends in genetics : TIG",
        "PubDate": "2023"
    },
    {
        "PMID": "36621880",
        "Title": "Returning integrated genomic risk and clinical recommendations: The eMERGE study.",
        "Abstract": "Assessing the risk of common, complex diseases requires consideration of clinical risk factors as well as monogenic and polygenic risks, which in turn may be reflected in family history. Returning risks to individuals and providers may influence preventive care or use of prophylactic therapies for those individuals at high genetic risk.",
        "Keywords": [
            "Common variants",
            "Family history",
            "Genotyping",
            "Monogenic risks",
            "Polygenic risk scores"
        ],
        "MeSH terms": [
            "Humans",
            "Prospective Studies",
            "Genome",
            "Genomics",
            "Risk Factors",
            "Risk Assessment"
        ],
        "Authors": [
            {
                "First Name": "Jodell E",
                "Last Name": "Linder",
                "Affiliation": "Vanderbilt Institute for Clinical and Translational Research, Vanderbilt University Medical Center, Nashville, TN."
            },
            {
                "First Name": "Aimee",
                "Last Name": "Allworth",
                "Affiliation": "Division of Medical Genetics, Department of Medicine, University of Washington Medical Center, Seattle, WA."
            },
            {
                "First Name": "Harris T",
                "Last Name": "Bland",
                "Affiliation": "Department of Biomedical Informatics and Department of Medicine, Vanderbilt University Medical Center, Nashville, TN."
            },
            {
                "First Name": "Pedro J",
                "Last Name": "Caraballo",
                "Affiliation": "Department of Internal Medicine and Department of Quantitative Health Sciences, Mayo Clinic, Rochester, MN."
            },
            {
                "First Name": "Rex L",
                "Last Name": "Chisholm",
                "Affiliation": "Center for Genetic Medicine, Northwestern University, Chicago, IL."
            },
            {
                "First Name": "Ellen Wright",
                "Last Name": "Clayton",
                "Affiliation": "Center for Biomedical Ethics and Society, Vanderbilt University Medical Center, Nashville, TN."
            },
            {
                "First Name": "David R",
                "Last Name": "Crosslin",
                "Affiliation": "Division of Biomedical Informatics and Genomics, John W. Deming Department of Medicine, Tulane University School of Medicine, New Orleans, LA."
            },
            {
                "First Name": "Ozan",
                "Last Name": "Dikilitas",
                "Affiliation": "Mayo Clinician Investigator Training Program, Department of Internal Medicine and Department of Cardiovascular Medicine, Mayo Clinic, Rochester, MN."
            },
            {
                "First Name": "Alanna",
                "Last Name": "DiVietro",
                "Affiliation": "Vanderbilt Institute for Clinical and Translational Research, Vanderbilt University Medical Center, Nashville, TN."
            },
            {
                "First Name": "Edward D",
                "Last Name": "Esplin",
                "Affiliation": "Invitae, San Francisco, CA."
            },
            {
                "First Name": "Sophie",
                "Last Name": "Forman",
                "Affiliation": "Vanderbilt Institute for Clinical and Translational Research, Vanderbilt University Medical Center, Nashville, TN."
            },
            {
                "First Name": "Robert R",
                "Last Name": "Freimuth",
                "Affiliation": "Department of Artificial Intelligence and Informatics, Mayo Clinic, Rochester, MN."
            },
            {
                "First Name": "Adam S",
                "Last Name": "Gordon",
                "Affiliation": "Department of Pharmacology, Feinberg School of Medicine, and Center for Genetic Medicine, Northwestern University, Chicago, IL."
            },
            {
                "First Name": "Richard",
                "Last Name": "Green",
                "Affiliation": "Department of Biomedical Informatics and Medical Education, University of Washington Medical Center, Seattle, WA."
            },
            {
                "First Name": "Maegan V",
                "Last Name": "Harden",
                "Affiliation": "Broad Institute of MIT and Harvard, Cambridge, MA."
            },
            {
                "First Name": "Ingrid A",
                "Last Name": "Holm",
                "Affiliation": "Division of Genetics and Genomics and Manton Center for Orphan Diseases Research, Boston Children's Hospital, Department of Pediatrics, Harvard Medical School, Boston, MA."
            },
            {
                "First Name": "Gail P",
                "Last Name": "Jarvik",
                "Affiliation": "Division of Medical Genetics, Department of Medicine and Department of Genome Science, University of Washington Medical Center, Seattle, WA."
            },
            {
                "First Name": "Elizabeth W",
                "Last Name": "Karlson",
                "Affiliation": "Division of Rheumatology, Inflammation and Immunity, Department of Medicine, Brigham and Women's Hospital, Boston, MA."
            },
            {
                "First Name": "Sofia",
                "Last Name": "Labrecque",
                "Affiliation": "Vanderbilt Institute for Clinical and Translational Research, Vanderbilt University Medical Center, Nashville, TN."
            },
            {
                "First Name": "Niall J",
                "Last Name": "Lennon",
                "Affiliation": "Broad Institute of MIT and Harvard, Cambridge, MA."
            },
            {
                "First Name": "Nita A",
                "Last Name": "Limdi",
                "Affiliation": "Department of Neurology, Heersink School of Medicine, University of Alabama at Birmingham, Birmingham, AL."
            },
            {
                "First Name": "Kathleen F",
                "Last Name": "Mittendorf",
                "Affiliation": "Vanderbilt-Ingram Cancer Center, Vanderbilt University Medical Center, Nashville, TN."
            },
            {
                "First Name": "Shawn N",
                "Last Name": "Murphy",
                "Affiliation": "Department of Neurology, Massachusetts General Hospital, Boston, MA."
            },
            {
                "First Name": "Lori",
                "Last Name": "Orlando",
                "Affiliation": "Center for Applied Genomics and Precision Medicine, Duke University, Durham, NC."
            },
            {
                "First Name": "Cynthia A",
                "Last Name": "Prows",
                "Affiliation": "Divisions of Human Genetics and Patient Services, Cincinnati Children's Hospital Medical Center, Cincinnati, OH."
            },
            {
                "First Name": "Luke V",
                "Last Name": "Rasmussen",
                "Affiliation": "Department of Preventive Medicine, Northwestern University, Chicago, IL."
            },
            {
                "First Name": "Laura",
                "Last Name": "Rasmussen-Torvik",
                "Affiliation": "Department of Preventive Medicine, Northwestern University, Chicago, IL."
            },
            {
                "First Name": "Robb",
                "Last Name": "Rowley",
                "Affiliation": "Division of Genomic Medicine, National Human Genome Research Institute, Bethesda, MD."
            },
            {
                "First Name": "Konrad Teodor",
                "Last Name": "Sawicki",
                "Affiliation": "Department of Cardiology and Center for Genetic Medicine, Northwestern University, Chicago, IL."
            },
            {
                "First Name": "Tara",
                "Last Name": "Schmidlen",
                "Affiliation": "Invitae, San Francisco, CA."
            },
            {
                "First Name": "Shannon",
                "Last Name": "Terek",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, Philadelphia, PA."
            },
            {
                "First Name": "David",
                "Last Name": "Veenstra",
                "Affiliation": "School of Pharmacy, University of Washington, Seattle, WA."
            },
            {
                "First Name": "Digna R",
                "Last Name": "Velez Edwards",
                "Affiliation": "Division of Quantitative Science, Department of Obstetrics and Gynecology, Department of Biomedical Sciences, Vanderbilt University Medical Center, Nashville, TN."
            },
            {
                "First Name": "Devin",
                "Last Name": "Absher",
                "Affiliation": "Kaiser Permanente Research Bank, Oakland, CA."
            },
            {
                "First Name": "Noura S",
                "Last Name": "Abul-Husn",
                "Affiliation": "Institute for Genomic Health, Department of Medicine, Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY."
            },
            {
                "First Name": "Jorge",
                "Last Name": "Alsip",
                "Affiliation": "UAB Medicine Enterprise, Birmingham, AL."
            },
            {
                "First Name": "Hana",
                "Last Name": "Bangash",
                "Affiliation": "Department of Cardiovascular Medicine, Mayo Clinic, Rochester, MN."
            },
            {
                "First Name": "Mark",
                "Last Name": "Beasley",
                "Affiliation": "Department of Biostatistics, School of Public Health, University of Alabama at Birmingham, Birmingham, AL."
            },
            {
                "First Name": "Jennifer E",
                "Last Name": "Below",
                "Affiliation": "Division of Genetic Medicine, Department of Medicine, Vanderbilt Genetics Institute, Vanderbilt University Medical Center, Nashville, TN."
            },
            {
                "First Name": "Eta S",
                "Last Name": "Berner",
                "Affiliation": "Department of Health Services Administration, University of Alabama at Birmingham, Birmingham, AL."
            },
            {
                "First Name": "James",
                "Last Name": "Booth",
                "Affiliation": "Department of Emergency Medicine, Heersink School of Medicine, University of Alabama at Birmingham, Birmingham, AL."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Departments of Pediatrics and Medicine, Columbia University Irving Medical Center, Columbia University, New York, NY."
            },
            {
                "First Name": "James J",
                "Last Name": "Cimino",
                "Affiliation": "Division of General Internal Medicine and the Informatics Institute, Department of Medicine, Heersink School of Medicine, University of Alabama at Birmingham, Birmingham, AL."
            },
            {
                "First Name": "John",
                "Last Name": "Connolly",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, Philadelphia, PA."
            },
            {
                "First Name": "Patrick",
                "Last Name": "Davis",
                "Affiliation": "Department of Biomedical Informatics and Medical Education, University of Washington Medical Center, Seattle, WA."
            },
            {
                "First Name": "Beth",
                "Last Name": "Devine",
                "Affiliation": "School of Pharmacy, University of Washington, Seattle, WA."
            },
            {
                "First Name": "Stephanie M",
                "Last Name": "Fullerton",
                "Affiliation": "Department of Bioethics and Humanities, University of Washington School of Medicine, Seattle, WA."
            },
            {
                "First Name": "Candace",
                "Last Name": "Guiducci",
                "Affiliation": "Broad Institute of MIT and Harvard, Cambridge, MA."
            },
            {
                "First Name": "Melissa L",
                "Last Name": "Habrat",
                "Affiliation": "Department of Biomedical Informatics and Medical Education, University of Washington Medical Center, Seattle, WA."
            },
            {
                "First Name": "Heather",
                "Last Name": "Hain",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, Philadelphia, PA."
            },
            {
                "First Name": "Hakon",
                "Last Name": "Hakonarson",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, Philadelphia, PA."
            },
            {
                "First Name": "Margaret",
                "Last Name": "Harr",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, Philadelphia, PA."
            },
            {
                "First Name": "Eden",
                "Last Name": "Haverfield",
                "Affiliation": "Invitae, San Francisco, CA."
            },
            {
                "First Name": "Valentina",
                "Last Name": "Hernandez",
                "Affiliation": "Mountain Park Health Center, Phoenix, AZ."
            },
            {
                "First Name": "Christin",
                "Last Name": "Hoell",
                "Affiliation": "Department of Obstetrics & Gynecology and Center for Genetic Medicine, Northwestern University, Chicago, IL."
            },
            {
                "First Name": "Martha",
                "Last Name": "Horike-Pyne",
                "Affiliation": "Division of Medical Genetics, Department of Medicine, University of Washington Medical Center, Seattle, WA."
            },
            {
                "First Name": "George",
                "Last Name": "Hripcsak",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, Columbia University, New York, NY."
            },
            {
                "First Name": "Marguerite R",
                "Last Name": "Irvin",
                "Affiliation": "Department of Epidemiology, School of Public Health, University of Alabama at Birmingham, Birmingham, AL."
            },
            {
                "First Name": "Christopher",
                "Last Name": "Kachulis",
                "Affiliation": "Broad Institute of MIT and Harvard, Cambridge, MA."
            },
            {
                "First Name": "Dean",
                "Last Name": "Karavite",
                "Affiliation": "Department of Biomedical and Health Informatics, Children's Hospital of Philadelphia, Philadelphia, PA."
            },
            {
                "First Name": "Eimear E",
                "Last Name": "Kenny",
                "Affiliation": "Institute for Genomic Health, Department of Medicine, Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY."
            },
            {
                "First Name": "Atlas",
                "Last Name": "Khan",
                "Affiliation": "Division of Nephrology, Department of Medicine, Columbia University Irving Medical Center, New York, NY."
            },
            {
                "First Name": "Krzysztof",
                "Last Name": "Kiryluk",
                "Affiliation": "Division of Nephrology, Department of Medicine, Columbia University Irving Medical Center, New York, NY."
            },
            {
                "First Name": "Bruce",
                "Last Name": "Korf",
                "Affiliation": "Department of Genetics, Heersink School of Medicine, University of Alabama at Birmingham, Birmingham, AL."
            },
            {
                "First Name": "Leah",
                "Last Name": "Kottyan",
                "Affiliation": "The Center for Autoimmune Genomics and Etiology, Division of Human Genetics, Cincinnati Children's Hospital Medical Center, Cincinnati, OH."
            },
            {
                "First Name": "Iftikhar J",
                "Last Name": "Kullo",
                "Affiliation": "Department of Cardiovascular Medicine, Mayo Clinic, Rochester, MN."
            },
            {
                "First Name": "Katie",
                "Last Name": "Larkin",
                "Affiliation": "Broad Institute of MIT and Harvard, Cambridge, MA."
            },
            {
                "First Name": "Cong",
                "Last Name": "Liu",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, Columbia University, New York, NY."
            },
            {
                "First Name": "Edyta",
                "Last Name": "Malolepsza",
                "Affiliation": "Broad Institute of MIT and Harvard, Cambridge, MA."
            },
            {
                "First Name": "Teri A",
                "Last Name": "Manolio",
                "Affiliation": "Division of Genomic Medicine, National Human Genome Research Institute, Bethesda, MD."
            },
            {
                "First Name": "Thomas",
                "Last Name": "May",
                "Affiliation": "Elson S. Floyd College of Medicine, Washington State University, Vancouver, WA."
            },
            {
                "First Name": "Elizabeth M",
                "Last Name": "McNally",
                "Affiliation": "Center for Genetic Medicine, Northwestern University, Chicago, IL."
            },
            {
                "First Name": "Frank",
                "Last Name": "Mentch",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, Philadelphia, PA."
            },
            {
                "First Name": "Alexandra",
                "Last Name": "Miller",
                "Affiliation": "Department of Cardiovascular Medicine, Mayo Clinic, Rochester, MN."
            },
            {
                "First Name": "Sean D",
                "Last Name": "Mooney",
                "Affiliation": "Department of Biomedical Informatics and Medical Education, University of Washington Medical Center, Seattle, WA."
            },
            {
                "First Name": "Priyanka",
                "Last Name": "Murali",
                "Affiliation": "Division of Medical Genetics, Department of Medicine, University of Washington Medical Center, Seattle, WA."
            },
            {
                "First Name": "Brenda",
                "Last Name": "Mutai",
                "Affiliation": "Division of Medical Genetics, Department of Medicine, University of Washington Medical Center, Seattle, WA."
            },
            {
                "First Name": "Naveen",
                "Last Name": "Muthu",
                "Affiliation": "Department of Biomedical and Health Informatics, Children's Hospital of Philadelphia, Philadelphia, PA."
            },
            {
                "First Name": "Bahram",
                "Last Name": "Namjou",
                "Affiliation": "The Center for Autoimmune Genomics and Etiology, Division of Human Genetics, Cincinnati Children's Hospital Medical Center, Cincinnati, OH."
            },
            {
                "First Name": "Emma F",
                "Last Name": "Perez",
                "Affiliation": "Department of Medicine, Brigham and Women's Hospital, Mass General Brigham Personalized Medicine, Boston, MA."
            },
            {
                "First Name": "Megan J",
                "Last Name": "Puckelwartz",
                "Affiliation": "Department of Pharmacology, Feinberg School of Medicine, and Center for Genetic Medicine, Northwestern University, Chicago, IL."
            },
            {
                "First Name": "Tejinder",
                "Last Name": "Rakhra-Burris",
                "Affiliation": "Center for Applied Genomics and Precision Medicine, Duke University, Durham, NC."
            },
            {
                "First Name": "Dan M",
                "Last Name": "Roden",
                "Affiliation": "Departments of Medicine, Pharmacology, and Biomedical Informatics, Vanderbilt University Medical Center, Nashville, TN."
            },
            {
                "First Name": "Elisabeth A",
                "Last Name": "Rosenthal",
                "Affiliation": "Division of Medical Genetics, Department of Medicine, University of Washington Medical Center, Seattle, WA."
            },
            {
                "First Name": "Seyedmohammad",
                "Last Name": "Saadatagah",
                "Affiliation": "Department of Cardiovascular Medicine, Mayo Clinic, Rochester, MN."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Division of Nephrology, Department of Medicine & Division of Ethics, Department of Medical Humanities and Ethics, Columbia University Irving Medical Center, New York, NY."
            },
            {
                "First Name": "Dan J",
                "Last Name": "Schaid",
                "Affiliation": "Department of Quantitative Health Sciences, Mayo Clinic, Rochester, MN."
            },
            {
                "First Name": "Baergen",
                "Last Name": "Schultz",
                "Affiliation": "Division of Genomic Medicine, National Human Genome Research Institute, Bethesda, MD."
            },
            {
                "First Name": "Lynn",
                "Last Name": "Seabolt",
                "Affiliation": "Vanderbilt Institute for Clinical and Translational Research, Vanderbilt University Medical Center, Nashville, TN."
            },
            {
                "First Name": "Gabriel Q",
                "Last Name": "Shaibi",
                "Affiliation": "Center for Health Promotion and Disease Prevention, Arizona State University, Phoenix, AZ."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Sharp",
                "Affiliation": "Biomedical Ethics Program, Department of Quantitative Health Science, Mayo Clinic, Rochester, MN."
            },
            {
                "First Name": "Brian",
                "Last Name": "Shirts",
                "Affiliation": "Department of Laboratory Medicine & Pathology, University of Washington Medical Center, Seattle, WA."
            },
            {
                "First Name": "Maureen E",
                "Last Name": "Smith",
                "Affiliation": "Department of Cardiology and Center for Genetic Medicine, Northwestern University, Chicago, IL."
            },
            {
                "First Name": "Jordan W",
                "Last Name": "Smoller",
                "Affiliation": "Department of Psychiatry and Center for Genomic Medicine, Massachusetts General Hospital, Boston, MA."
            },
            {
                "First Name": "Rene",
                "Last Name": "Sterling",
                "Affiliation": "Division of Genomics and Society, National Human Genome Research Institute, Bethesda, MD."
            },
            {
                "First Name": "Sabrina A",
                "Last Name": "Suckiel",
                "Affiliation": "The Institute for Genomic Health, Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY."
            },
            {
                "First Name": "Jeritt",
                "Last Name": "Thayer",
                "Affiliation": "Department of Biomedical and Health Informatics, Children's Hospital of Philadelphia, Philadelphia, PA."
            },
            {
                "First Name": "Hemant K",
                "Last Name": "Tiwari",
                "Affiliation": "Department of Biostatistics, School of Public Health, University of Alabama at Birmingham, Birmingham, AL."
            },
            {
                "First Name": "Susan B",
                "Last Name": "Trinidad",
                "Affiliation": "Department of Bioethics and Humanities, University of Washington School of Medicine, Seattle, WA."
            },
            {
                "First Name": "Theresa",
                "Last Name": "Walunas",
                "Affiliation": "Department of Medicine and Center for Health Information Partnerships, Northwestern University, Chicago, IL."
            },
            {
                "First Name": "Wei-Qi",
                "Last Name": "Wei",
                "Affiliation": "Department of Biomedical Informatics and Department of Medicine, Vanderbilt University Medical Center, Nashville, TN."
            },
            {
                "First Name": "Quinn S",
                "Last Name": "Wells",
                "Affiliation": "Division of Cardiovascular Medicine, Department of Medicine, Vanderbilt University School of Medicine, Nashville, TN."
            },
            {
                "First Name": "Chunhua",
                "Last Name": "Weng",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, Columbia University, New York, NY."
            },
            {
                "First Name": "Georgia L",
                "Last Name": "Wiesner",
                "Affiliation": "Division of Genetic Medicine, Department of Medicine, Vanderbilt Genetics Institute, Vanderbilt University Medical Center, Nashville, TN."
            },
            {
                "First Name": "Ken",
                "Last Name": "Wiley",
                "Affiliation": "Division of Genomic Medicine, National Human Genome Research Institute, Bethesda, MD."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Josh F",
                "Last Name": "Peterson",
                "Affiliation": "Center for Precision Medicine, Department of Biomedical Informatics, Vanderbilt University Medical Center, Nashville, TN. Electronic address: josh.peterson@vumc.org."
            }
        ],
        "Journal": "Genetics in medicine : official journal of the American College of Medical Genetics",
        "PubDate": "2023"
    },
    {
        "PMID": "36227983",
        "Title": "Data sharing and community-engaged research.",
        "Abstract": "Data sharing must be accompanied by responsibility sharing.",
        "Keywords": [],
        "MeSH terms": [
            "Information Dissemination"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Precision Medicine and Genomics at the Department of Medicine, Columbia University Irving Medical Center; Division of Ethics, Department of Medical Humanities and Ethics, Columbia University Irving Medical Center; New York, NY 10032, USA."
            },
            {
                "First Name": "Daphne O",
                "Last Name": "Martschenko",
                "Affiliation": "Stanford Center for Biomedical Ethics and Departments of Medicine and Pediatrics, Stanford Medicine, Stanford, CA 94305, USA."
            },
            {
                "First Name": "Mildred K",
                "Last Name": "Cho",
                "Affiliation": "Stanford Center for Biomedical Ethics and Departments of Medicine and Pediatrics, Stanford Medicine, Stanford, CA 94305, USA."
            },
            {
                "First Name": "Kyle B",
                "Last Name": "Brothers",
                "Affiliation": "Norton Children's Research Institute Affiliated with the University of Louisville School of Medicine, Louisville, KY 40202, USA."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2022"
    },
    {
        "PMID": "36123292",
        "Title": "Eligibility criteria in NIH-funded clinical trials: Can adults with intellectual disability get in?",
        "Abstract": "Although scientific breakthroughs can promote health equity, there is concern that adults with intellectual disability, a health disparities population, may be excluded from clinical trials.",
        "Keywords": [
            "Clinical trials",
            "Intellectual disability",
            "Justice",
            "Representation in science",
            "Research ethics"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Katherine E",
                "Last Name": "McDonald",
                "Affiliation": "Department of Public Health, David B. Falk College of Sport and Human Dynamics, Syracuse University. 344 White Hall, Syracuse University, Syracuse, NY 13210, USA. Electronic address: kemcdona@syr.edu."
            },
            {
                "First Name": "Ariel E",
                "Last Name": "Schwartz",
                "Affiliation": "Department of Occupational Therapy, School of Health and Rehabilitation Sciences, Mass General Brigham Institute of Health Professions, MA, USA. Electronic address: ASchwartz1@MGHIHP.EDU."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Department of Medicine, Center for Precision Medicine and Genomics, and Department of Medical Humanities and Ethics, Columbia University, NY, USA. Electronic address: ms4075@cumc.columbia.edu."
            }
        ],
        "Journal": "Disability and health journal",
        "PubDate": "2022"
    },
    {
        "PMID": "36055208",
        "Title": "Addressing underrepresentation in genomics research through community engagement.",
        "Abstract": "The vision of the American Society of Human Genetics (ASHG) is that people everywhere will realize the benefits of human genetics and genomics. Implicit in that vision is the importance of ensuring that the benefits of human genetics and genomics research are realized in ways that minimize harms and maximize benefits, a goal that can only be achieved through focused efforts to address health inequities and increase the representation of underrepresented communities in genetics and genomics research. This guidance is intended to advance community engagement as an approach that can be used across the research lifecycle. Community engagement uniquely offers researchers in human genetics and genomics an opportunity to pursue that vision successfully, including by addressing underrepresentation in genomics research.",
        "Keywords": [],
        "MeSH terms": [
            "Genomics",
            "Humans",
            "Research Personnel",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Amy A",
                "Last Name": "Lemke",
                "Affiliation": "Professional Practice and Social Implications Committee, American Society of Human Genetics, Rockville MD, USA; Professional Practice and Social Implications Community Engagement Guidance Writing Group, American Society of Human Genetics, Rockville, MD, USA; Norton Children's Research Institute, affiliated with the University of Louisville School of Medicine, Louisville, KY, USA. Electronic address: amy.lemke@louisville.edu."
            },
            {
                "First Name": "Edward D",
                "Last Name": "Esplin",
                "Affiliation": "Professional Practice and Social Implications Committee, American Society of Human Genetics, Rockville MD, USA; Professional Practice and Social Implications Community Engagement Guidance Writing Group, American Society of Human Genetics, Rockville, MD, USA; Invitae, San Francisco, CA, USA."
            },
            {
                "First Name": "Aaron J",
                "Last Name": "Goldenberg",
                "Affiliation": "Professional Practice and Social Implications Community Engagement Guidance Writing Group, American Society of Human Genetics, Rockville, MD, USA; Department of Bioethics, Case Western Reserve University School of Medicine, Cleveland OH, USA."
            },
            {
                "First Name": "Claudia",
                "Last Name": "Gonzaga-Jauregui",
                "Affiliation": "Professional Practice and Social Implications Community Engagement Guidance Writing Group, American Society of Human Genetics, Rockville, MD, USA; International Laboratory for Human Genome Research, Laboratorio Internacional de Investigación sobre el Genoma Humano, Universidad Nacional Autónoma de México, Querétaro, México."
            },
            {
                "First Name": "Neil A",
                "Last Name": "Hanchard",
                "Affiliation": "Professional Practice and Social Implications Community Engagement Guidance Writing Group, American Society of Human Genetics, Rockville, MD, USA; Childhood Complex Disease Genomics Section, Center for Precision Health Research, National Human Genomics Research Institute, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Julie",
                "Last Name": "Harris-Wai",
                "Affiliation": "Professional Practice and Social Implications Community Engagement Guidance Writing Group, American Society of Human Genetics, Rockville, MD, USA; University of California at San Francisco, Department of Social and Behavioral Sciences, Program on Bioethics, Institute for Health and Aging, San Francisco CA, USA."
            },
            {
                "First Name": "Justin E",
                "Last Name": "Ideozu",
                "Affiliation": "Professional Practice and Social Implications Committee, American Society of Human Genetics, Rockville MD, USA; Professional Practice and Social Implications Community Engagement Guidance Writing Group, American Society of Human Genetics, Rockville, MD, USA; Genomic Medicine, Genetic Research Center, AbbVie, Chicago, IL, USA."
            },
            {
                "First Name": "Rosario",
                "Last Name": "Isasi",
                "Affiliation": "Professional Practice and Social Implications Community Engagement Guidance Writing Group, American Society of Human Genetics, Rockville, MD, USA; Dr. J. T. Macdonald Foundation Department of Human Genetics, University of Miami Leonard M. Miller School of Medicine, Miami FL, USA; John P. Hussman Institute for Human Genomics, University of Miami Leonard M. Miller School of Medicine, Miami FL, USA."
            },
            {
                "First Name": "Andrew P",
                "Last Name": "Landstrom",
                "Affiliation": "Professional Practice and Social Implications Committee, American Society of Human Genetics, Rockville MD, USA; Professional Practice and Social Implications Community Engagement Guidance Writing Group, American Society of Human Genetics, Rockville, MD, USA; Department of Pediatrics, Division of Pediatric Cardiology, Duke University School of Medicine, Durham, NC, USA."
            },
            {
                "First Name": "Anya E R",
                "Last Name": "Prince",
                "Affiliation": "Professional Practice and Social Implications Community Engagement Guidance Writing Group, American Society of Human Genetics, Rockville, MD, USA; University of Iowa College of Law, Iowa City IA, USA."
            },
            {
                "First Name": "Erin",
                "Last Name": "Turbitt",
                "Affiliation": "Professional Practice and Social Implications Committee, American Society of Human Genetics, Rockville MD, USA; Professional Practice and Social Implications Community Engagement Guidance Writing Group, American Society of Human Genetics, Rockville, MD, USA; Discipline of Genetic Counselling, University of Technology Sydney, Ultimo NSW 2007, Australia."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Professional Practice and Social Implications Community Engagement Guidance Writing Group, American Society of Human Genetics, Rockville, MD, USA; Center for Precision Medicine and Genomics, Department of Medicine, Columbia University, New York, NY, USA; Division of Ethics, Department of Medical Humanities and Ethics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Samantha A",
                "Last Name": "Schrier Vergano",
                "Affiliation": "Professional Practice and Social Implications Committee, American Society of Human Genetics, Rockville MD, USA; Professional Practice and Social Implications Community Engagement Guidance Writing Group, American Society of Human Genetics, Rockville, MD, USA; Division of Medical Genetics and Metabolism, Children's Hospital of The King's Daughters, Norfolk, VA, USA."
            },
            {
                "First Name": "Matthew R G",
                "Last Name": "Taylor",
                "Affiliation": "Professional Practice and Social Implications Committee, American Society of Human Genetics, Rockville MD, USA; Professional Practice and Social Implications Community Engagement Guidance Writing Group, American Society of Human Genetics, Rockville, MD, USA; Adult Medical Genetics Program, Department of Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."
            },
            {
                "First Name": "Joon-Ho",
                "Last Name": "Yu",
                "Affiliation": "Professional Practice and Social Implications Community Engagement Guidance Writing Group, American Society of Human Genetics, Rockville, MD, USA; Division of Genetic Medicine, Department of Pediatrics , University of Washington School of Medicine, Seattle, WA, USA; Division of Bioethics and Palliative Care, Department of Pediatrics , University of Washington School of Medicine, Seattle, WA, USA; Institute for Public Health Genetics, School of Public Health, University of Washington, Seattle, WA, USA; Treuman Katz Center for Pediatric Bioethics, Seattle Children's Hospital and Research Institute, Seattle, WA, USA."
            },
            {
                "First Name": "Kyle B",
                "Last Name": "Brothers",
                "Affiliation": "Professional Practice and Social Implications Committee, American Society of Human Genetics, Rockville MD, USA; Professional Practice and Social Implications Community Engagement Guidance Writing Group, American Society of Human Genetics, Rockville, MD, USA; Norton Children's Research Institute, affiliated with the University of Louisville School of Medicine, Louisville, KY, USA."
            },
            {
                "First Name": "Nanibaa' A",
                "Last Name": "Garrison",
                "Affiliation": "Professional Practice and Social Implications Committee, American Society of Human Genetics, Rockville MD, USA; Professional Practice and Social Implications Community Engagement Guidance Writing Group, American Society of Human Genetics, Rockville, MD, USA; Institute for Society and Genetics, University of California, Los Angeles, Los Angeles, CA, USA; Institute for Precision Health, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA, USA; Division of General Internal Medicine and Health Services Research, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA, USA."
            }
        ],
        "Journal": "American journal of human genetics",
        "PubDate": "2022"
    },
    {
        "PMID": "35931093",
        "Title": "Concerns about the use of polygenic embryo screening for psychiatric and cognitive traits.",
        "Abstract": "Private companies have begun offering services to allow parents undergoing in-vitro fertilisation to screen embryos for genetic risk of complex diseases, including psychiatric disorders. This procedure, called polygenic embryo screening, raises several difficult scientific and ethical issues, as discussed in this Personal View. Polygenic embryo screening depends on the statistical properties of polygenic risk scores, which are complex and not well studied in the context of this proposed clinical application. The clinical, social, and ethical implications of polygenic embryo screening have barely been discussed among relevant stakeholders. To our knowledge, the International Society of Psychiatric Genetics is the first professional biomedical organisation to issue a statement regarding polygenic embryo screening. For the reasons discussed in this Personal View, the Society urges caution and calls for additional research and oversight on the use of polygenic embryo screening.",
        "Keywords": [],
        "MeSH terms": [
            "Cognition",
            "Humans",
            "Mental Disorders",
            "Multifactorial Inheritance",
            "Phenotype",
            "Risk Factors"
        ],
        "Authors": [
            {
                "First Name": "Todd",
                "Last Name": "Lencz",
                "Affiliation": "Divison of Psychiatry Research, Zucker Hillside Hospital, Glen Oaks, NY, USA; Department of Psychiatry, Division of Research, The Zucker Hillside Hospital Division of Northwell Health, Glen Oaks, NY, USA; Institute for Behavioral Science, The Feinstein Institutes for Medical Research, Manhasset, NY, USA. Electronic address: tlencz@northwell.edu."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Division of Ethics, Department of Medical Humanities and Ethics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Anna",
                "Last Name": "Docherty",
                "Affiliation": "Department of Psychiatry, University of Utah School of Medicine, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Roseann E",
                "Last Name": "Peterson",
                "Affiliation": "Virginia Institute for Psychiatric and Behavioral Genetics, Department of Psychiatry, Virginia Commonwealth University, Richmond, VA, USA."
            },
            {
                "First Name": "Takahiro",
                "Last Name": "Soda",
                "Affiliation": "Department of Psychiatry, University of Florida College of Medicine, Gainesville, FL, USA."
            },
            {
                "First Name": "Jehannine",
                "Last Name": "Austin",
                "Affiliation": "Departments of Psychiatry and Medical Genetics, University of British Columbia, Vancouver, BC, Canada."
            },
            {
                "First Name": "Laura",
                "Last Name": "Bierut",
                "Affiliation": "Department of Psychiatry, Washington University School of Medicine, St Louis, MO, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Crepaz-Keay",
                "Affiliation": "Mental Health Foundation, London, UK."
            },
            {
                "First Name": "David",
                "Last Name": "Curtis",
                "Affiliation": "UCL Genetics Institute, University College London, London, United Kingdom."
            },
            {
                "First Name": "Franziska",
                "Last Name": "Degenhardt",
                "Affiliation": "Department of Child and Adolescent Psychiatry, Psychosomatics, and Psychotherapy, University Hospital Essen, University of Duisburg-Essen, Duisburg, Germany."
            },
            {
                "First Name": "Laura",
                "Last Name": "Huckins",
                "Affiliation": "Departments of Psychiatry and Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY, USA."
            },
            {
                "First Name": "Gabriel",
                "Last Name": "Lazaro-Munoz",
                "Affiliation": "Center for Bioethics, Harvard Medical School, Cambridge, MA, USA."
            },
            {
                "First Name": "Manuel",
                "Last Name": "Mattheisen",
                "Affiliation": "Department of Psychiatry, Dalhousie Medical School, Halifax, NS, Canada."
            },
            {
                "First Name": "Bettina",
                "Last Name": "Meiser",
                "Affiliation": "Prince of Wales Clinical School, University of New South Wales, NSW, Australia."
            },
            {
                "First Name": "Holly",
                "Last Name": "Peay",
                "Affiliation": "Genomics, Bioinformatics, and Translational Research Center, RTI International, Raleigh, NC, USA."
            },
            {
                "First Name": "Marcella",
                "Last Name": "Rietschel",
                "Affiliation": "Department of Genetic Epidemiology in Psychiatry, Central Institute of Mental Health, Medical Faculty Mannheim, Heidelberg University, Mannheim, Germany."
            },
            {
                "First Name": "Consuelo",
                "Last Name": "Walss-Bass",
                "Affiliation": "Department of Psychiatry and Behavioral Sciences, McGovern Medical School, University of Texas Health Science Center at Houston, Houston, TX, USA."
            },
            {
                "First Name": "Lea K",
                "Last Name": "Davis",
                "Affiliation": "Vanderbilt Genetics Institute, Vanderbilt University Medical Center, Nashville, TN, USA."
            }
        ],
        "Journal": "The lancet. Psychiatry",
        "PubDate": "2022"
    },
    {
        "PMID": "35737491",
        "Title": "Wrongful Birth: AI-Tools for Moral Decisions in Clinical Care in the Absence of Disability Ethics.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Artificial Intelligence",
            "Disabled Persons",
            "Humans",
            "Morals",
            "Wrongful Life"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Columbia University."
            }
        ],
        "Journal": "The American journal of bioethics : AJOB",
        "PubDate": "2022"
    },
    {
        "PMID": "34949531",
        "Title": "Increasing inclusivity in precision medicine research: Views of deaf and hard of hearing individuals.",
        "Abstract": "Deaf/hard of hearing (HoH) individuals can benefit from precision medicine research (PMR) but are underrepresented in mainstream health research and may experience barriers to participation. Understanding their views and concerns about PMR can inform processes to foster inclusion in future studies and reduce health disparities.",
        "Keywords": [
            "Accessibility",
            "Deaf/Hard of hearing individuals",
            "Health disparities",
            "Precision medicine research",
            "Trust"
        ],
        "MeSH terms": [
            "Communication",
            "Disabled Persons",
            "Hearing Loss",
            "Humans",
            "Persons With Hearing Impairments",
            "Precision Medicine"
        ],
        "Authors": [
            {
                "First Name": "Diana C",
                "Last Name": "Garofalo",
                "Affiliation": "Department of Epidemiology, Mailman School of Public Health, Columbia University, New York, NY."
            },
            {
                "First Name": "Howard A",
                "Last Name": "Rosenblum",
                "Affiliation": "National Association of the Deaf, Silver Spring, MD."
            },
            {
                "First Name": "Yuan",
                "Last Name": "Zhang",
                "Affiliation": "Department of Biostatistics, Mailman School of Public Health, Columbia University, New York, NY."
            },
            {
                "First Name": "Ying",
                "Last Name": "Chen",
                "Affiliation": "New York State Psychiatric Institute, New York, NY."
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": "Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University Irving Medical Center, Columbia University, New York, NY."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Precision Medicine and Genomics, Department of Medicine, and Division of Ethics, Department of Medical Humanities and Ethics, Columbia University, New York, NY. Electronic address: ms4075@cumc.columbia.edu."
            }
        ],
        "Journal": "Genetics in medicine : official journal of the American College of Medical Genetics",
        "PubDate": "2022"
    },
    {
        "PMID": "34644234",
        "Title": "Nature vs. Nurture in Precision Education: Insights of Parents and the Public.",
        "Abstract": "The philosophical debate about the roles of nature versus nurture in human flourishing is not new. But the rise of precision education-a growing field of research that encourages the use of genetic data to inform educational trajectory and interventions to better meet student needs-has renewed historical and ethical concerns. A major worry is that \"genetic hype\" may skew public perceptions toward a deterministic perception of the child's educational trajectory, regardless of the child's capacities, and underestimation of environmental factors affecting educational outcomes. We tested this hypothesis with parents and adults from the general public in the US.",
        "Keywords": [
            "behavioral genetics",
            "environment",
            "implicit association test",
            "precision education"
        ],
        "MeSH terms": [
            "Achievement",
            "Adult",
            "Child",
            "Educational Status",
            "Humans",
            "Middle Aged",
            "Parents",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Precision Medicine and Genomics, Department of Medicine and Division of Ethics, Department of Medical Humanities and Ethics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Bree",
                "Last Name": "Martin",
                "Affiliation": "Division of General Pediatrics, Boston Children's Hospital, Boston, MA, USA."
            },
            {
                "First Name": "Thomas",
                "Last Name": "Corbeil",
                "Affiliation": "Division of Mental Health Data Science, New York State Psychiatric Institute, New York, New York, USA."
            },
            {
                "First Name": "Seonjoo",
                "Last Name": "Lee",
                "Affiliation": "Department of Biostatistics and Psychiatry, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Bruce G",
                "Last Name": "Link",
                "Affiliation": "School of Public Policy, University of California, Riverside, California, USA."
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": "Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, USA."
            }
        ],
        "Journal": "AJOB empirical bioethics",
        "PubDate": "2022"
    },
    {
        "PMID": "34457316",
        "Title": "Psychiatric genetic essentialism and stigma in child custody proceedings: public views.",
        "Abstract": "The introduction of behavioral, including psychiatric, genetic information in American courts has gained traction but raises concerns of undue influence on judicial outcomes. We conducted a vignette-based survey of a nationally representative sample of US adults to assess how evidence about a parent's psychiatric genetic makeup and explicit and implicit stigmatizing beliefs about psychiatric conditions may affect key decisions in child custody proceedings. Psychiatric genetic evidence did not affect public perspectives on custody decisions, but it increased the genetic essentialist understanding of psychiatric conditions (regardless of a diagnosis). Explicit stigma was associated with a preference to deny parents with a (or with an alleged) psychiatric condition joint custody. Our newly created Implicit Association Test identified an association between psychiatric conditions and perceived bad parenting. Research to identify effective interventions and educational programs to address genetic essentialism and to reduce bias against people, including parents, with psychiatric conditions is urgently needed.",
        "Keywords": [
            "child custody",
            "genetic essentialism",
            "implicit bias",
            "psychiatric genetic evidence",
            "stigma"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": ""
            },
            {
                "First Name": "Audrey",
                "Last Name": "Chao",
                "Affiliation": ""
            },
            {
                "First Name": "Beverly J",
                "Last Name": "Insel",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas",
                "Last Name": "Corbeil",
                "Affiliation": ""
            },
            {
                "First Name": "Bruce G",
                "Last Name": "Link",
                "Affiliation": ""
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of law and the biosciences",
        "PubDate": "2021"
    },
    {
        "PMID": "34352009",
        "Title": "Project Inclusive Genetics: Exploring the impact of patient-centered counseling training on physical disability bias in the prenatal setting.",
        "Abstract": "There is robust research examining the negative impact of racial and socioeconomic implicit bias on healthcare provider clinical decision-making. However, other under-studied important biases are likely to impact clinical care as well. The goal of this study was to explore the presence of bias against people with physical disability among a heterogeneous group of healthcare workers and trainees and to evaluate the effect of implicit association testing and an educational module on this bias.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Bias",
            "Clinical Decision-Making",
            "Disabled Persons",
            "Female",
            "Genetic Counseling",
            "Health Knowledge, Attitudes, Practice",
            "Health Personnel",
            "Humans",
            "Male",
            "Noninvasive Prenatal Testing",
            "Patient-Centered Care",
            "Prejudice"
        ],
        "Authors": [
            {
                "First Name": "Emma",
                "Last Name": "Vaimberg",
                "Affiliation": "Department of Pediatrics, Johns Hopkins Hospital, Baltimore, MD, United States of America."
            },
            {
                "First Name": "Lindsay",
                "Last Name": "Demers",
                "Affiliation": "Department of Medicine, Boston University School of Medicine, Boston, MA, United States of America."
            },
            {
                "First Name": "Eric",
                "Last Name": "Ford",
                "Affiliation": "Independent Scholar, Brooklyn, NY, United States of America."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, United States of America."
            },
            {
                "First Name": "Blair",
                "Last Name": "Stevens",
                "Affiliation": "Department of Obstetrics, Gynecology, and Reproductive Sciences, McGovern Medical School at UTHealth, Houston, TX, United States of America."
            },
            {
                "First Name": "Shoumita",
                "Last Name": "Dasgupta",
                "Affiliation": "Department of Medicine, Biomedical Genetics Section, Boston University School of Medicine, Boston, MA, United States of America."
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2021"
    },
    {
        "PMID": "34255550",
        "Title": "Impact of Genetic Testing for Cardiomyopathy on Emotional Well-Being and Family Dynamics: A Study of Parents and Adolescents.",
        "Abstract": "Genetic testing is indicated for children with a personal or family history of hereditary cardiomyopathy to determine appropriate management and inform risk stratification for family members. The implications of a positive genetic result for children can potentially impact emotional well-being. Given the nuances of cardiomyopathy genetic testing for minors, this study aimed to understand how parents involve their children in the testing process and investigate the impact of genetic results on family dynamics.",
        "Keywords": [
            "behavior",
            "cardiomyopathies",
            "family",
            "genetic testing",
            "psychology"
        ],
        "MeSH terms": [
            "Adolescent",
            "Cardiomyopathies",
            "Child",
            "Emotions",
            "Female",
            "Genetic Testing",
            "Humans",
            "Male",
            "Parents",
            "Surveys and Questionnaires"
        ],
        "Authors": [
            {
                "First Name": "Priyanka",
                "Last Name": "Ahimaz",
                "Affiliation": "Division of Molecular Genetics, Department of Pediatrics (P.A., J.W., W.K.C.), Columbia University Irving Medical Center."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Precision Medicine and Genomics, Division of Ethics, Departments of Medicine, Medical Humanities and Ethics (M.S.)."
            },
            {
                "First Name": "Min",
                "Last Name": "Qian",
                "Affiliation": "Department of Biostatistics, Mailman School of Public Health (M.Q., A.W.)."
            },
            {
                "First Name": "Aijin",
                "Last Name": "Wang",
                "Affiliation": "Department of Biostatistics, Mailman School of Public Health (M.Q., A.W.)."
            },
            {
                "First Name": "Erin M",
                "Last Name": "Miller",
                "Affiliation": "Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati Children's Hospital Medical Center, Heart Institute Cincinnati, OH (E.M.M.)."
            },
            {
                "First Name": "Ashley",
                "Last Name": "Parrott",
                "Affiliation": "The Heart Institute, Cincinnati Children's Hospital Medical Center, OH (A.P.)."
            },
            {
                "First Name": "Ashwin K",
                "Last Name": "Lal",
                "Affiliation": "Primary Children's Hospital, University of Utah, Salt Lake City (A.K.L.)."
            },
            {
                "First Name": "Kathryn C",
                "Last Name": "Chatfield",
                "Affiliation": "Department of Pediatrics, University of Colorado Anschutz Medical Campus, Aurora (K.C.C.)."
            },
            {
                "First Name": "Joseph W",
                "Last Name": "Rossano",
                "Affiliation": "Children's Hospital of Philadelphia, PA (J.W.R.)."
            },
            {
                "First Name": "Stephanie M",
                "Last Name": "Ware",
                "Affiliation": "Departments of Pediatrics and Medical and Molecular Genetics (S.M.W.), Indiana University School of Medicine, Indianapolis."
            },
            {
                "First Name": "John J",
                "Last Name": "Parent",
                "Affiliation": "Department of Pediatrics (J.J.P.), Indiana University School of Medicine, Indianapolis."
            },
            {
                "First Name": "Paul",
                "Last Name": "Kantor",
                "Affiliation": "Stollery Children's Hospital, Edmonton, Alberta, Canada (P.K.)."
            },
            {
                "First Name": "Lisa",
                "Last Name": "Yue",
                "Affiliation": "Children's Cardiomyopathy Foundation (L.Y.), Columbia University Irving Medical Center."
            },
            {
                "First Name": "Julia",
                "Last Name": "Wynn",
                "Affiliation": "Division of Molecular Genetics, Department of Pediatrics (P.A., J.W., W.K.C.), Columbia University Irving Medical Center."
            },
            {
                "First Name": "Teresa M",
                "Last Name": "Lee",
                "Affiliation": "Division of Cardiology, Department of Pediatrics (T.M.L., L.J.A.), Columbia University Irving Medical Center."
            },
            {
                "First Name": "Linda J",
                "Last Name": "Addonizio",
                "Affiliation": "Division of Cardiology, Department of Pediatrics (T.M.L., L.J.A.), Columbia University Irving Medical Center."
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": "Center for Research on Ethical, Legal and Social Implications of Psychiatric, Neurologic and Behavioral Genetics, Department of Psychiatry, Columbia University, New York, NY (P.S.A.)."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Division of Molecular Genetics, Department of Pediatrics (P.A., J.W., W.K.C.), Columbia University Irving Medical Center."
            }
        ],
        "Journal": "Circulation. Genomic and precision medicine",
        "PubDate": "2021"
    },
    {
        "PMID": "33895581",
        "Title": "The double helix at school: Behavioral genetics, disability, and precision education.",
        "Abstract": "The prospect of using behavioral genetic data in schools is gaining momentum in the U.S., with some scholars advocating for the tailoring of educational interventions to students' genetic makeup (\"precision education\"). Public perspectives on testing for and using behavioral genetic data in schools can affect policies but are unknown. We explored public views in the U.S. (n = 419) on key issues in precision education. The introduction of a child's behavioral genetic information regarding Attention-Deficit/Hyperactivity-Disorder was associated with beliefs that such data should be considered in educational planning for the child and increased medicalization, but also a belief in treatment efficacy. Most participants expressed interest in learning about children's behavioral genetic predispositions but would disapprove of testing without parental consent. Differences by participants' race, ethnicity and educational attainment were observed. Our findings indicate the public's complex understanding of genetic information and the challenges for wide implementation of precision education in the U.S.",
        "Keywords": [
            "ADHD",
            "Behavioral genetics",
            "Genetic testing",
            "Precision education",
            "Special education services"
        ],
        "MeSH terms": [
            "Attention Deficit Disorder with Hyperactivity",
            "Child",
            "Disabled Persons",
            "Educational Status",
            "Genetics, Behavioral",
            "Humans",
            "Schools",
            "Students"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Precision Medicine & Genomics, Department of Medicine, Columbia University, New York, USA; Division of Ethics, Department of Medical Humanities and Ethics, Columbia University, New York, USA. Electronic address: ms4075@cumc.columbia.edu."
            },
            {
                "First Name": "Beverly J",
                "Last Name": "Insel",
                "Affiliation": "Research Foundation for Mental Hygiene (RFMH), New York, USA. Electronic address: bji1@caa.columbia.edu."
            },
            {
                "First Name": "Thomas",
                "Last Name": "Corbeil",
                "Affiliation": "Division of Mental Health Data Science, New York State Psychiatric Institute, New York, USA. Electronic address: Thomas.Corbeil@nyspi.columbia.edu."
            },
            {
                "First Name": "Bruce G",
                "Last Name": "Link",
                "Affiliation": "School of Public Policy, University of California, Riverside, CA, USA. Electronic address: brucel@ucr.edu."
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": "Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, USA. Electronic address: psa21@cumc.columbia.edu."
            }
        ],
        "Journal": "Social science & medicine (1982)",
        "PubDate": "2021"
    },
    {
        "PMID": "33749540",
        "Title": "An Open Dialogue on Health Disparities and Structural Racism: Response to Open Peer Commentaries.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "COVID-19",
            "Humans",
            "Pandemics",
            "Peer Group",
            "Racism",
            "Systemic Racism"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Columbia University."
            },
            {
                "First Name": "Mary",
                "Last Name": "Jackson Scroggins",
                "Affiliation": "Pinkie Hugs LLC."
            },
            {
                "First Name": "Greta",
                "Last Name": "Goto",
                "Affiliation": "Prader-Willi Syndrome Alaska Parent Group."
            },
            {
                "First Name": "Alicia",
                "Last Name": "Santiago",
                "Affiliation": "Cultural and Diversity Consultant, Gaithersburg."
            },
            {
                "First Name": "Alma",
                "Last Name": "McCormick",
                "Affiliation": "Messengers for Health Crow Nation."
            },
            {
                "First Name": "Kimberly",
                "Last Name": "Jacoby Morris",
                "Affiliation": "National Human Genome Research Institute, National Institutes of Health."
            },
            {
                "First Name": "Christina R",
                "Last Name": "Daulton",
                "Affiliation": "National Human Genome Research Institute, National Institutes of Health."
            },
            {
                "First Name": "Carla L",
                "Last Name": "Easter",
                "Affiliation": "National Human Genome Research Institute, National Institutes of Health."
            },
            {
                "First Name": "Gwen",
                "Last Name": "Darien",
                "Affiliation": "Patient Advocate Foundation, National Patient Advocate Foundation."
            }
        ],
        "Journal": "The American journal of bioethics : AJOB",
        "PubDate": "2022"
    },
    {
        "PMID": "33579734",
        "Title": "The Psychiatric Genetic Data of Children in Proceedings to Terminate Parental Rights.",
        "Abstract": "The introduction of psychiatric genetic evidence in court proceedings to terminate parental rights raises concerns that such information will result in misconceived assumptions about the child's mental health trajectory and unjust rulings on termination of parental rights. We conducted an online vignette-based survey with a nationally representative sample of adults from the general public (",
        "Keywords": [
            "courts",
            "labeling",
            "parental fitness",
            "psychiatric genetics",
            "termination of parental rights."
        ],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Child Custody",
            "Child, Preschool",
            "Female",
            "Genetic Predisposition to Disease",
            "Genetic Testing",
            "Humans",
            "Male",
            "Mental Disorders",
            "Middle Aged",
            "Parent-Child Relations",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Dr. Sabatello is Associate Professor of Clinical Bioethics, and Co-Director of the Precision Medicine, Ethics, Politics, and Culture Project, Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, NY. Dr. Insel is a research assistant at Research Foundation for Mental Hygiene, New York, NY. Dr. Link is Distinguished Professor of Sociology and Public Policy, School of Public Policy, University of California, Riverside, CA. Dr. Phelan is Professor Emerita, Department of Sociomedical Sciences, Mailman School of Public Health, Columbia University, New York, NY. Dr. Appelbaum is Dollard Professor of Psychiatry, Medicine, and Law, and Director, Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, NY. ms4075@columbia.edu."
            },
            {
                "First Name": "Beverly J",
                "Last Name": "Insel",
                "Affiliation": "Dr. Sabatello is Associate Professor of Clinical Bioethics, and Co-Director of the Precision Medicine, Ethics, Politics, and Culture Project, Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, NY. Dr. Insel is a research assistant at Research Foundation for Mental Hygiene, New York, NY. Dr. Link is Distinguished Professor of Sociology and Public Policy, School of Public Policy, University of California, Riverside, CA. Dr. Phelan is Professor Emerita, Department of Sociomedical Sciences, Mailman School of Public Health, Columbia University, New York, NY. Dr. Appelbaum is Dollard Professor of Psychiatry, Medicine, and Law, and Director, Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, NY."
            },
            {
                "First Name": "Bruce G",
                "Last Name": "Link",
                "Affiliation": "Dr. Sabatello is Associate Professor of Clinical Bioethics, and Co-Director of the Precision Medicine, Ethics, Politics, and Culture Project, Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, NY. Dr. Insel is a research assistant at Research Foundation for Mental Hygiene, New York, NY. Dr. Link is Distinguished Professor of Sociology and Public Policy, School of Public Policy, University of California, Riverside, CA. Dr. Phelan is Professor Emerita, Department of Sociomedical Sciences, Mailman School of Public Health, Columbia University, New York, NY. Dr. Appelbaum is Dollard Professor of Psychiatry, Medicine, and Law, and Director, Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, NY."
            },
            {
                "First Name": "Jo C",
                "Last Name": "Phelan",
                "Affiliation": "Dr. Sabatello is Associate Professor of Clinical Bioethics, and Co-Director of the Precision Medicine, Ethics, Politics, and Culture Project, Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, NY. Dr. Insel is a research assistant at Research Foundation for Mental Hygiene, New York, NY. Dr. Link is Distinguished Professor of Sociology and Public Policy, School of Public Policy, University of California, Riverside, CA. Dr. Phelan is Professor Emerita, Department of Sociomedical Sciences, Mailman School of Public Health, Columbia University, New York, NY. Dr. Appelbaum is Dollard Professor of Psychiatry, Medicine, and Law, and Director, Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, NY."
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": "Dr. Sabatello is Associate Professor of Clinical Bioethics, and Co-Director of the Precision Medicine, Ethics, Politics, and Culture Project, Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, NY. Dr. Insel is a research assistant at Research Foundation for Mental Hygiene, New York, NY. Dr. Link is Distinguished Professor of Sociology and Public Policy, School of Public Policy, University of California, Riverside, CA. Dr. Phelan is Professor Emerita, Department of Sociomedical Sciences, Mailman School of Public Health, Columbia University, New York, NY. Dr. Appelbaum is Dollard Professor of Psychiatry, Medicine, and Law, and Director, Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, NY."
            }
        ],
        "Journal": "The journal of the American Academy of Psychiatry and the Law",
        "PubDate": "2021"
    },
    {
        "PMID": "33503628",
        "Title": "Teenagers and Precision Psychiatry: A Window of Opportunity.",
        "Abstract": "Precision medicine raises hope for translating genetic-based knowledge about psychiatric risks into mental health benefits by motivating health-related, risk-reducing behaviors. Teenagers (ages 14-17) are an important age-group to engage in preventive efforts but, their views about psychiatric genetics are understudied.",
        "Keywords": [
            "Adolescents",
            "Empowerment",
            "Gene-environment interactions",
            "Precision psychiatry"
        ],
        "MeSH terms": [
            "Adolescent",
            "Adolescent Health",
            "Decision Making",
            "Empowerment",
            "Female",
            "Humans",
            "Male",
            "Mental Disorders",
            "Mental Health",
            "Patient Education as Topic",
            "Precision Medicine",
            "Psychiatry",
            "Risk Factors",
            "Risk Reduction Behavior",
            "Risk-Taking",
            "Surveys and Questionnaires"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Department of Medicine, Columbia University, New York, New York, USA, ms4075@columbia.edu."
            },
            {
                "First Name": "Ying",
                "Last Name": "Chen",
                "Affiliation": "New York State Psychiatric Institute, New York, New York, USA."
            },
            {
                "First Name": "Carmen Fiorella",
                "Last Name": "Herrera",
                "Affiliation": "Yale New Haven Health - Bridgeport Hospital, Bridgeport, Connecticut, USA."
            },
            {
                "First Name": "Erika",
                "Last Name": "Brockhoff",
                "Affiliation": "Mount Sinai West, New York, New York, USA."
            },
            {
                "First Name": "Jehannine",
                "Last Name": "Austin",
                "Affiliation": "Department of Psychiatry and Medical genetics, University of British Columbia, Vancouver, British Columbia, Canada."
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Public health genomics",
        "PubDate": "2021"
    },
    {
        "PMID": "33442027",
        "Title": "Is precision medicine relevant in the age of COVID-19?",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "COVID-19",
            "Humans",
            "Precision Medicine",
            "SARS-CoV-2"
        ],
        "Authors": [
            {
                "First Name": "Amy",
                "Last Name": "Zhou",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA. azhou@barnard.edu."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Gil",
                "Last Name": "Eyal",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Sandra Soo-Jin",
                "Last Name": "Lee",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "John W",
                "Last Name": "Rowe",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Deborah F",
                "Last Name": "Stiles",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Ashley",
                "Last Name": "Swanson",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Genetics in medicine : official journal of the American College of Medical Genetics",
        "PubDate": "2021"
    },
    {
        "PMID": "33345745",
        "Title": "Structural Racism in the COVID-19 Pandemic: Moving Forward.",
        "Abstract": "The COVID-19 pandemic has taken a substantial human, social and economic toll globally, but its impact on Black/African Americans, Latinx, and American Indian/Alaska Native communities in the U.S. is unconscionable. As the U.S. continues to combat the current COVID-19 cycle and prepares for future pandemics, it will be critical to learn from and rectify past and contemporary wrongs. Drawing on experiences in genomic research and intersecting areas in medical ethics, health disparities, and human rights, this article considers three key COVID-19-related issues: research to identify remedies; testing, contact tracing and surveillance; and lingering health needs and disability. It provides a pathway for the future: community engagement to develop culturally-sensitive responses to the myriad genomic/bioethical dilemmas that arise, and the establishment of a Truth and Reconciliation Commission to transition the country from its contemporary state of segregation in healthcare and health outcomes into an equitable and prosperous society for all.",
        "Keywords": [
            "COVID-19",
            "Community engagement",
            "genomic research",
            "structural racism",
            "truth and reconciliation commission"
        ],
        "MeSH terms": [
            "Black or African American",
            "COVID-19",
            "Health Status Disparities",
            "Healthcare Disparities",
            "Humans",
            "Pandemics",
            "Racism",
            "SARS-CoV-2"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Columbia University."
            },
            {
                "First Name": "Mary",
                "Last Name": "Jackson Scroggins",
                "Affiliation": "Pinkie Hugs, LLC."
            },
            {
                "First Name": "Greta",
                "Last Name": "Goto",
                "Affiliation": "Stone Soup Group."
            },
            {
                "First Name": "Alicia",
                "Last Name": "Santiago",
                "Affiliation": "Scientist & Cultural and Diversity Consultant."
            },
            {
                "First Name": "Alma",
                "Last Name": "McCormick",
                "Affiliation": "Messengers for Health Crow Nation."
            },
            {
                "First Name": "Kimberly Jacoby",
                "Last Name": "Morris",
                "Affiliation": "National Institutes of Health."
            },
            {
                "First Name": "Christina R",
                "Last Name": "Daulton",
                "Affiliation": "National Institutes of Health."
            },
            {
                "First Name": "Carla L",
                "Last Name": "Easter",
                "Affiliation": "National Institutes of Health."
            },
            {
                "First Name": "Gwen",
                "Last Name": "Darien",
                "Affiliation": "National Patient Advocate Foundation NY."
            }
        ],
        "Journal": "The American journal of bioethics : AJOB",
        "PubDate": "2021"
    },
    {
        "PMID": "32816541",
        "Title": "Disability, Ethics, and Health Care in the COVID-19 Pandemic.",
        "Abstract": "This article considers key ethical, legal, and medical dilemmas arising for people with disabilities in the COVID-19 pandemic. We highlight the limited application of existing frameworks of emergency planning with and for people with disabilities in the COVID-19 pandemic, explore key concerns and issues affecting the health care of people with disabilities (i.e., access to information and clinician-patient communication, nondiscrimination and reasonable accommodations, and rationing of medical goods), and indicate possible solutions. Finally, we suggest clinical and public health policy measures to ensure that people with disabilities are included in the planning of future pandemic-related efforts.The devastation evoked by the COVID-19 pandemic raises challenging dilemmas in bioethics. It also speaks to social justice issues that have plagued historically marginalized communities in the United States.Responses to the pandemic must be bound by legal standards, principles of distributive justice, and societal norms of protecting vulnerable populations-core commitments of public health-to ensure that inequities are not exacerbated, and should provide a pathway for improvements to ensure equitable access and treatment in the future.",
        "Keywords": [],
        "MeSH terms": [
            "Betacoronavirus",
            "COVID-19",
            "Coronavirus Infections",
            "Delivery of Health Care",
            "Disabled Persons",
            "Emergency Medical Services",
            "Health Care Rationing",
            "Health Planning",
            "Health Policy",
            "Humans",
            "Pandemics",
            "Pneumonia, Viral",
            "SARS-CoV-2",
            "United States",
            "Vulnerable Populations"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Maya Sabatello and Paul S. Appelbaum are with the Center for Law, Ethics, and Psychiatry, Department of Psychiatry, Columbia University, New York, NY. Teresa Blankmeyer Burke is with the Department of History, Philosophy, Religion, and Sociology, Gallaudet University, Washington, DC. Katherine E. McDonald is with the Department of Public Health, Falk College, Syracuse University, Syracuse, NY."
            },
            {
                "First Name": "Teresa Blankmeyer",
                "Last Name": "Burke",
                "Affiliation": "Maya Sabatello and Paul S. Appelbaum are with the Center for Law, Ethics, and Psychiatry, Department of Psychiatry, Columbia University, New York, NY. Teresa Blankmeyer Burke is with the Department of History, Philosophy, Religion, and Sociology, Gallaudet University, Washington, DC. Katherine E. McDonald is with the Department of Public Health, Falk College, Syracuse University, Syracuse, NY."
            },
            {
                "First Name": "Katherine E",
                "Last Name": "McDonald",
                "Affiliation": "Maya Sabatello and Paul S. Appelbaum are with the Center for Law, Ethics, and Psychiatry, Department of Psychiatry, Columbia University, New York, NY. Teresa Blankmeyer Burke is with the Department of History, Philosophy, Religion, and Sociology, Gallaudet University, Washington, DC. Katherine E. McDonald is with the Department of Public Health, Falk College, Syracuse University, Syracuse, NY."
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": "Maya Sabatello and Paul S. Appelbaum are with the Center for Law, Ethics, and Psychiatry, Department of Psychiatry, Columbia University, New York, NY. Teresa Blankmeyer Burke is with the Department of History, Philosophy, Religion, and Sociology, Gallaudet University, Washington, DC. Katherine E. McDonald is with the Department of Public Health, Falk College, Syracuse University, Syracuse, NY."
            }
        ],
        "Journal": "American journal of public health",
        "PubDate": "2020"
    },
    {
        "PMID": "32716763",
        "Title": "People With Disabilities in COVID-19: Fixing Our Priorities.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Betacoronavirus",
            "COVID-19",
            "Coronavirus Infections",
            "Disabled Persons",
            "Health Priorities",
            "Humans",
            "Pandemics",
            "Pneumonia, Viral",
            "SARS-CoV-2",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Columbia University."
            },
            {
                "First Name": "Scott D",
                "Last Name": "Landes",
                "Affiliation": "Syracuse University."
            },
            {
                "First Name": "Katherine E",
                "Last Name": "McDonald",
                "Affiliation": "Syracuse University."
            }
        ],
        "Journal": "The American journal of bioethics : AJOB",
        "PubDate": "2020"
    },
    {
        "PMID": "32518912",
        "Title": "Patient perspectives and experiences with ",
        "Abstract": "Decision-making and patient experiences with embryo selection during ",
        "Keywords": [
            "in vitro fertilization",
            "infertility",
            "interviews",
            "pre-implantation genetic testing"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Erin",
                "Last Name": "Rothwell",
                "Affiliation": "Associate Vice President for Research, Integrity and Compliance, The University of Utah, 75 South 2000 East, Salt Lake City, UT 84112, USA."
            },
            {
                "First Name": "Brandy",
                "Last Name": "Lamb",
                "Affiliation": "Department of Obstetrics and Gynecology, The University of Utah, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Erin",
                "Last Name": "Johnson",
                "Affiliation": "Department of Obstetrics and Gynecology, The University of Utah, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Shawn",
                "Last Name": "Gurtcheff",
                "Affiliation": "Utah Fertility Center, Pleasant Grove, UT, USA."
            },
            {
                "First Name": "Naomi",
                "Last Name": "Riches",
                "Affiliation": "Department of Obstetrics and Gynecology, The University of Utah, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Melinda",
                "Last Name": "Fagan",
                "Affiliation": "Department of Philosophy, The University of Utah, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Erica",
                "Last Name": "Johnstone",
                "Affiliation": "Department of Obstetrics and Gynecology, The University of Utah, Salt Lake City, UT, USA."
            }
        ],
        "Journal": "Therapeutic advances in reproductive health",
        "PubDate": "2020"
    },
    {
        "PMID": "32358593",
        "Title": "The ethics of genetic testing for kidney diseases.",
        "Abstract": "Growing genomic knowledge has provided immense insight into the aetiology and mechanisms of kidney diseases but raises ethical issues that risk the successful implementation of genomic medicine. We highlight such issues in two contexts: the return of individual genetic results from nephrology research and preimplantation genetic diagnosis for heritable kidney diseases.",
        "Keywords": [],
        "MeSH terms": [
            "Genetic Testing",
            "Genomics",
            "Humans",
            "Kidney Diseases",
            "Nephrology"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, NY, USA. ms4075@columbia.edu."
            },
            {
                "First Name": "Hila",
                "Last Name": "Milo Rasouly",
                "Affiliation": "Division of Nephrology, Department of Medicine, Columbia University, College of Physicians and Surgeons, New York, NY, USA."
            }
        ],
        "Journal": "Nature reviews. Nephrology",
        "PubDate": "2020"
    },
    {
        "PMID": "32294660",
        "Title": "In Different Voices: The Views of People with Disabilities about Return of Results from Precision Medicine Research.",
        "Abstract": "Returning genetic results to research participants is gaining momentum in the USA. It is believed to be an important step in exploring the impact of efforts to translate findings from research to bedside and public health benefits. Some also hope that this practice will incentivize research participation, especially among people from historically marginalized communities who are commonly underrepresented in research. However, research participants' interest in receiving nongenomic medical and nonmedical results that may emerge from precision medicine research (PMR) is understudied and no study to date has explored the views of people with disabilities about return of genomic and nongenomic results from PMR.",
        "Keywords": [
            "Disability",
            "Marginalization",
            "Medicalization",
            "Precision medicine research",
            "Return of results"
        ],
        "MeSH terms": [
            "Adult",
            "Disabled Persons",
            "Female",
            "Genetic Research",
            "Humans",
            "Information Seeking Behavior",
            "Male",
            "Medicalization",
            "Precision Medicine",
            "Research Subjects",
            "Social Marginalization",
            "Social Perception"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Research on Ethical, Legal and Social Implications of Psychiatric, Neurologic and Behavioral Genetics, Department of Psychiatry, Columbia University, New York, New York, USA, ms4075@columbia.edu."
            },
            {
                "First Name": "Yuan",
                "Last Name": "Zhang",
                "Affiliation": "Department of Biostatistics, Mailman School of Public Health, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Ying",
                "Last Name": "Chen",
                "Affiliation": "Research Scientist and Biostatistician, New York State Psychiatric Institute, New York, New York, USA."
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": "Center for Research on Ethical, Legal and Social Implications of Psychiatric, Neurologic and Behavioral Genetics, Department of Psychiatry, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Public health genomics",
        "PubDate": "2020"
    },
    {
        "PMID": "31813188",
        "Title": "Between a Rock and a Hard Place: The Collective Good at a Time of Medical Narcissism.",
        "Abstract": "Not a single day goes by without some news about personalized medicine, especially in its genomic context (precision medicine). In tandem with the scientific excitement, however, come the cautionary notes. These include worries about Big Brother surveillance, concerns about the impact of genomic results on the psychosocial well-being of patients and research subjects, and attention to issues of social and distributive justice. Personalised Medicine, Individual Choice and the Common Good, coedited by Britta van Beers, Sigrid Sterckx, and Donna Dickenson, falls squarely into this discourse with an aim to \"fuel and stimulate the debate about personalised medicine and enable its participants to come to a more balanced understanding of the interests and values at stake.\" At its core, the book laments the shift from \"We Medicine\" to \"Me Medicine,\" with ostensibly all authors highlighting that, on balance, the costs associated with \"Me Medicine\" far outweigh the benefits. This is both a strength and a weakness of the book.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": ""
            }
        ],
        "Journal": "The Hastings Center report",
        "PubDate": "2019"
    },
    {
        "PMID": "31268572",
        "Title": "Genomic Essentialism: Its Provenance and Trajectory as an Anticipatory Ethical Concern.",
        "Abstract": "Since the inception of large-scale human genome research, there has been much caution about the risks of exacerbating a number of socially dangerous attitudes linked to human genetics. These attitudes are usually labeled with one of a family of genetic or genomic \"isms\" or \"ations\" such as \"genetic essentialism,\" \"genetic determinism,\" \"genetic reductionism,\" \"geneticization,\" \"genetic stigmatization,\" and \"genetic discrimination.\" The psychosocial processes these terms refer to are taken to exacerbate several ills that are similarly labeled, from medical racism and psychological fatalism to economic exploitation and social exclusion. But as genomic information becomes more familiar in clinical and research settings as well as other life activities, do we need to continue to worry so much about this family of attitudes and their impact on existing problems? In genomics, the underlying anxiety has been that disclosure of genomic information will trigger a series of (seemingly unavoidable) negative responses that will affect individuals, their families, and their communities at large. The fundamental social challenges that hyperbolic genomic messaging, low genomic literacy, and \"folk biology\" help sustain remain to be addressed. If we hope to break the cycle of genomic isms and ations, we will have to get better at resisting overinterpretations of the relevance that genomics has for people's future potentials, ancestral vulnerabilities, community memberships, and ethnic affiliations.",
        "Keywords": [],
        "MeSH terms": [
            "Bioethical Issues",
            "Genetic Counseling",
            "Genomics",
            "Humans",
            "Morals",
            "Prejudice",
            "Psychology, Medical",
            "Terminology as Topic"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": ""
            },
            {
                "First Name": "Eric",
                "Last Name": "Juengst",
                "Affiliation": ""
            }
        ],
        "Journal": "The Hastings Center report",
        "PubDate": "2019"
    },
    {
        "PMID": "31124312",
        "Title": "International Society of Psychiatric Genetics Ethics Committee: Issues facing us.",
        "Abstract": "Psychiatric genetics research is improving our understanding of the biological underpinnings of neurodiversity and mental illness. Using psychiatric genetics in ways that maximize benefits and minimize harms to individuals and society depends largely on how the ethical, legal, and social implications (ELSI) of psychiatric genetics are managed. The International Society of Psychiatric Genetics (ISPG) is the largest international organization dedicated to psychiatric genetics. Given its history, membership, and international reach, we believe the ISPG is well-equipped to contribute to the resolution of these ELSI challenges. As such, we recently created the ISPG Ethics Committee, an interdisciplinary group comprised of psychiatric genetics researchers, clinical geneticists, genetic counselors, mental health professionals, patients, patient advocates, bioethicists, and lawyers. This article highlights key ELSI challenges identified by the ISPG Ethics Committee to be of paramount importance for the ethical translation of psychiatric research into society in three contexts: research settings, clinical settings, and legal proceedings. For each of these arenas, we identify and discuss pressing psychiatric genetics ELSI dilemmas that merit attention and require action. The goal is to increase awareness about psychiatric genetics ELSI issues and encourage dialogue and action among stakeholders.",
        "Keywords": [
            "ELSI",
            "ethics",
            "genetics",
            "psychiatry",
            "testing"
        ],
        "MeSH terms": [
            "Ethics Committees",
            "Genetic Research",
            "Genomics",
            "Humans",
            "Mental Disorders"
        ],
        "Authors": [
            {
                "First Name": "Gabriel",
                "Last Name": "Lázaro-Muñoz",
                "Affiliation": "Baylor College of Medicine, Houston, Texas."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Columbia University, New York, New York."
            },
            {
                "First Name": "Laura",
                "Last Name": "Huckins",
                "Affiliation": "Icahn School of Medicine at Mount Sinai, New York, New York."
            },
            {
                "First Name": "Holly",
                "Last Name": "Peay",
                "Affiliation": "RTI International, Durham, North Carolina."
            },
            {
                "First Name": "Franziska",
                "Last Name": "Degenhardt",
                "Affiliation": "University of Bonn, Bonn, Germany."
            },
            {
                "First Name": "Bettina",
                "Last Name": "Meiser",
                "Affiliation": "University of New South Wales, Sydney, Australia."
            },
            {
                "First Name": "Todd",
                "Last Name": "Lencz",
                "Affiliation": "Hofstra University, Hempstead, New York."
            },
            {
                "First Name": "Takahiro",
                "Last Name": "Soda",
                "Affiliation": "University of North Carolina at Chapel Hill, Chapel Hill, North Carolina."
            },
            {
                "First Name": "Anna",
                "Last Name": "Docherty",
                "Affiliation": "University of Utah, Salt Lake City, Utah."
            },
            {
                "First Name": "David",
                "Last Name": "Crepaz-Keay",
                "Affiliation": "Mental Health Foundation, London, UK."
            },
            {
                "First Name": "Jehannine",
                "Last Name": "Austin",
                "Affiliation": "University of British Columbia, Vancouver, British Columbia, Canada."
            },
            {
                "First Name": "Roseann E",
                "Last Name": "Peterson",
                "Affiliation": "Virginia Commonwealth University, Richmond, Virginia."
            },
            {
                "First Name": "Lea K",
                "Last Name": "Davis",
                "Affiliation": "Vanderbilt University, Nashville, Tennessee."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of medical genetics. Part B, Neuropsychiatric genetics : the official publication of the International Society of Psychiatric Genetics",
        "PubDate": "2019"
    },
    {
        "PMID": "31092907",
        "Title": "Including the blind community in precision medicine research: findings from a national survey and recommendations.",
        "Abstract": "Despite ongoing efforts to increase diversity of cohorts in precision medicine research (PMR), little is known about the obstacles to inclusion of blind people and those with low vision (\"the blind community\") in PMR. The blind community comprises ~10% of the US adult population and its members commonly experience health disparities. Understanding barriers to inclusion of this community is necessary to facilitate their participation.",
        "Keywords": [
            "barriers",
            "blind and low-vision individuals",
            "disability",
            "inclusion and accessibility measures",
            "precision medicine research"
        ],
        "MeSH terms": [
            "Adult",
            "Bias",
            "Cultural Diversity",
            "Female",
            "Humans",
            "Male",
            "Middle Aged",
            "Precision Medicine",
            "Research Design",
            "Research Personnel",
            "Surveys and Questionnaires",
            "Visually Impaired Persons"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, NY, USA. ms4075@columbia.edu."
            },
            {
                "First Name": "Lou Ann",
                "Last Name": "Blake",
                "Affiliation": "National Federation of the Blind, Baltimore, MD, USA."
            },
            {
                "First Name": "Audrey",
                "Last Name": "Chao",
                "Affiliation": "Columbia Law School and Columbia School of Social Work, New York, NY, USA."
            },
            {
                "First Name": "Arielle",
                "Last Name": "Silverman",
                "Affiliation": "Disability Wisdom Consulting, Alexandria, VA, USA."
            },
            {
                "First Name": "Ronit",
                "Last Name": "Ovadia Mazzoni",
                "Affiliation": "Santa Clara Valley Medical Center, San Jose, CA, USA."
            },
            {
                "First Name": "Yuan",
                "Last Name": "Zhang",
                "Affiliation": "Department of Biostatistics, Mailman School of Public Health, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Ying",
                "Last Name": "Chen",
                "Affiliation": "New York State Psychiatric Institute, New York, NY, USA."
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": "Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Genetics in medicine : official journal of the American College of Medical Genetics",
        "PubDate": "2019"
    },
    {
        "PMID": "30899094",
        "Title": "Disability inclusion in precision medicine research: a first national survey.",
        "Abstract": "Including people with disabilities in precision medicine research (PMR) is key for increasing cohorts' diversity, improving understanding of population health, and attaining social justice for the United States' largest health disparities group. We conducted a national survey to explore the views of people with disabilities about PMR.",
        "Keywords": [
            "barriers",
            "disability",
            "engagement",
            "precision medicine research"
        ],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Disabled Persons",
            "Epidemiologic Research Design",
            "Ethnicity",
            "Female",
            "Humans",
            "Male",
            "Middle Aged",
            "Precision Medicine",
            "Surveys and Questionnaires",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, NY, USA. ms4075@columbia.edu."
            },
            {
                "First Name": "Ying",
                "Last Name": "Chen",
                "Affiliation": "New York State Psychiatric Institute, New York, NY, USA."
            },
            {
                "First Name": "Yuan",
                "Last Name": "Zhang",
                "Affiliation": "Department of Biostatistics, Mailman School of Public Health, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": "Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Genetics in medicine : official journal of the American College of Medical Genetics",
        "PubDate": "2019"
    },
    {
        "PMID": "30539340",
        "Title": "Cultivating inclusivity in precision medicine research: disability, diversity, and cultural competence.",
        "Abstract": "Cultural competence is increasingly viewed as key for the inclusion of diverse populations in precision medicine research (PMR) in the USA. Precision medicine researchers and personnel are thus increasingly expected to undergo cultural competency trainings and to engage with relevant racial/ethnic communities to ensure that all research components are culturally and linguistically sensitive to these communities. However, the need for PMR enterprises to ensure competence with and understanding of disability rights, history, and needs (hereinafter disability culture competency) have not received attention. This article discusses the importance of disability inclusivity in PMR and the construct-and challenges-of disability as a cultural community. Reviewing and extrapolating from studies in healthcare settings, the article considers three interrelated issues that are likely to impact disability inclusivity in PMR: disability accessibility and accommodation; disability stigma and unconsious bias; and disability language and communication. Next, disability competency trainings that were developed in healthcare settings are surveyed and their applicability for PMR is discussed. The arguments advanced are that disability culture competency among precision medicine researchers, personnel, and oversight committees is essential to upholding the welfare and rights of human subjects with disabilities in PMR; that engagement with disability communities is imperative for this endeavor; and that such knowledge of disability culture is crucial for cultivating inclusivity of people with different (dis)abilities in PMR.",
        "Keywords": [
            "Cultural competence",
            "Disability",
            "Health disparities",
            "Precision medicine research"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Columbia University, New York, NY, USA. ms4075@columbia.edu."
            }
        ],
        "Journal": "Journal of community genetics",
        "PubDate": "2019"
    },
    {
        "PMID": "30214065",
        "Title": "The physician-patient relationship in the age of precision medicine.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Patients",
            "Physician-Patient Relations",
            "Physicians",
            "Precision Medicine"
        ],
        "Authors": [
            {
                "First Name": "Gil",
                "Last Name": "Eyal",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kathryn",
                "Last Name": "Tabb",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Rachel",
                "Last Name": "Adams",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Matthew",
                "Last Name": "Jones",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Frank R",
                "Last Name": "Lichtenberg",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Alondra",
                "Last Name": "Nelson",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kevin",
                "Last Name": "Ochsner",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "John",
                "Last Name": "Rowe",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Deborah",
                "Last Name": "Stiles",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kavita",
                "Last Name": "Sivaramakrishnan",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kristen",
                "Last Name": "Underhill",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": "Precision Medicine and Society Program, Columbia University, New York, NY, USA. psa21@columbia.edu."
            }
        ],
        "Journal": "Genetics in medicine : official journal of the American College of Medical Genetics",
        "PubDate": "2019"
    },
    {
        "PMID": "30214064",
        "Title": "Increasing genomic literacy among adolescents.",
        "Abstract": "Adolescents increasingly need to be \"genomics literate,\" and may engage more with video educational formats than traditional written formats. We conducted a pilot study to assess and compare the impact of two modes of education about genome sequencing (GS) on adolescents' genomic knowledge and genomic-related decisions.",
        "Keywords": [
            "adolescent education",
            "genome sequencing",
            "genomic literacy"
        ],
        "MeSH terms": [
            "Adolescent",
            "Adult",
            "Communications Media",
            "Female",
            "Genomics",
            "Health Education",
            "Health Knowledge, Attitudes, Practice",
            "Health Literacy",
            "Humans",
            "Male"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, NY, USA. ms4075@columbia.edu."
            },
            {
                "First Name": "Ying",
                "Last Name": "Chen",
                "Affiliation": "Division of Biostatistics, New York State Psychiatric Institute, New York, NY, USA."
            },
            {
                "First Name": "Saskia C",
                "Last Name": "Sanderson",
                "Affiliation": "Department of Behavioural Science and Health, University College London, London, UK."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Department of Pediatrics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": "Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Genetics in medicine : official journal of the American College of Medical Genetics",
        "PubDate": "2019"
    },
    {
        "PMID": "30074131",
        "Title": "Pre-implantation genetic testing: decisional factors to accept or decline among in vitro fertilization patients.",
        "Abstract": "Embryo testing to improve pregnancy outcomes among individuals who are seeking assisted reproduction technologies is increasing. The purpose of this study was to assess decisional factors through in-depth interviews for why women would accept or decline preimplantation genetic testing for aneuploidy (PGT-A) with in vitro fertilization (IVF).",
        "Keywords": [
            "Decision making",
            "In vitro fertilization (IVF)",
            "Interviews",
            "Preimplantation genetic screening (PGS)",
            "Preimplantation genetic testing for aneuploidy (PGT-A)"
        ],
        "MeSH terms": [
            "Aneuploidy",
            "Decision Making",
            "Embryo Implantation",
            "Female",
            "Fertilization in Vitro",
            "Genetic Testing",
            "Humans",
            "Maternal Age",
            "Pregnancy",
            "Pregnancy Outcome",
            "Preimplantation Diagnosis",
            "Reproductive Techniques, Assisted"
        ],
        "Authors": [
            {
                "First Name": "Brandy",
                "Last Name": "Lamb",
                "Affiliation": "University of Utah, 10 South 2000 East, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Erin",
                "Last Name": "Johnson",
                "Affiliation": "University of Utah, 10 South 2000 East, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Leslie",
                "Last Name": "Francis",
                "Affiliation": "University of Utah, 10 South 2000 East, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Melinda",
                "Last Name": "Fagan",
                "Affiliation": "University of Utah, 10 South 2000 East, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Naomi",
                "Last Name": "Riches",
                "Affiliation": "University of Utah, 10 South 2000 East, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Isabella",
                "Last Name": "Canada",
                "Affiliation": "University of Utah, 10 South 2000 East, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Alena",
                "Last Name": "Wilson",
                "Affiliation": "University of Utah, 10 South 2000 East, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Amber",
                "Last Name": "Mathiesen",
                "Affiliation": "University of Utah, 10 South 2000 East, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Shawn",
                "Last Name": "Gurtcheff",
                "Affiliation": "Utah Fertility Clinic, Pleasant Grove, UT, USA."
            },
            {
                "First Name": "Erica",
                "Last Name": "Johnstone",
                "Affiliation": "University of Utah, 10 South 2000 East, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Erin",
                "Last Name": "Rothwell",
                "Affiliation": "University of Utah, 10 South 2000 East, Salt Lake City, UT, USA. erin.rothwell@nurs.utah.edu."
            }
        ],
        "Journal": "Journal of assisted reproduction and genetics",
        "PubDate": "2018"
    },
    {
        "PMID": "29805246",
        "Title": "A Genomically Informed Education System? Challenges for Behavioral Genetics.",
        "Abstract": "The exponential growth of genetic knowledge and precision medicine research raises hopes for improved prevention, diagnosis, and treatment options for children with behavioral and psychiatric conditions. Although well-intended, this prospect also raise the possibility-and concern-that behavioral, including psychiatric genetic data would be increasingly used-or misused-outside the clinical context, such as educational settings. Indeed, there are ongoing calls to endorse a \"personalized education\" model that would tailor educational interventions to children's behavioral and psychiatric genetic makeup. This article explores the justifications for, and prospects and pitfalls of such endeavors. It considers the scientific challenges and highlights the ethical, legal, and social issues that will likely arise should behavioral genetic data become available (or be perceived as such) and are routinely incorporated in student education records. These include: when to disclose students' behavioral and psychiatric genetic profile; whose genomic privacy is protected and by whom; and how students' genetic data may affect education-related decisions. I argue that the introduction of behavioral genetics in schools may overshadow the need to address underlying structural and environmental factors that increase the risk for psychiatric conditions of all students, and that the unregulated use of student behavioral genetic profiles may lead to unintended consequences that are detrimental for individuals, families and communities. Relevant stakeholders-from parents and students to health professionals, educators, and policy-makers-ought to consider these issues before we forge ahead with a genomically informed education system.",
        "Keywords": [],
        "MeSH terms": [
            "Disclosure",
            "Genetic Privacy",
            "Genetics, Behavioral",
            "Genomics",
            "Humans",
            "Schools",
            "Students"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Assistant Professor of Clinical Bioethics and Co-Director, Precision Medicine: Ethics, Politics, and Culture Project, Department of Psychiatry, Columbia University."
            }
        ],
        "Journal": "The Journal of law, medicine & ethics : a journal of the American Society of Law, Medicine & Ethics",
        "PubDate": "2018"
    },
    {
        "PMID": "29621444",
        "Title": "Trust, Precision Medicine Research, and Equitable Participation of Underserved Populations.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Informed Consent",
            "Medically Underserved Area",
            "Precision Medicine",
            "Trust",
            "Vulnerable Populations"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "a Columbia University."
            },
            {
                "First Name": "Shawneequa",
                "Last Name": "Callier",
                "Affiliation": "b George Washington University."
            },
            {
                "First Name": "Nanibaa' A",
                "Last Name": "Garrison",
                "Affiliation": "c Seattle Children's Research Institute and University of Washington."
            },
            {
                "First Name": "Elizabeth G",
                "Last Name": "Cohn",
                "Affiliation": "d City University of New York and Columbia University."
            }
        ],
        "Journal": "The American journal of bioethics : AJOB",
        "PubDate": "2018"
    },
    {
        "PMID": "29535250",
        "Title": "Please Test My Child for a Cancer Gene, but Don't Tell Her.",
        "Abstract": "A 38-year-old woman is diagnosed with Li-Fraumeni syndrome, an autosomal dominant genetic condition that predisposes to a variety of cancers. The woman has an 11-year-old daughter. The geneticist recommends that the child be tested for the Li-Fraumeni genetic variant. The mother is concerned about the impact of testing and diagnosis on Karen's psychological well-being. She describes Karen as \"highly strung\" and as \"a worrier.\" The child has been diagnosed with an anxiety disorder and is managed by a psychologist for counseling. The child is otherwise well. The mother requests that testing be done without disclosing it to the child by adding the test on to routine blood work done for another reason and requests that the results only be revealed if they are positive. Experts in genetics, law, and bioethics discuss whether it is permissible to test the child without her knowledge or assent.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Child",
            "Female",
            "Genes, p53",
            "Genetic Predisposition to Disease",
            "Genetic Testing",
            "Humans",
            "Li-Fraumeni Syndrome",
            "Neoplasms"
        ],
        "Authors": [
            {
                "First Name": "Johan",
                "Last Name": "Bester",
                "Affiliation": "Department of Bioethics, School of Medicine, University of Nevada, Las Vegas, Las Vegas, Nevada."
            },
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, New York."
            },
            {
                "First Name": "Clara D M",
                "Last Name": "van Karnebeek",
                "Affiliation": "Department of Pediatrics, University of British Columbia, Vancouver, British Columbia, Canada; and."
            },
            {
                "First Name": "John D",
                "Last Name": "Lantos",
                "Affiliation": "Children's Mercy Bioethics Center, Children's Mercy Kansas City, Kansas City, Missouri jlantos@cmh.edu."
            }
        ],
        "Journal": "Pediatrics",
        "PubDate": "2018"
    },
    {
        "PMID": "29466138",
        "Title": "Pediatric Participation in Medical Decision Making: Optimized or Personalized?",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Child",
            "Child Welfare",
            "Clinical Decision-Making",
            "Decision Making",
            "Humans",
            "Informed Consent",
            "Patient Participation",
            "Patient Preference",
            "Physician-Patient Relations",
            "Precision Medicine"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "a Columbia University."
            },
            {
                "First Name": "Annie",
                "Last Name": "Janvier",
                "Affiliation": "b University of Montreal."
            },
            {
                "First Name": "Eduard",
                "Last Name": "Verhagen",
                "Affiliation": "c University of Groningen."
            },
            {
                "First Name": "Wynne",
                "Last Name": "Morrison",
                "Affiliation": "d The Children's Hospital of Philadelphia."
            },
            {
                "First Name": "John",
                "Last Name": "Lantos",
                "Affiliation": "e Children's Mercy Hospital and University of Missouri at Kansas City."
            }
        ],
        "Journal": "The American journal of bioethics : AJOB",
        "PubDate": "2018"
    },
    {
        "PMID": "29117024",
        "Title": "Behavioral Genetics in Criminal and Civil Courts.",
        "Abstract": "Although emerging findings in psychiatric and behavioral genetics create hope for improved prevention, diagnosis, and treatment of disorders, the introduction of such data as evidence in criminal and civil proceedings raises a host of ethical, legal, and social issues. Should behavioral and psychiatric genetic data be admissible in judicial proceedings? If so, what are the various means for obtaining such evidence, and for what purposes should its admission be sought and permitted? How could-and should-such evidence affect judicial outcomes in criminal and civil proceedings? And what are the potential implications of using behavioral and psychiatric genetic evidence for individuals and communities, and for societal values of equality and justice? This article provides an overview of the historical and current developments in behavioral genetics. We then explore the extent to which behavioral genetic evidence has-and should-affect determinations of criminal responsibility and sentencing, as well as the possible ramifications of introducing such evidence in civil courts, with a focus on tort litigation and child custody disputes. We also consider two ways in which behavioral genetic evidence may come to court in the future-through genetic theft or the subpoena of a litigant's biospecimen data that was previously obtained for clinical or research purposes-and the concerns that these possibilities raise. Finally, we highlight the need for caution and for approaches to prevent the misuse of behavioral genetic evidence in courts.",
        "Keywords": [],
        "MeSH terms": [
            "Crime",
            "Genetics, Behavioral",
            "Humans",
            "Jurisprudence"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "From the Department of Psychiatry, Columbia University."
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Harvard review of psychiatry",
        "PubDate": "2017"
    },
    {
        "PMID": "28771252",
        "Title": "Precision medicine, health disparities, and ethics: the case for disability inclusion.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Disabled Persons",
            "Ethics, Medical",
            "Healthcare Disparities",
            "Humans",
            "Precision Medicine"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Genetics in medicine : official journal of the American College of Medical Genetics",
        "PubDate": "2018"
    },
    {
        "PMID": "28749054",
        "Title": "The Precision Medicine Nation.",
        "Abstract": "The United States' ambitious Precision Medicine Initiative proposes to accelerate exponentially the adoption of precision medicine, an approach to health care that tailors disease diagnosis, treatment, and prevention to individual variability in genes, environment, and lifestyle. It aims to achieve this by creating a cohort of volunteers for precision medicine research, accelerating biomedical research innovation, and adopting policies geared toward patients' empowerment. As strategies to implement the PMI are formulated, critical consideration of the initiative's ethical and sociopolitical dimensions is needed. Drawing on scholarship of nationalism and democracy, we discuss the PMI's construction of what we term \"genomic citizenship\"; the possible normative obligations arising therefrom; and the ethical, legal, and social challenges that will ensue. Although the PMI is a work in progress, discussion of the existing and emerging issues can facilitate the development of policies, structures, and procedures that can maximize the initiative's ability to produce equitable and socially sensitive outcomes. Our analysis can also be applied to other population-based, precision medicine research programs.",
        "Keywords": [],
        "MeSH terms": [
            "Biomedical Research",
            "Genomics",
            "Humans",
            "Patient Participation",
            "Patient Rights",
            "Politics",
            "Precision Medicine",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": ""
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "The Hastings Center report",
        "PubDate": "2017"
    },
    {
        "PMID": "28328362",
        "Title": "Psychiatric Genomics and Public Mental Health in the Young Mind.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Genomics",
            "Humans",
            "Mental Disorders",
            "Mental Health",
            "Public Health"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "a Columbia University."
            }
        ],
        "Journal": "The American journal of bioethics : AJOB",
        "PubDate": "2017"
    },
    {
        "PMID": "27695660",
        "Title": "Psychiatric Genetics in Child Custody Proceedings: Ethical, Legal, and Social Issues.",
        "Abstract": "This paper considers the ethical, legal, and social issues raised by the prospect of increasing use of psychiatric genetic data in child custody litigation. Although genetic tests cannot currently confirm a parent or child's psychiatric diagnosis, it is likely that as relevant findings emerge, they will be introduced in family courts to challenge parental capacity. Here, we draw on three projected, but plausible, scenarios for obtaining psychiatric data about parents -- imposed genetic testing, access to medical records, and genetic theft -- then consider the use of psychiatric genetic data of children, to highlight the issues that judges, child custody evaluators, and clinicians who may provide treatment for parents or children with mental health issues will need to consider. These include: genetic privacy, stigma, genetic surveillance, and judicial and health professionals' bias. We argue that the unchecked introduction of psychiatric genetic data may have a detrimental effect on the administration of justice. In particular, the article highlights the risk that the (mis)use of psychiatric genetic data in custody disputes would 1) exacerbate stigma and treatment-avoidance among parents and incentivize privacy violations to pressure parents to relinquish parental rights; 2) disproportionately affect poor parents and single mothers of color involved with Child Protective Services; and 3) detract attention from social and environmental factors impacting mental health to the detriment of the families involved. Awareness of these issues and an understanding of the meaning of genomic data by judges and custody evaluators will be pivotal in ensuring that justice is served.",
        "Keywords": [
            "child custody evaluator",
            "custody disputes",
            "genetic predisposition",
            "privacy",
            "psychiatric genetics",
            "stigma"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Assistant Professor of Clinical Bioethics in the Division of Law, Ethics, and Psychiatry, Department of Psychiatry, Columbia University College of Physicians and Surgeons."
            },
            {
                "First Name": "S",
                "Last Name": "Appelbaum",
                "Affiliation": "Elizabeth K. Dollard Professor of Psychiatry, Medicine, and Law, and Director, Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University College of Physicians and Surgeons."
            }
        ],
        "Journal": "Current genetic medicine reports",
        "PubDate": "2016"
    },
    {
        "PMID": "27338605",
        "Title": "Raising Genomic Citizens: Adolescents and the Return of Secondary Genomic Findings.",
        "Abstract": "Whole genome and exome sequencing (WGS/WES) techniques raise hope for a new scale of diagnosis, prevention, and prediction of genetic conditions, and improved care for children. For these hopes to materialize, extensive genomic research with children will be needed. However, the use of WGS/WES in pediatric research settings raises considerable challenges for families, researchers, and policy development. In particular, the possibility that these techniques will generate genetic findings unrelated to the primary goal of sequencing has stirred intense debate about whether, which, how, and when these secondary or incidental findings (SFs) should be returned to parents and minors. The debate is even more pronounced when the subjects are adolescents, for whom decisions about return of SFs may have particular implications. In this paper, we consider the rise of \"genomic citizenship\" and the main challenges that arise for these stakeholders: adolescents' involvement in decisions relating to return of genomic SFs, the types of SFs that should be offered, privacy protections, and communication between researchers and adolescents about SFs. We argue that adolescents' involvement in genomic SF-related decisions acknowledges their status as valuable stakeholders without detracting from broader familial interests, and promotes more informed genomic citizens.",
        "Keywords": [],
        "MeSH terms": [
            "Adolescent",
            "Decision Making",
            "Genetic Testing",
            "Genome, Human",
            "Genomics",
            "Humans",
            "Incidental Findings",
            "Privacy",
            "Research Personnel"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Maya Sabatello, LL.B., Ph.D., is an Assistant Professor of Clinical Bioethics at the Department of Psychiatry, Columbia University College of Physicians and Surgeons; a Research Scientist at the NY State Psychiatric Institute; a faculty member at Columbia's Institute for the Study of Human Rights; and the co-director of Columbia's Precision Medicine: Ethics, Politics, and Culture project. Her research is interdisciplinary and cross-cultural, and focuses on law, society and disability; assisted reproduction; and the ethical, legal, and social implications of genetics, especially in pediatric and judicial settings. Paul S. Appelbaum, M.D., is the Elizabeth K. Dollard Professor of Psychiatry, Medicine, and Law, and Director, Division of Law, Ethics and Psychiatry, Department of Psychiatry, College of Physicians and Surgeons of Columbia University; a Research Psychiatrist at the NY State Psychiatric Institute; and an affiliated faculty member, Columbia Law School. He directs Columbia's Center for Research on Ethical, Legal, and Social Implications of Psychiatric, Neurologic, and Behavioral Genetics, and heads the Clinical Research Ethics Core for Columbia's Clinical and Translational Science Award program."
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": "Maya Sabatello, LL.B., Ph.D., is an Assistant Professor of Clinical Bioethics at the Department of Psychiatry, Columbia University College of Physicians and Surgeons; a Research Scientist at the NY State Psychiatric Institute; a faculty member at Columbia's Institute for the Study of Human Rights; and the co-director of Columbia's Precision Medicine: Ethics, Politics, and Culture project. Her research is interdisciplinary and cross-cultural, and focuses on law, society and disability; assisted reproduction; and the ethical, legal, and social implications of genetics, especially in pediatric and judicial settings. Paul S. Appelbaum, M.D., is the Elizabeth K. Dollard Professor of Psychiatry, Medicine, and Law, and Director, Division of Law, Ethics and Psychiatry, Department of Psychiatry, College of Physicians and Surgeons of Columbia University; a Research Psychiatrist at the NY State Psychiatric Institute; and an affiliated faculty member, Columbia Law School. He directs Columbia's Center for Research on Ethical, Legal, and Social Implications of Psychiatric, Neurologic, and Behavioral Genetics, and heads the Clinical Research Ethics Core for Columbia's Clinical and Translational Science Award program."
            }
        ],
        "Journal": "The Journal of law, medicine & ethics : a journal of the American Society of Law, Medicine & Ethics",
        "PubDate": "2016"
    },
    {
        "PMID": "26388996",
        "Title": "Regulating Gamete Donation in the U.S.: Ethical, Legal and Social Implications.",
        "Abstract": "This article explores the practice of gamete donation in the U.S. having in mind the larger question of what do we as a society owe children born as a result (donor-conceived children). Do recipient-parents have a duty to tell their donor-conceived child about his/her genetic origins? Should the identity of the donor be disclosed or remain anonymous? Does the child have a ",
        "Keywords": [
            "gamete donation",
            "medical ethics",
            "privatized market",
            "relativism",
            "right to know"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Center for Research on Ethical, Legal and Social Implications of Psychiatric, Neurologic & Behavioral Genetics, Department of Psychiatry, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA; Tel.: +1-646-774-8632."
            }
        ],
        "Journal": "Laws",
        "PubDate": "2015"
    },
    {
        "PMID": "26290354",
        "Title": "Genetic causal attribution of epilepsy and its implications for felt stigma.",
        "Abstract": "Research in other disorders suggests that genetic causal attribution of epilepsy might be associated with increased stigma. We investigated this hypothesis in a unique sample of families containing multiple individuals with epilepsy.",
        "Keywords": [
            "Epidemiology",
            "Genetic attribution",
            "Genetics",
            "Stigma",
            "Survey"
        ],
        "MeSH terms": [
            "Adolescent",
            "Adult",
            "Age Distribution",
            "Aged",
            "Discriminant Analysis",
            "Epilepsy",
            "Female",
            "Humans",
            "Male",
            "Middle Aged",
            "Predictive Value of Tests",
            "Sex Factors",
            "Social Stigma",
            "Surveys and Questionnaires",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Department of Psychiatry, College of Physicians and Surgeons, Columbia University, New York, New York, U.S.A."
            },
            {
                "First Name": "Jo C",
                "Last Name": "Phelan",
                "Affiliation": "Department of Sociomedical Sciences, Mailman School of Public Health, Columbia University, New York, New York, U.S.A."
            },
            {
                "First Name": "Dale C",
                "Last Name": "Hesdorffer",
                "Affiliation": "G. H. Sergievsky Center, College of Physicians and Surgeons, Columbia University, New York, New York, U.S.A."
            },
            {
                "First Name": "Sara",
                "Last Name": "Shostak",
                "Affiliation": "Department of Sociology, Brandeis University, Waltham, Massachusetts, U.S.A."
            },
            {
                "First Name": "Jeff",
                "Last Name": "Goldsmith",
                "Affiliation": "Department of Biostatistics, Mailman School of Public Health, Columbia University, New York, New York, U.S.A."
            },
            {
                "First Name": "Shawn T",
                "Last Name": "Sorge",
                "Affiliation": "G. H. Sergievsky Center, College of Physicians and Surgeons, Columbia University, New York, New York, U.S.A."
            },
            {
                "First Name": "Melodie R",
                "Last Name": "Winawer",
                "Affiliation": "G. H. Sergievsky Center, College of Physicians and Surgeons, Columbia University, New York, New York, U.S.A."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Department of Pediatrics, College of Physicians and Surgeons, Columbia University, New York, New York, U.S.A."
            },
            {
                "First Name": "Ruth",
                "Last Name": "Ottman",
                "Affiliation": "G. H. Sergievsky Center, College of Physicians and Surgeons, Columbia University, New York, New York, U.S.A."
            }
        ],
        "Journal": "Epilepsia",
        "PubDate": "2015"
    },
    {
        "PMID": "26147257",
        "Title": "Honey, I Sequenced the Kids: Preventive Genomics and the Complexities of Adolescence.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Choice Behavior",
            "Genetic Diseases, Inborn",
            "Genetic Predisposition to Disease",
            "Genetic Testing",
            "Humans",
            "Metagenomics",
            "Personal Autonomy",
            "Primary Prevention",
            "Sequence Analysis, DNA"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "a Columbia University Medical Center."
            },
            {
                "First Name": "Paul S",
                "Last Name": "Appelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "The American journal of bioethics : AJOB",
        "PubDate": "2015"
    },
    {
        "PMID": "24284686",
        "Title": "\"If you can't do it now, you're out the door:\" employees with traumatic brain injury - a case study.",
        "Abstract": "This study considers the employment of persons with traumatic brain injury (TBI) from a disability-rights perspective. This approach calls for a shift from a focus on one's (in)capacity towards one's capability, incorporating both factors of impairment and of appropriate accommodation and supports to create inclusion. To give a voice to persons with TBI, the discussion is based on interviews with Tracey (pseudonym), a woman who incurred the injury at a young age and carried its implications as she entered the workforce. It illustrates the discrimination and prejudice encountered by such individuals in procuring employment and gaining acceptance in workplaces and the accommodation-related challenges. The case study discusses the complexities involved as a way for developing a better understanding what must be considered, from a disability-rights perspective, regarding employment and workplace of persons with TBI. The 2006 Convention on the Rights of Persons with Disabilities (CRPD) provides a legal reference for the discussion.",
        "Keywords": [
            "Convention on the Rights of Persons with Disabilities",
            "Traumatic brain injury",
            "accommodation",
            "prejudice and discrimination",
            "vocational rehabilitation"
        ],
        "MeSH terms": [
            "Adult",
            "Brain Injuries",
            "Civil Rights",
            "Disabled Persons",
            "Employment",
            "Female",
            "Humans",
            "Prejudice",
            "Rehabilitation, Vocational",
            "Social Discrimination"
        ],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Sabatello",
                "Affiliation": "Department of Psychiatry, Columbia University,722 West 168th Street, Room R720E, New York, NY, USA. E-mail: ms4075@columbia.edu."
            }
        ],
        "Journal": "Work (Reading, Mass.)",
        "PubDate": "2014"
    }
]