[
    {
        "PMID": "38352612",
        "Title": "Incorporation of a cost of deliberation time in perceptual decision making.",
        "Abstract": "Many decisions benefit from the accumulation of evidence obtained sequentially over time. In such circumstances, the decision maker must balance speed against accuracy, and the nature of this tradeoff mediates competing desiderata and costs, especially those associated with the passage of time. A neural mechanism to achieve this balance is to accumulate evidence in suitable units and to terminate the deliberation when enough evidence has accrued. To accommodate time costs, it has been hypothesized that the criterion to terminate a decision may become lax as a function of time. Here we tested this hypothesis by manipulating the cost of time in a perceptual choice-reaction time task. Participants discriminated the direction of motion in a dynamic random-dot display, which varied in difficulty across trials. After each trial, they received feedback in the form of points based on whether they made a correct or erroneous choice. They were instructed to maximize their points per unit of time. Unbeknownst to the participants, halfway through the experiment, we increased the time pressure by canceling a small fraction of trials if they had not made a decision by a provisional deadline. Although the manipulation canceled less than 5% of trials, it induced the participants to make faster decisions while lowering their decision accuracy. The pattern of choices and reaction times were explained by bounded drift-diffusion. In all phases of the experiment, stopping bounds were found to decline as a function of time, consistent with the optimal solution, and this decline was exaggerated in response to the time-cost manipulation.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Shinichiro",
                "Last Name": "Kira",
                "Affiliation": "Department of Neurobiology, Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Ariel",
                "Last Name": "Zylberberg",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, NY, USA."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, NY, USA."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2024"
    },
    {
        "PMID": "37975792",
        "Title": "Judging the difficulty of perceptual decisions.",
        "Abstract": "Deciding how difficult it is going to be to perform a task allows us to choose between tasks, allocate appropriate resources, and predict future performance. To be useful for planning, difficulty judgments should not require completion of the task. Here, we examine the processes underlying difficulty judgments in a perceptual decision-making task. Participants viewed two patches of dynamic random dots, which were colored blue or yellow stochastically on each appearance. Stimulus coherence (the probability, ",
        "Keywords": [
            "decision making",
            "difficulty judgments",
            "human",
            "neuroscience",
            "sequentail sampling"
        ],
        "MeSH terms": [
            "Humans",
            "Decision Making",
            "Prospective Studies",
            "Reaction Time",
            "Judgment"
        ],
        "Authors": [
            {
                "First Name": "Anne",
                "Last Name": "Löffler",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Ariel",
                "Last Name": "Zylberberg",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Daniel M",
                "Last Name": "Wolpert",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2023"
    },
    {
        "PMID": "37961359",
        "Title": "DREDge: robust motion correction for high-density extracellular recordings across species.",
        "Abstract": "High-density microelectrode arrays (MEAs) have opened new possibilities for systems neuroscience in human and non-human animals, but brain tissue motion relative to the array poses a challenge for downstream analyses, particularly in human recordings. We introduce DREDge (Decentralized Registration of Electrophysiology Data), a robust algorithm which is well suited for the registration of noisy, nonstationary extracellular electrophysiology recordings. In addition to estimating motion from spikes in the action potential (AP) frequency band, DREDge enables automated tracking of motion at high temporal resolution in the local field potential (LFP) frequency band. In human intraoperative recordings, which often feature fast (period <1s) motion, DREDge correction in the LFP band enabled reliable recovery of evoked potentials, and significantly reduced single-unit spike shape variability and spike sorting error. Applying DREDge to recordings made during deep probe insertions in nonhuman primates demonstrated the possibility of tracking probe motion of centimeters across several brain regions while simultaneously mapping single unit electrophysiological features. DREDge reliably delivered improved motion correction in acute mouse recordings, especially in those made with an recent ultra-high density probe. We also implemented a procedure for applying DREDge to recordings made across tens of days in chronic implantations in mice, reliably yielding stable motion tracking despite changes in neural activity across experimental sessions. Together, these advances enable automated, scalable registration of electrophysiological data across multiple species, probe types, and drift cases, providing a stable foundation for downstream scientific analyses of these rich datasets.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Charlie",
                "Last Name": "Windolf",
                "Affiliation": "Department of Statistics, Columbia University."
            },
            {
                "First Name": "Han",
                "Last Name": "Yu",
                "Affiliation": "Zuckerman Institute, Columbia University."
            },
            {
                "First Name": "Angelique C",
                "Last Name": "Paulk",
                "Affiliation": "Department of Neurology, Center for Neurotechnology and Neurorecovery, Massachusetts General Hospital, Harvard Medical School."
            },
            {
                "First Name": "Domokos",
                "Last Name": "Meszéna",
                "Affiliation": "Department of Neurology, Center for Neurotechnology and Neurorecovery, Massachusetts General Hospital, Harvard Medical School."
            },
            {
                "First Name": "William",
                "Last Name": "Muñoz",
                "Affiliation": "Department of Neurosurgery, Massachusetts General Hospital, Harvard Medical School."
            },
            {
                "First Name": "Julien",
                "Last Name": "Boussard",
                "Affiliation": "Department of Statistics, Columbia University."
            },
            {
                "First Name": "Richard",
                "Last Name": "Hardstone",
                "Affiliation": "Department of Neurology, Center for Neurotechnology and Neurorecovery, Massachusetts General Hospital, Harvard Medical School."
            },
            {
                "First Name": "Irene",
                "Last Name": "Caprara",
                "Affiliation": "Department of Neurosurgery, Massachusetts General Hospital, Harvard Medical School."
            },
            {
                "First Name": "Mohsen",
                "Last Name": "Jamali",
                "Affiliation": "Department of Neurosurgery, Massachusetts General Hospital, Harvard Medical School."
            },
            {
                "First Name": "Yoav",
                "Last Name": "Kfir",
                "Affiliation": "Department of Neurosurgery, Massachusetts General Hospital, Harvard Medical School."
            },
            {
                "First Name": "Duo",
                "Last Name": "Xu",
                "Affiliation": "Weill Institute for Neurosciences, University of California San Francisco."
            },
            {
                "First Name": "Jason E",
                "Last Name": "Chung",
                "Affiliation": "Department of Neurological Surgery, University of California San Francisco."
            },
            {
                "First Name": "Kristin K",
                "Last Name": "Sellers",
                "Affiliation": "Weill Institute for Neurosciences, University of California San Francisco."
            },
            {
                "First Name": "Zhiwen",
                "Last Name": "Ye",
                "Affiliation": "Department of Biological Structure, University of Washington."
            },
            {
                "First Name": "Jordan",
                "Last Name": "Shaker",
                "Affiliation": "Department of Biological Structure, University of Washington."
            },
            {
                "First Name": "Anna",
                "Last Name": "Lebedeva",
                "Affiliation": "Cortexlab, University College London."
            },
            {
                "First Name": "Manu",
                "Last Name": "Raghavan",
                "Affiliation": "Center for Neural Science, New York University."
            },
            {
                "First Name": "Eric",
                "Last Name": "Trautmann",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center."
            },
            {
                "First Name": "Max",
                "Last Name": "Melin",
                "Affiliation": "David Geffen School of Medicine, University of California Los Angeles."
            },
            {
                "First Name": "João",
                "Last Name": "Couto",
                "Affiliation": "David Geffen School of Medicine, University of California Los Angeles."
            },
            {
                "First Name": "Samuel",
                "Last Name": "Garcia",
                "Affiliation": "Centre National de la Recherche Scientifique, Centre de Recherche en Neurosciences de Lyon."
            },
            {
                "First Name": "Brian",
                "Last Name": "Coughlin",
                "Affiliation": "Department of Neurology, Center for Neurotechnology and Neurorecovery, Massachusetts General Hospital, Harvard Medical School."
            },
            {
                "First Name": "Csaba",
                "Last Name": "Horváth",
                "Affiliation": "Institute of Cognitive Neuroscience and Psychology, Research Centre for Natural Sciences, Budapest, Hungary."
            },
            {
                "First Name": "Richárd",
                "Last Name": "Fiáth",
                "Affiliation": "Institute of Cognitive Neuroscience and Psychology, Research Centre for Natural Sciences, Budapest, Hungary."
            },
            {
                "First Name": "István",
                "Last Name": "Ulbert",
                "Affiliation": "Institute of Cognitive Neuroscience and Psychology, Research Centre for Natural Sciences, Budapest, Hungary."
            },
            {
                "First Name": "J Anthony",
                "Last Name": "Movshon",
                "Affiliation": "Center for Neural Science, New York University."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Zuckerman Institute, Columbia University."
            },
            {
                "First Name": "Mark M",
                "Last Name": "Churchland",
                "Affiliation": "Zuckerman Institute, Columbia University."
            },
            {
                "First Name": "Anne K",
                "Last Name": "Churchland",
                "Affiliation": "David Geffen School of Medicine, University of California Los Angeles."
            },
            {
                "First Name": "Nicholas A",
                "Last Name": "Steinmetz",
                "Affiliation": "Department of Biological Structure, University of Washington."
            },
            {
                "First Name": "Edward F",
                "Last Name": "Chang",
                "Affiliation": "Weill Institute for Neurosciences, University of California San Francisco."
            },
            {
                "First Name": "Jeffrey S",
                "Last Name": "Schweitzer",
                "Affiliation": "Department of Neurosurgery, Massachusetts General Hospital, Harvard Medical School."
            },
            {
                "First Name": "Ziv M",
                "Last Name": "Williams",
                "Affiliation": "Department of Neurosurgery, Massachusetts General Hospital, Harvard Medical School."
            },
            {
                "First Name": "Sydney S",
                "Last Name": "Cash",
                "Affiliation": "Department of Neurology, Center for Neurotechnology and Neurorecovery, Massachusetts General Hospital, Harvard Medical School."
            },
            {
                "First Name": "Liam",
                "Last Name": "Paninski",
                "Affiliation": "Department of Statistics, Columbia University."
            },
            {
                "First Name": "Erdem",
                "Last Name": "Varol",
                "Affiliation": "Department of Statistics, Columbia University."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "37550053",
        "Title": "Transient Oscillations of Neural Firing Rate Associated With Routing of Evidence in a Perceptual Decision.",
        "Abstract": "To form a perceptual decision, the brain must acquire samples of evidence from the environment and incorporate them in computations that mediate choice behavior. While much is known about the neural circuits that process sensory information and those that form decisions, less is known about the mechanisms that establish the functional linkage between them. We trained monkeys of both sexes to make difficult decisions about the net direction of visual motion under conditions that required trial-by-trial control of functional connectivity. In one condition, the motion appeared at different locations on different trials. In the other, two motion patches appeared, only one of which was informative. Neurons in the parietal cortex produced brief oscillations in their firing rate at the time routing was established: upon onset of the motion display when its location was unpredictable across trials, and upon onset of an attention cue that indicated in which of two locations an informative patch of dots would appear. The oscillation was absent when the stimulus location was fixed across trials. We interpret the oscillation as a manifestation of the mechanism that establishes the source and destination of flexibly routed information, but not the transmission of the information ",
        "Keywords": [
            "beta oscillations",
            "decision making",
            "information routing",
            "lateral intraparietal area",
            "random dot motion"
        ],
        "MeSH terms": [
            "Male",
            "Female",
            "Animals",
            "Neurons",
            "Attention",
            "Parietal Lobe",
            "Choice Behavior",
            "Motion Perception",
            "Photic Stimulation"
        ],
        "Authors": [
            {
                "First Name": "Naomi N",
                "Last Name": "Odean",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, New York 10025 nno2106@columbia.edu shadlen@columbia.edu."
            },
            {
                "First Name": "Mehdi",
                "Last Name": "Sanayei",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, New York 10025."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, New York 10025 nno2106@columbia.edu shadlen@columbia.edu."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2023"
    },
    {
        "PMID": "37352857",
        "Title": "A neural mechanism for terminating decisions.",
        "Abstract": "The brain makes decisions by accumulating evidence until there is enough to stop and choose. Neural mechanisms of evidence accumulation are established in association cortex, but the site and mechanism of termination are unknown. Here, we show that the superior colliculus (SC) plays a causal role in terminating decisions, and we provide evidence for a mechanism by which this occurs. We recorded simultaneously from neurons in the lateral intraparietal area (LIP) and SC while monkeys made perceptual decisions. Despite similar trial-averaged activity, we found distinct single-trial dynamics in the two areas: LIP displayed drift-diffusion dynamics and SC displayed bursting dynamics. We hypothesized that the bursts manifest a threshold mechanism applied to signals represented in LIP to terminate the decision. Consistent with this hypothesis, SC inactivation produced behavioral effects diagnostic of an impaired threshold sensor and prolonged the buildup of activity in LIP. The results reveal the transformation from deliberation to commitment.",
        "Keywords": [
            "cognition",
            "decision-making",
            "neural computation"
        ],
        "MeSH terms": [
            "Animals",
            "Decision Making",
            "Macaca mulatta",
            "Neurons",
            "Cerebral Cortex"
        ],
        "Authors": [
            {
                "First Name": "Gabriel M",
                "Last Name": "Stine",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10027, USA; Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; McGovern Institute for Brain Research, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."
            },
            {
                "First Name": "Eric M",
                "Last Name": "Trautmann",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10027, USA; Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; Grossman Center for the Statistics of Mind, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Danique",
                "Last Name": "Jeurissen",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10027, USA; Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10027, USA; Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10027, USA; Kavli Institute for Brain Science, Columbia University, New York, NY 10027, USA. Electronic address: shadlen@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2023"
    },
    {
        "PMID": "37205406",
        "Title": "Large-scale high-density brain-wide neural recording in nonhuman primates.",
        "Abstract": "High-density, integrated silicon electrodes have begun to transform systems neuroscience, by enabling large-scale neural population recordings with single cell resolution. Existing technologies, however, have provided limited functionality in nonhuman primate species such as macaques, which offer close models of human cognition and behavior. Here, we report the design, fabrication, and performance of Neuropixels 1.0-NHP, a high channel count linear electrode array designed to enable large-scale simultaneous recording in superficial and deep structures within the macaque or other large animal brain. These devices were fabricated in two versions: 4416 electrodes along a 45 mm shank, and 2496 along a 25 mm shank. For both versions, users can programmatically select 384 channels, enabling simultaneous multi-area recording with a single probe. We demonstrate recording from over 3000 single neurons within a session, and simultaneous recordings from over 1000 neurons using multiple probes. This technology represents a significant increase in recording access and scalability relative to existing technologies, and enables new classes of experiments involving fine-grained electrophysiological characterization of brain areas, functional connectivity between cells, and simultaneous brain-wide recording at scale.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Eric M",
                "Last Name": "Trautmann",
                "Affiliation": ""
            },
            {
                "First Name": "Janis K",
                "Last Name": "Hesse",
                "Affiliation": ""
            },
            {
                "First Name": "Gabriel M",
                "Last Name": "Stine",
                "Affiliation": ""
            },
            {
                "First Name": "Ruobing",
                "Last Name": "Xia",
                "Affiliation": ""
            },
            {
                "First Name": "Shude",
                "Last Name": "Zhu",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel J",
                "Last Name": "O'Shea",
                "Affiliation": ""
            },
            {
                "First Name": "Bill",
                "Last Name": "Karsh",
                "Affiliation": ""
            },
            {
                "First Name": "Jennifer",
                "Last Name": "Colonell",
                "Affiliation": ""
            },
            {
                "First Name": "Frank F",
                "Last Name": "Lanfranchi",
                "Affiliation": ""
            },
            {
                "First Name": "Saurabh",
                "Last Name": "Vyas",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew",
                "Last Name": "Zimnik",
                "Affiliation": ""
            },
            {
                "First Name": "Natalie A",
                "Last Name": "Steinmann",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel A",
                "Last Name": "Wagenaar",
                "Affiliation": ""
            },
            {
                "First Name": "Alexandru",
                "Last Name": "Andrei",
                "Affiliation": ""
            },
            {
                "First Name": "Carolina Mora",
                "Last Name": "Lopez",
                "Affiliation": ""
            },
            {
                "First Name": "John",
                "Last Name": "O'Callaghan",
                "Affiliation": ""
            },
            {
                "First Name": "Jan",
                "Last Name": "Putzeys",
                "Affiliation": ""
            },
            {
                "First Name": "Bogdan C",
                "Last Name": "Raducanu",
                "Affiliation": ""
            },
            {
                "First Name": "Marleen",
                "Last Name": "Welkenhuysen",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Churchland",
                "Affiliation": ""
            },
            {
                "First Name": "Tirin",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Shadlen",
                "Affiliation": ""
            },
            {
                "First Name": "Krishna",
                "Last Name": "Shenoy",
                "Affiliation": ""
            },
            {
                "First Name": "Doris",
                "Last Name": "Tsao",
                "Affiliation": ""
            },
            {
                "First Name": "Barundeb",
                "Last Name": "Dutta",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy",
                "Last Name": "Harris",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36824715",
        "Title": "Judging the difficulty of perceptual decisions.",
        "Abstract": "Deciding how difficult it is going to be to perform a task allows us to choose between tasks, allocate appropriate resources, and predict future performance. To be useful for planning, difficulty judgments should not require completion of the task. Here we examine the processes underlying difficulty judgments in a perceptual decision making task. Participants viewed two patches of dynamic random dots, which were colored blue or yellow stochastically on each appearance. Stimulus coherence (the probability, ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Anne",
                "Last Name": "Löffler",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Ariel",
                "Last Name": "Zylberberg",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Daniel M",
                "Last Name": "Wolpert",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36216998",
        "Title": "Flexible neural control of motor units.",
        "Abstract": "Voluntary movement requires communication from cortex to the spinal cord, where a dedicated pool of motor units (MUs) activates each muscle. The canonical description of MU function rests upon two foundational tenets. First, cortex cannot control MUs independently but supplies each pool with a common drive. Second, MUs are recruited in a rigid fashion that largely accords with Henneman's size principle. Although this paradigm has considerable empirical support, a direct test requires simultaneous observations of many MUs across diverse force profiles. In this study, we developed an isometric task that allowed stable MU recordings, in a rhesus macaque, even during rapidly changing forces. Patterns of MU activity were surprisingly behavior-dependent and could be accurately described only by assuming multiple drives. Consistent with flexible descending control, microstimulation of neighboring cortical sites recruited different MUs. Furthermore, the cortical population response displayed sufficient degrees of freedom to potentially exert fine-grained control. Thus, MU activity is flexibly controlled to meet task demands, and cortex may contribute to this ability.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Motor Neurons",
            "Macaca mulatta",
            "Spinal Cord",
            "Muscle, Skeletal",
            "Electromyography",
            "Muscle Contraction"
        ],
        "Authors": [
            {
                "First Name": "Najja J",
                "Last Name": "Marshall",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Joshua I",
                "Last Name": "Glaser",
                "Affiliation": "Zuckerman Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Eric M",
                "Last Name": "Trautmann",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Elom A",
                "Last Name": "Amematsro",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Sean M",
                "Last Name": "Perkins",
                "Affiliation": "Zuckerman Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "L F",
                "Last Name": "Abbott",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "John P",
                "Last Name": "Cunningham",
                "Affiliation": "Zuckerman Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Mark M",
                "Last Name": "Churchland",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY, USA. mc3502@columbia.edu."
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2022"
    },
    {
        "PMID": "35998631",
        "Title": "Decision formation in parietal cortex transcends a fixed frame of reference.",
        "Abstract": "Neurons in the lateral intraparietal cortex represent the formation of a decision when it is linked to a specific action, such as an eye movement to a choice target. However, these neurons should be unable to represent a decision that transpires across actions that would disrupt this linkage. We investigated this limitation by simultaneously recording many neurons from two rhesus monkeys. Although intervening actions disrupt the representation by single neurons, the ensemble achieves continuity of the decision process by passing information from currently active neurons to neurons that will become active after the action. In this way, the representation of an evolving decision can be generalized across actions and transcends the frame of reference that specifies the neural response fields. The finding extends previous observations of receptive field remapping, thought to support the stability of perception across eye movements, to the continuity of a thought process, such as a decision.",
        "Keywords": [
            "decision-making",
            "frame of reference",
            "multi-neuron recording",
            "parietal cortex",
            "population code",
            "remapping",
            "sensori-motor coordination",
            "working memory"
        ],
        "MeSH terms": [
            "Animals",
            "Eye Movements",
            "Macaca mulatta",
            "Neurons",
            "Parietal Lobe",
            "Saccades"
        ],
        "Authors": [
            {
                "First Name": "NaYoung",
                "Last Name": "So",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10027, USA. Electronic address: nayoung.so@gmail.com."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10027, USA; Kavli Institute, Columbia University, New York, NY 10027, USA. Electronic address: shadlen@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2022"
    },
    {
        "PMID": "35421328",
        "Title": "Deficits in decision-making induced by parietal cortex inactivation are compensated at two timescales.",
        "Abstract": "Perceptual decisions arise through the transformation of samples of evidence into a commitment to a proposition or plan of action. Such transformation is thought to involve cortical circuits capable of computation over timescales associated with working memory, attention, and planning. Neurons in the lateral intraparietal area (LIP) play a role in these functions, and much of what is known about the neurobiology of decision-making has been influenced by studies of LIP and its network of connections. However, the causal role of LIP remains controversial. In this study, we used pharmacological and chemogenetic methods to inactivate LIP in one brain hemisphere of four rhesus monkeys. This inactivation produced biases in decisions, but the effects dissipated despite persistent neural inactivation, implying compensation by unaffected areas. Compensation occurred rapidly within an experimental session and more gradually across sessions. These findings resolve disparate studies and inform the interpretation of focal perturbations of brain function.",
        "Keywords": [
            "Macaca mulatta",
            "area LIP",
            "chemogenetics",
            "inactivation",
            "muscimol",
            "parietal cortex",
            "perceptual decision making"
        ],
        "MeSH terms": [
            "Animals",
            "Attention",
            "Decision Making",
            "Macaca mulatta",
            "Neurons",
            "Parietal Lobe"
        ],
        "Authors": [
            {
                "First Name": "Danique",
                "Last Name": "Jeurissen",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10027, USA. Electronic address: d.jeurissen@columbia.edu."
            },
            {
                "First Name": "S",
                "Last Name": "Shushruth",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA. Electronic address: shushruth@gmail.com."
            },
            {
                "First Name": "Yasmine",
                "Last Name": "El-Shamayleh",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Gregory D",
                "Last Name": "Horwitz",
                "Affiliation": "Department of Physiology & Biophysics, Washington National Primate Research Center, University of Washington, Seattle, WA 98195, USA."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10027, USA; Kavli Institute, Columbia University, New York, NY 10027, USA. Electronic address: shadlen@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2022"
    },
    {
        "PMID": "35354066",
        "Title": "Sequential sampling from memory underlies action selection during abstract decision-making.",
        "Abstract": "The study of perceptual decision-making in monkeys has provided insights into the process by which sensory evidence is integrated toward a decision. When monkeys make decisions with the knowledge of the motor actions the decisions bear upon, the process of evidence integration is instantiated by neurons involved in the selection of said actions. It is less clear how monkeys make decisions when unaware of the actions required to communicate their choice-what we refer to as \"abstract\" decisions. We investigated this by training monkeys to associate the direction of motion of a noisy random-dot display with the color of two targets. Crucially, the targets were displayed at unpredictable locations after the motion stimulus was extinguished. We found that the monkeys postponed decision formation until the targets were revealed. Neurons in the parietal association area LIP represented the integration of evidence leading to a choice, but as the stimulus was no longer visible, the samples of evidence must have been retrieved from short-term memory. Our results imply that when decisions are temporally unyoked from the motor actions they bear upon, decision formation is protracted until they can be framed in terms of motor actions.",
        "Keywords": [
            "decision making, abstraction, short-term memory, area LIP, macaque monkey"
        ],
        "MeSH terms": [
            "Animals",
            "Decision Making",
            "Macaca mulatta",
            "Motion Perception",
            "Neurons",
            "Parietal Lobe",
            "Photic Stimulation"
        ],
        "Authors": [
            {
                "First Name": "S",
                "Last Name": "Shushruth",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, New York, NY 10027, USA. Electronic address: shushruth@gmail.com."
            },
            {
                "First Name": "Ariel",
                "Last Name": "Zylberberg",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, New York, NY 10027, USA. Electronic address: ariel.zylberberg@gmail.com."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, New York, NY 10027, USA; Howard Hughes Medical Institute, New York, NY 10027, USA; Kavli Institute, Columbia University, 612 West 130th Street, New York, NY 10027, USA. Electronic address: shadlen@columbia.edu."
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2022"
    },
    {
        "PMID": "33688829",
        "Title": "Multiple decisions about one object involve parallel sensory acquisition but time-multiplexed evidence incorporation.",
        "Abstract": "The brain is capable of processing several streams of information that bear on different aspects of the same problem. Here, we address the problem of making two decisions about one object, by studying difficult perceptual decisions about the color and motion of a dynamic random dot display. We find that the accuracy of one decision is unaffected by the difficulty of the other decision. However, the response times reveal that the two decisions do not form simultaneously. We show that both stimulus dimensions are acquired in parallel for the initial ∼0.1 s but are then incorporated serially in time-multiplexed bouts. Thus, there is a bottleneck that precludes updating more than one decision at a time, and a buffer that stores samples of evidence while access to the decision is blocked. We suggest that this bottleneck is responsible for the long timescales of many cognitive operations framed as decisions.",
        "Keywords": [
            "decision making",
            "human",
            "motion perception",
            "neuroscience",
            "psychophysics",
            "reaction time",
            "visual attention"
        ],
        "MeSH terms": [
            "Adult",
            "Decision Making",
            "Discrimination, Psychological",
            "Female",
            "Humans",
            "Male",
            "Reaction Time",
            "Visual Perception",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Yul Hr",
                "Last Name": "Kang",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, United States."
            },
            {
                "First Name": "Anne",
                "Last Name": "Löffler",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, United States."
            },
            {
                "First Name": "Danique",
                "Last Name": "Jeurissen",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, United States."
            },
            {
                "First Name": "Ariel",
                "Last Name": "Zylberberg",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, United States."
            },
            {
                "First Name": "Daniel M",
                "Last Name": "Wolpert",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, United States."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2021"
    },
    {
        "PMID": "33080229",
        "Title": "An Open Resource for Non-human Primate Optogenetics.",
        "Abstract": "Optogenetics has revolutionized neuroscience in small laboratory animals, but its effect on animal models more closely related to humans, such as non-human primates (NHPs), has been mixed. To make evidence-based decisions in primate optogenetics, the scientific community would benefit from a centralized database listing all attempts, successful and unsuccessful, of using optogenetics in the primate brain. We contacted members of the community to ask for their contributions to an open science initiative. As of this writing, 45 laboratories around the world contributed more than 1,000 injection experiments, including precise details regarding their methods and outcomes. Of those entries, more than half had not been published. The resource is free for everyone to consult and contribute to on the Open Science Framework website. Here we review some of the insights from this initial release of the database and discuss methodological considerations to improve the success of optogenetic experiments in NHPs.",
        "Keywords": [
            "Gene therapy",
            "Monkey",
            "Monkeys",
            "Non-human primates",
            "Nonhuman primates",
            "Open Science",
            "Optical control",
            "Optogenetic",
            "Optogenetics",
            "Viral vectors"
        ],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Neurons",
            "Neurosciences",
            "Optogenetics",
            "Primates"
        ],
        "Authors": [
            {
                "First Name": "Sébastien",
                "Last Name": "Tremblay",
                "Affiliation": "Department of Neuroscience, University of Pennsylvania, Philadelphia, PA 19104, USA. Electronic address: strem@pennmedicine.upenn.edu."
            },
            {
                "First Name": "Leah",
                "Last Name": "Acker",
                "Affiliation": "McGovern Institute for Brain Research, Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."
            },
            {
                "First Name": "Arash",
                "Last Name": "Afraz",
                "Affiliation": "National Institute of Mental Health, National Institutes of Health, Bethesda, MD 20892, USA."
            },
            {
                "First Name": "Daniel L",
                "Last Name": "Albaugh",
                "Affiliation": "Yerkes National Primate Research Center, Morris K. Udall Center of Excellence for Parkinson's Disease, Department of Neurology, Emory University, GA 30329, USA."
            },
            {
                "First Name": "Hidetoshi",
                "Last Name": "Amita",
                "Affiliation": "Laboratory of Sensorimotor Research, National Eye Institute, National Institutes of Health, Bethesda, MD 20892, USA."
            },
            {
                "First Name": "Ariana R",
                "Last Name": "Andrei",
                "Affiliation": "Department of Neurobiology and Anatomy, McGovern Medical School, University of Texas-Houston, Houston, TX 77030, USA."
            },
            {
                "First Name": "Alessandra",
                "Last Name": "Angelucci",
                "Affiliation": "Department of Ophthalmology, Moran Eye Institute, University of Utah, Salt Lake City, UT 84132, USA."
            },
            {
                "First Name": "Amir",
                "Last Name": "Aschner",
                "Affiliation": "Dominik P. Purpura Department of Neuroscience, Albert Einstein College of Medicine, Bronx, NY 10461, USA."
            },
            {
                "First Name": "Puiu F",
                "Last Name": "Balan",
                "Affiliation": "Laboratory of Neuro- and Psychophysiology, KU Leuven, 3000 Leuven, Belgium."
            },
            {
                "First Name": "Michele A",
                "Last Name": "Basso",
                "Affiliation": "Departments of Psychiatry and Biobehavioral Sciences and Neurobiology, UCLA, Los Angeles, CA 90095, USA."
            },
            {
                "First Name": "Giacomo",
                "Last Name": "Benvenuti",
                "Affiliation": "Departments of Psychology and Neuroscience, Center for Perceptual Systems, University of Texas, Austin, TX 78712, USA."
            },
            {
                "First Name": "Martin O",
                "Last Name": "Bohlen",
                "Affiliation": "Department of Biomedical Engineering, Duke University, Durham, NC 27708, USA."
            },
            {
                "First Name": "Michael J",
                "Last Name": "Caiola",
                "Affiliation": "Yerkes National Primate Research Center, Morris K. Udall Center of Excellence for Parkinson's Disease, Department of Neurology, Emory University, GA 30329, USA."
            },
            {
                "First Name": "Roberto",
                "Last Name": "Calcedo",
                "Affiliation": "Gene Therapy Program, Department of Medicine, University of Pennsylvania, Philadelphia, PA 19014, USA."
            },
            {
                "First Name": "James",
                "Last Name": "Cavanaugh",
                "Affiliation": "Laboratory of Sensorimotor Research, National Eye Institute, NIH, Bethesda, MD 20982, USA."
            },
            {
                "First Name": "Yuzhi",
                "Last Name": "Chen",
                "Affiliation": "Departments of Psychology and Neuroscience, Center for Perceptual Systems, University of Texas, Austin, TX 78712, USA."
            },
            {
                "First Name": "Spencer",
                "Last Name": "Chen",
                "Affiliation": "Departments of Psychology and Neuroscience, Center for Perceptual Systems, University of Texas, Austin, TX 78712, USA."
            },
            {
                "First Name": "Mykyta M",
                "Last Name": "Chernov",
                "Affiliation": "Division of Neuroscience, Oregon National Primate Resource Center, Oregon Health and Science University, Beaverton, OR 97006, USA."
            },
            {
                "First Name": "Andrew M",
                "Last Name": "Clark",
                "Affiliation": "Department of Ophthalmology, Moran Eye Institute, University of Utah, Salt Lake City, UT 84132, USA."
            },
            {
                "First Name": "Ji",
                "Last Name": "Dai",
                "Affiliation": "CAS Key Laboratory of Brain Connectome and Manipulation, The Brain Cognition and Brain Disease Institute, Shenzhen Institutes of Advanced Technology, Chinese Academy of Sciences, Shenzhen-Hong Kong Institute of Brain Science, Shenzhen 518055, China."
            },
            {
                "First Name": "Samantha R",
                "Last Name": "Debes",
                "Affiliation": "Department of Neurobiology and Anatomy, McGovern Medical School, University of Texas-Houston, Houston, TX 77030, USA."
            },
            {
                "First Name": "Karl",
                "Last Name": "Deisseroth",
                "Affiliation": "Neuroscience Program, Departments of Bioengineering, Psychiatry, and Behavioral Science, Wu Tsai Neurosciences Institute, Howard Hughes Medical Institute, Stanford University, Stanford, CA 94305, USA."
            },
            {
                "First Name": "Robert",
                "Last Name": "Desimone",
                "Affiliation": "McGovern Institute for Brain Research, Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."
            },
            {
                "First Name": "Valentin",
                "Last Name": "Dragoi",
                "Affiliation": "Department of Neurobiology and Anatomy, McGovern Medical School, University of Texas-Houston, Houston, TX 77030, USA."
            },
            {
                "First Name": "Seth W",
                "Last Name": "Egger",
                "Affiliation": "McGovern Institute for Brain Research, Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."
            },
            {
                "First Name": "Mark A G",
                "Last Name": "Eldridge",
                "Affiliation": "Laboratory of Neuropsychology, National Institute of Mental Health, National Institutes of Health, Department of Health and Human Services, Bethesda, MD 20892, USA."
            },
            {
                "First Name": "Hala G",
                "Last Name": "El-Nahal",
                "Affiliation": "Department of Biomedical Engineering, Duke University, Durham, NC 27708, USA."
            },
            {
                "First Name": "Francesco",
                "Last Name": "Fabbrini",
                "Affiliation": "Laboratory of Neuro- and Psychophysiology, KU Leuven, 3000 Leuven, Belgium; Leuven Brain Institute, KU Leuven, 3000 Leuven, Belgium."
            },
            {
                "First Name": "Frederick",
                "Last Name": "Federer",
                "Affiliation": "Department of Ophthalmology, Moran Eye Institute, University of Utah, Salt Lake City, UT 84132, USA."
            },
            {
                "First Name": "Christopher R",
                "Last Name": "Fetsch",
                "Affiliation": "The Solomon H. Snyder Department of Neuroscience & Zanvyl Krieger Mind/Brain Institute, Johns Hopkins University, Baltimore, MD 21218, USA."
            },
            {
                "First Name": "Michal G",
                "Last Name": "Fortuna",
                "Affiliation": "German Primate Center - Leibniz Institute for Primate Research, 37077 Göttingen, Germany."
            },
            {
                "First Name": "Robert M",
                "Last Name": "Friedman",
                "Affiliation": "Division of Neuroscience, Oregon National Primate Resource Center, Oregon Health and Science University, Beaverton, OR 97006, USA."
            },
            {
                "First Name": "Naotaka",
                "Last Name": "Fujii",
                "Affiliation": "Laboratory for Adaptive Intelligence, RIKEN Brain Science Institute, Wako, Saitama 351-0198, Japan."
            },
            {
                "First Name": "Alexander",
                "Last Name": "Gail",
                "Affiliation": "German Primate Center - Leibniz Institute for Primate Research, 37077 Göttingen, Germany; Bernstein Center for Computational Neuroscience, Göttingen, Germany; Faculty for Biology and Psychology, University of Göttingen, Göttingen, Germany; Leibniz Science Campus Primate Cognition, Göttingen, Germany."
            },
            {
                "First Name": "Adriana",
                "Last Name": "Galvan",
                "Affiliation": "Yerkes National Primate Research Center, Morris K. Udall Center of Excellence for Parkinson's Disease, Department of Neurology, Emory University, GA 30329, USA."
            },
            {
                "First Name": "Supriya",
                "Last Name": "Ghosh",
                "Affiliation": "Department of Neurobiology and Grossman Institute for Neuroscience, Quantitative Biology and Human Behavior, University of Chicago, Chicago, IL 60637, USA."
            },
            {
                "First Name": "Marc Alwin",
                "Last Name": "Gieselmann",
                "Affiliation": "Biosciences Institute, Faculty of Medical Sciences, Newcastle University, Newcastle NE2 4HH, UK."
            },
            {
                "First Name": "Roberto A",
                "Last Name": "Gulli",
                "Affiliation": "Zuckerman Institute, Columbia University, New York, NY 10027, USA; Center for Theoretical Neuroscience, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Okihide",
                "Last Name": "Hikosaka",
                "Affiliation": "Laboratory of Sensorimotor Research, National Eye Institute, National Institutes of Health, Bethesda, MD 20892, USA."
            },
            {
                "First Name": "Eghbal A",
                "Last Name": "Hosseini",
                "Affiliation": "McGovern Institute for Brain Research, Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."
            },
            {
                "First Name": "Xing",
                "Last Name": "Hu",
                "Affiliation": "Yerkes National Primate Research Center, Morris K. Udall Center of Excellence for Parkinson's Disease, Department of Neurology, Emory University, GA 30329, USA."
            },
            {
                "First Name": "Janina",
                "Last Name": "Hüer",
                "Affiliation": "German Primate Center - Leibniz Institute for Primate Research, 37077 Göttingen, Germany."
            },
            {
                "First Name": "Ken-Ichi",
                "Last Name": "Inoue",
                "Affiliation": "Systems Neuroscience Section, Primate Research Institute, Kyoto University, Inuyama, Aichi 484-8506, Japan; PRESTO, Japan Science and Technology Agency, Kawaguchi, Saitama 332-0012, Japan."
            },
            {
                "First Name": "Roger",
                "Last Name": "Janz",
                "Affiliation": "Department of Neurobiology and Anatomy, McGovern Medical School, University of Texas-Houston, Houston, TX 77030, USA."
            },
            {
                "First Name": "Mehrdad",
                "Last Name": "Jazayeri",
                "Affiliation": "McGovern Institute for Brain Research, Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."
            },
            {
                "First Name": "Rundong",
                "Last Name": "Jiang",
                "Affiliation": "School of Life Sciences, Peking University, Beijing 100871, China."
            },
            {
                "First Name": "Niansheng",
                "Last Name": "Ju",
                "Affiliation": "School of Life Sciences, Peking University, Beijing 100871, China."
            },
            {
                "First Name": "Kohitij",
                "Last Name": "Kar",
                "Affiliation": "McGovern Institute for Brain Research, Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."
            },
            {
                "First Name": "Carsten",
                "Last Name": "Klein",
                "Affiliation": "Max Planck Institute for Biological Cybernetics, Tübingen, Germany."
            },
            {
                "First Name": "Adam",
                "Last Name": "Kohn",
                "Affiliation": "Dominik P. Purpura Department of Neuroscience, Albert Einstein College of Medicine, Bronx, NY 10461, USA; Department of Ophthalmology and Visual Sciences, Albert Einstein College of Medicine, Bronx, NY 10461, USA; Department of Systems and Computational Biology, Albert Einstein College of Medicine, Bronx, NY 10461, USA."
            },
            {
                "First Name": "Misako",
                "Last Name": "Komatsu",
                "Affiliation": "Laboratory for Adaptive Intelligence, RIKEN Brain Science Institute, Wako, Saitama 351-0198, Japan."
            },
            {
                "First Name": "Kazutaka",
                "Last Name": "Maeda",
                "Affiliation": "Laboratory of Sensorimotor Research, National Eye Institute, National Institutes of Health, Bethesda, MD 20892, USA."
            },
            {
                "First Name": "Julio C",
                "Last Name": "Martinez-Trujillo",
                "Affiliation": "Robarts Research Institute, Schulich School of Medicine and Dentistry, University of Western Ontario, London, ON, Canada; Brain and Mind Institute, University of Western Ontario, London, ON, Canada."
            },
            {
                "First Name": "Masayuki",
                "Last Name": "Matsumoto",
                "Affiliation": "Division of Biomedical Science, Faculty of Medicine, University of Tsukuba, Tsukuba, Ibaraki 305-8575, Japan; Transborder Medical Research Center, University of Tsukuba, Tsukuba, Ibaraki 305-8577, Japan."
            },
            {
                "First Name": "John H R",
                "Last Name": "Maunsell",
                "Affiliation": "Department of Neurobiology and Grossman Institute for Neuroscience, Quantitative Biology and Human Behavior, University of Chicago, Chicago, IL 60637, USA."
            },
            {
                "First Name": "Diego",
                "Last Name": "Mendoza-Halliday",
                "Affiliation": "McGovern Institute for Brain Research, Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."
            },
            {
                "First Name": "Ilya E",
                "Last Name": "Monosov",
                "Affiliation": "Department of Neuroscience, Biomedical Engineering, Electrical Engineering, Neurosurgery and Pain Center, Washington University, St. Louis, MO 63110, USA."
            },
            {
                "First Name": "Ross S",
                "Last Name": "Muers",
                "Affiliation": "Biosciences Institute, Faculty of Medical Sciences, Newcastle University, Newcastle NE2 4HH, UK."
            },
            {
                "First Name": "Lauri",
                "Last Name": "Nurminen",
                "Affiliation": "Department of Ophthalmology, Moran Eye Institute, University of Utah, Salt Lake City, UT 84132, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Ortiz-Rios",
                "Affiliation": "German Primate Center - Leibniz Institute for Primate Research, 37077 Göttingen, Germany; Leibniz Science Campus Primate Cognition, Göttingen, Germany; Biosciences Institute, Faculty of Medical Sciences, Newcastle University, Newcastle NE2 4HH, UK."
            },
            {
                "First Name": "Daniel J",
                "Last Name": "O'Shea",
                "Affiliation": "Department of Electrical Engineering, Wu Tsai Neurosciences Institute, and Bio-X Institute, and Neuroscience Graduate Program, Stanford University, Stanford, CA 94305, USA."
            },
            {
                "First Name": "Stéphane",
                "Last Name": "Palfi",
                "Affiliation": "Department of Neurosurgery, Assistance Publique-Hopitaux de Paris (APHP), U955 INSERM IMRB eq.15, University of Paris 12 UPEC, Faculté de Médecine, Créteil 94010, France."
            },
            {
                "First Name": "Christopher I",
                "Last Name": "Petkov",
                "Affiliation": "Biosciences Institute, Faculty of Medical Sciences, Newcastle University, Newcastle NE2 4HH, UK."
            },
            {
                "First Name": "Sorin",
                "Last Name": "Pojoga",
                "Affiliation": "Department of Neurobiology and Anatomy, McGovern Medical School, University of Texas-Houston, Houston, TX 77030, USA."
            },
            {
                "First Name": "Rishi",
                "Last Name": "Rajalingham",
                "Affiliation": "McGovern Institute for Brain Research, Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."
            },
            {
                "First Name": "Charu",
                "Last Name": "Ramakrishnan",
                "Affiliation": "Department of Bioengineering, Stanford University, Stanford, CA 94305, USA."
            },
            {
                "First Name": "Evan D",
                "Last Name": "Remington",
                "Affiliation": "McGovern Institute for Brain Research, Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."
            },
            {
                "First Name": "Cambria",
                "Last Name": "Revsine",
                "Affiliation": "Department of Neuroscience, University of Pennsylvania, Philadelphia, PA 19104, USA; Laboratory of Brain and Cognition, National Institute of Mental Health, National Institutes of Health, Bethesda, MD 20814, USA."
            },
            {
                "First Name": "Anna W",
                "Last Name": "Roe",
                "Affiliation": "Division of Neuroscience, Oregon National Primate Resource Center, Oregon Health and Science University, Beaverton, OR 97006, USA; Interdisciplinary Institute of Neuroscience and Technology, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou 310029, China; Key Laboratory of Biomedical Engineering of the Ministry of Education, Zhejiang University, Hangzhou 310029, China."
            },
            {
                "First Name": "Philip N",
                "Last Name": "Sabes",
                "Affiliation": "Center for Integrative Neuroscience, University of California, San Francisco, San Francisco, CA 94158, USA."
            },
            {
                "First Name": "Richard C",
                "Last Name": "Saunders",
                "Affiliation": "Laboratory of Neuropsychology, National Institute of Mental Health, National Institutes of Health, Department of Health and Human Services, Bethesda, MD 20892, USA."
            },
            {
                "First Name": "Hansjörg",
                "Last Name": "Scherberger",
                "Affiliation": "German Primate Center - Leibniz Institute for Primate Research, 37077 Göttingen, Germany; Bernstein Center for Computational Neuroscience, Göttingen, Germany; Faculty for Biology and Psychology, University of Göttingen, Göttingen, Germany; Leibniz Science Campus Primate Cognition, Göttingen, Germany."
            },
            {
                "First Name": "Michael C",
                "Last Name": "Schmid",
                "Affiliation": "Biosciences Institute, Faculty of Medical Sciences, Newcastle University, Newcastle NE2 4HH, UK; Department of Neurosciences and Movement Sciences, Faculty of Science and Medicine, University of Fribourg, 1700 Fribourg, Switzerland."
            },
            {
                "First Name": "Wolfram",
                "Last Name": "Schultz",
                "Affiliation": "Department of Physiology, Development of Neuroscience, University of Cambridge, Cambridge CB3 0LT, UK."
            },
            {
                "First Name": "Eyal",
                "Last Name": "Seidemann",
                "Affiliation": "Departments of Psychology and Neuroscience, Center for Perceptual Systems, University of Texas, Austin, TX 78712, USA."
            },
            {
                "First Name": "Yann-Suhan",
                "Last Name": "Senova",
                "Affiliation": "Department of Neurosurgery, Assistance Publique-Hopitaux de Paris (APHP), U955 INSERM IMRB eq.15, University of Paris 12 UPEC, Faculté de Médecine, Créteil 94010, France."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Mind Brain Behavior Institute, The Kavli Institute for Brain Science & Howard Hughes Medical Institute, Columbia University, NY 10027, USA."
            },
            {
                "First Name": "David L",
                "Last Name": "Sheinberg",
                "Affiliation": "Department of Neuroscience and Carney Institute for Brain Science, Brown University, Providence, RI 02912, USA."
            },
            {
                "First Name": "Caitlin",
                "Last Name": "Siu",
                "Affiliation": "Department of Ophthalmology, Moran Eye Institute, University of Utah, Salt Lake City, UT 84132, USA."
            },
            {
                "First Name": "Yoland",
                "Last Name": "Smith",
                "Affiliation": "Yerkes National Primate Research Center, Morris K. Udall Center of Excellence for Parkinson's Disease, Department of Neurology, Emory University, GA 30329, USA."
            },
            {
                "First Name": "Selina S",
                "Last Name": "Solomon",
                "Affiliation": "Dominik P. Purpura Department of Neuroscience, Albert Einstein College of Medicine, Bronx, NY 10461, USA."
            },
            {
                "First Name": "Marc A",
                "Last Name": "Sommer",
                "Affiliation": "Department of Biomedical Engineering, Duke University, Durham, NC 27708, USA."
            },
            {
                "First Name": "John L",
                "Last Name": "Spudich",
                "Affiliation": "Department of Biochemistry and Molecular Biology, McGovern Medical School, The University of Texas-Houston, Houston, TX 77030, USA."
            },
            {
                "First Name": "William R",
                "Last Name": "Stauffer",
                "Affiliation": "Systems Neuroscience Institute, Department of Neurobiology, University of Pittsburgh, Pittsburgh, PA 15260, USA."
            },
            {
                "First Name": "Masahiko",
                "Last Name": "Takada",
                "Affiliation": "Systems Neuroscience Section, Primate Research Institute, Kyoto University, Inuyama, Aichi 484-8506, Japan."
            },
            {
                "First Name": "Shiming",
                "Last Name": "Tang",
                "Affiliation": "School of Life Sciences, Peking University, Beijing 100871, China."
            },
            {
                "First Name": "Alexander",
                "Last Name": "Thiele",
                "Affiliation": "Biosciences Institute, Faculty of Medical Sciences, Newcastle University, Newcastle NE2 4HH, UK."
            },
            {
                "First Name": "Stefan",
                "Last Name": "Treue",
                "Affiliation": "German Primate Center - Leibniz Institute for Primate Research, 37077 Göttingen, Germany; Bernstein Center for Computational Neuroscience, Göttingen, Germany; Faculty for Biology and Psychology, University of Göttingen, Göttingen, Germany; Leibniz Science Campus Primate Cognition, Göttingen, Germany."
            },
            {
                "First Name": "Wim",
                "Last Name": "Vanduffel",
                "Affiliation": "Laboratory of Neuro- and Psychophysiology, KU Leuven, 3000 Leuven, Belgium; Leuven Brain Institute, KU Leuven, 3000 Leuven, Belgium; MGH Martinos Center, Charlestown, MA 02129, USA; Harvard Medical School, Boston, MA 02144, USA."
            },
            {
                "First Name": "Rufin",
                "Last Name": "Vogels",
                "Affiliation": "Laboratory of Neuro- and Psychophysiology, KU Leuven, 3000 Leuven, Belgium; Leuven Brain Institute, KU Leuven, 3000 Leuven, Belgium."
            },
            {
                "First Name": "Matthew P",
                "Last Name": "Whitmire",
                "Affiliation": "Departments of Psychology and Neuroscience, Center for Perceptual Systems, University of Texas, Austin, TX 78712, USA."
            },
            {
                "First Name": "Thomas",
                "Last Name": "Wichmann",
                "Affiliation": "Yerkes National Primate Research Center, Morris K. Udall Center of Excellence for Parkinson's Disease, Department of Neurology, Emory University, GA 30329, USA."
            },
            {
                "First Name": "Robert H",
                "Last Name": "Wurtz",
                "Affiliation": "Laboratory of Sensorimotor Research, National Eye Institute, NIH, Bethesda, MD 20982, USA."
            },
            {
                "First Name": "Haoran",
                "Last Name": "Xu",
                "Affiliation": "McGovern Institute for Brain Research, Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."
            },
            {
                "First Name": "Azadeh",
                "Last Name": "Yazdan-Shahmorad",
                "Affiliation": "Center for Integrative Neuroscience, University of California, San Francisco, San Francisco, CA 94158, USA; Departments of Bioengineering and Electrical and Computer Engineering, Washington National Primate Research Center, University of Washington, Seattle, WA 98105, USA."
            },
            {
                "First Name": "Krishna V",
                "Last Name": "Shenoy",
                "Affiliation": "Departments of Electrical Engineering, Bioengineering, and Neurobiology, Wu Tsai Neurosciences Institute and Bio-X Institute, Neuroscience Graduate Program, and Howard Hughes Medical Institute, Stanford University, Stanford, CA 94305, USA."
            },
            {
                "First Name": "James J",
                "Last Name": "DiCarlo",
                "Affiliation": "McGovern Institute for Brain Research, Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."
            },
            {
                "First Name": "Michael L",
                "Last Name": "Platt",
                "Affiliation": "Department of Neuroscience, University of Pennsylvania, Philadelphia, PA 19104, USA; Department of Psychology, University of Pennsylvania, Philadelphia, PA 19104, USA; Department of Marketing, Wharton School, University of Pennsylvania, Philadelphia, PA 19104, USA."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2020"
    },
    {
        "PMID": "32859756",
        "Title": "Low-dimensional dynamics for working memory and time encoding.",
        "Abstract": "Our decisions often depend on multiple sensory experiences separated by time delays. The brain can remember these experiences and, simultaneously, estimate the timing between events. To understand the mechanisms underlying working memory and time encoding, we analyze neural activity recorded during delays in four experiments on nonhuman primates. To disambiguate potential mechanisms, we propose two analyses, namely, decoding the passage of time from neural data and computing the cumulative dimensionality of the neural trajectory over time. Time can be decoded with high precision in tasks where timing information is relevant and with lower precision when irrelevant for performing the task. Neural trajectories are always observed to be low-dimensional. In addition, our results further constrain the mechanisms underlying time encoding as we find that the linear \"ramping\" component of each neuron's firing rate strongly contributes to the slow timescale variations that make decoding time possible. These constraints rule out working memory models that rely on constant, sustained activity and neural networks with high-dimensional trajectories, like reservoir networks. Instead, recurrent networks trained with backpropagation capture the time-encoding properties and the dimensionality observed in the data.",
        "Keywords": [
            "neural dynamics",
            "recurrent networks",
            "reservoir computing",
            "time decoding",
            "working memory"
        ],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Brain Mapping",
            "Memory, Short-Term",
            "Nerve Net",
            "Neural Networks, Computer",
            "Neurons",
            "Primates"
        ],
        "Authors": [
            {
                "First Name": "Christopher J",
                "Last Name": "Cueva",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10027; ccueva@gmail.com ranulfo.romo@gmail.com sf2237@columbia.edu."
            },
            {
                "First Name": "Alex",
                "Last Name": "Saez",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Encarni",
                "Last Name": "Marcos",
                "Affiliation": "Instituto de Neurociencias de Alicante, Consejo Superior de Investigaciones Científicas-Universidad Miguel Hernández de Elche, San Juan de Alicante 03550, Spain."
            },
            {
                "First Name": "Aldo",
                "Last Name": "Genovesio",
                "Affiliation": "Department of Physiology and Pharmacology, Sapienza University of Rome, Rome 00185, Italy."
            },
            {
                "First Name": "Mehrdad",
                "Last Name": "Jazayeri",
                "Affiliation": "McGovern Institute for Brain Research, Massachusetts Institute of Technology, Cambridge, MA 02139."
            },
            {
                "First Name": "Ranulfo",
                "Last Name": "Romo",
                "Affiliation": "Instituto de Fisiolgía Celular-Neurociencias, Universidad Nacional Autónoma de México, 04510 Mexico City, Mexico; ccueva@gmail.com ranulfo.romo@gmail.com sf2237@columbia.edu."
            },
            {
                "First Name": "C Daniel",
                "Last Name": "Salzman",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Stefano",
                "Last Name": "Fusi",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10027; ccueva@gmail.com ranulfo.romo@gmail.com sf2237@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2020"
    },
    {
        "PMID": "32338595",
        "Title": "Differentiating between integration and non-integration strategies in perceptual decision making.",
        "Abstract": "Many tasks used to study decision-making encourage subjects to integrate evidence over time. Such tasks are useful to understand how the brain operates on multiple samples of information over prolonged timescales, but only if subjects actually integrate evidence to form their decisions. We explored the behavioral observations that corroborate evidence-integration in a number of task-designs. Several commonly accepted signs of integration were also predicted by non-integration strategies. Furthermore, an integration model could fit data generated by non-integration models. We identified the features of non-integration models that allowed them to mimic integration and used these insights to design a motion discrimination task that disentangled the models. In human subjects performing the task, we falsified a non-integration strategy in each and confirmed prolonged integration in all but one subject. The findings illustrate the difficulty of identifying a decision-maker's strategy and support solutions to achieve this goal.",
        "Keywords": [
            "behavioral modeling",
            "decision making",
            "evidence accumulation",
            "human",
            "neuroscience",
            "perceptual decisions"
        ],
        "MeSH terms": [
            "Brain",
            "Decision Making",
            "Discrimination, Psychological",
            "Female",
            "Humans",
            "Male",
            "Motion",
            "Motion Perception"
        ],
        "Authors": [
            {
                "First Name": "Gabriel M",
                "Last Name": "Stine",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, United States."
            },
            {
                "First Name": "Ariel",
                "Last Name": "Zylberberg",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute and The Kavli Institute for Brain Science, Columbia University, New York, United States."
            },
            {
                "First Name": "Jochen",
                "Last Name": "Ditterich",
                "Affiliation": "Center for Neuroscience and Department of Neurobiology, Physiology & Behavior, University of California, Davis, United States."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2020"
    },
    {
        "PMID": "32105611",
        "Title": "Context-Dependent Decision Making in a Premotor Circuit.",
        "Abstract": "Cognitive capacities afford contingent associations between sensory information and behavioral responses. We studied this problem using an olfactory delayed match to sample task whereby a sample odor specifies the association between a subsequent test odor and rewarding action. Multi-neuron recordings revealed representations of the sample and test odors in olfactory sensory and association cortex, which were sufficient to identify the test odor as match or non-match. Yet, inactivation of a downstream premotor area (ALM), but not orbitofrontal cortex, confined to the epoch preceding the test odor led to gross impairment. Olfactory decisions that were not context-dependent were unimpaired. Therefore, ALM does not receive the outcome of a match/non-match decision from upstream areas. It receives contextual information-the identity of the sample-to establish the mapping between test odor and action. A novel population of pyramidal neurons in ALM layer 2 may mediate this process.",
        "Keywords": [
            "ALM",
            "anterolateral motor cortex",
            "context",
            "decision-making",
            "flexible behavior",
            "olfaction",
            "premotor cortex",
            "working memory"
        ],
        "MeSH terms": [
            "Animals",
            "Brain Mapping",
            "Decision Making",
            "Discrimination, Psychological",
            "Mice",
            "Motor Cortex",
            "Odorants",
            "Olfactory Cortex",
            "Olfactory Pathways",
            "Optogenetics",
            "Piriform Cortex",
            "Psychomotor Performance",
            "Pyramidal Cells",
            "Reward",
            "Smell"
        ],
        "Authors": [
            {
                "First Name": "Zheng",
                "Last Name": "Wu",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY 10027, USA; Mortimer B. Zuckerman Mind Brain Behavior Institute and Department of Neuroscience, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Ashok",
                "Last Name": "Litwin-Kumar",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute and Department of Neuroscience, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Philip",
                "Last Name": "Shamash",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute and Department of Neuroscience, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Alexei",
                "Last Name": "Taylor",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY 10027, USA; Mortimer B. Zuckerman Mind Brain Behavior Institute and Department of Neuroscience, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Richard",
                "Last Name": "Axel",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY 10027, USA; Mortimer B. Zuckerman Mind Brain Behavior Institute and Department of Neuroscience, Columbia University, New York, NY 10027, USA. Electronic address: ra27@columbia.edu."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY 10027, USA; Mortimer B. Zuckerman Mind Brain Behavior Institute and Department of Neuroscience, Columbia University, New York, NY 10027, USA. Electronic address: shadlen@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2020"
    },
    {
        "PMID": "31287972",
        "Title": "What is cognition?",
        "Abstract": "Eleven authors with disparate relevant backgrounds give their view on what is meant by the word \"cognition\".",
        "Keywords": [],
        "MeSH terms": [
            "Cognition",
            "Humans",
            "Terminology as Topic"
        ],
        "Authors": [
            {
                "First Name": "Tim",
                "Last Name": "Bayne",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Brainard",
                "Affiliation": ""
            },
            {
                "First Name": "Richard W",
                "Last Name": "Byrne",
                "Affiliation": ""
            },
            {
                "First Name": "Lars",
                "Last Name": "Chittka",
                "Affiliation": ""
            },
            {
                "First Name": "Nicky",
                "Last Name": "Clayton",
                "Affiliation": ""
            },
            {
                "First Name": "Cecilia",
                "Last Name": "Heyes",
                "Affiliation": ""
            },
            {
                "First Name": "Jennifer",
                "Last Name": "Mather",
                "Affiliation": ""
            },
            {
                "First Name": "Bence",
                "Last Name": "Ölveczky",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Shadlen",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas",
                "Last Name": "Suddendorf",
                "Affiliation": ""
            },
            {
                "First Name": "Barbara",
                "Last Name": "Webb",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2019"
    },
    {
        "PMID": "31268419",
        "Title": "The hippocampus supports deliberation during value-based decisions.",
        "Abstract": "Choosing between two items involves deliberation and comparison of the features of each item and its value. Such decisions take more time when choosing between options of similar value, possibly because these decisions require more evidence, but the mechanisms involved are not clear. We propose that the hippocampus supports deliberation about value, given its well-known role in prospection and relational cognition. We assessed the role of the hippocampus in deliberation in two experiments. First, using fMRI in healthy participants, we found that BOLD activity in the hippocampus increased as a function of deliberation time. Second, we found that patients with hippocampal damage exhibited more stochastic choices and longer reaction times than controls, possibly due to their failure to construct value-based or internal evidence during deliberation. Both sets of results were stronger in value-based decisions compared to perceptual decisions.",
        "Keywords": [
            "Amnesia",
            "decision making",
            "fMRI",
            "hippocampus",
            "human",
            "neuroscience"
        ],
        "MeSH terms": [
            "Adolescent",
            "Adult",
            "Decision Making",
            "Female",
            "Healthy Volunteers",
            "Hippocampus",
            "Humans",
            "Magnetic Resonance Imaging",
            "Male",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Akram",
                "Last Name": "Bakkour",
                "Affiliation": "Department of Psychology, Columbia University, New York, United States."
            },
            {
                "First Name": "Daniela J",
                "Last Name": "Palombo",
                "Affiliation": "Memory Disorders Research Center, VA Boston Healthcare System and Boston University School of Medicine, Boston, United States."
            },
            {
                "First Name": "Ariel",
                "Last Name": "Zylberberg",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, United States."
            },
            {
                "First Name": "Yul Hr",
                "Last Name": "Kang",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, United States."
            },
            {
                "First Name": "Allison",
                "Last Name": "Reid",
                "Affiliation": "Memory Disorders Research Center, VA Boston Healthcare System and Boston University School of Medicine, Boston, United States."
            },
            {
                "First Name": "Mieke",
                "Last Name": "Verfaellie",
                "Affiliation": "Memory Disorders Research Center, VA Boston Healthcare System and Boston University School of Medicine, Boston, United States."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, United States."
            },
            {
                "First Name": "Daphna",
                "Last Name": "Shohamy",
                "Affiliation": "Department of Psychology, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2019"
    },
    {
        "PMID": "30122376",
        "Title": "Counterfactual Reasoning Underlies the Learning of Priors in Decision Making.",
        "Abstract": "Accurate decisions require knowledge of prior probabilities (e.g., prevalence or base rate), but it is unclear how prior probabilities are learned in the absence of a teacher. We hypothesized that humans could learn base rates from experience making decisions, even without feedback. Participants made difficult decisions about the direction of dynamic random dot motion. Across blocks of 15-42 trials, the base rate favoring left or right varied. Participants were not informed of the base rate or choice accuracy, yet they gradually biased their choices and thereby increased accuracy and confidence in their decisions. They achieved this by updating knowledge of base rate after each decision, using a counterfactual representation of confidence that simulates a neutral prior. The strategy is consistent with Bayesian updating of belief and suggests that humans represent both true confidence, which incorporates the evolving belief of the prior, and counterfactual confidence, which discounts the prior.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Decision Making",
            "Female",
            "Humans",
            "Learning",
            "Male",
            "Motion Perception",
            "Photic Stimulation",
            "Problem Solving",
            "Random Allocation"
        ],
        "Authors": [
            {
                "First Name": "Ariel",
                "Last Name": "Zylberberg",
                "Affiliation": "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10027, USA. Electronic address: ariel.zylberberg@gmail.com."
            },
            {
                "First Name": "Daniel M",
                "Last Name": "Wolpert",
                "Affiliation": "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; Computational and Biological Learning Laboratory, Department of Engineering, Cambridge University, Cambridge CB2 1PZ, UK."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10027, USA; Kavli Institute, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2018"
    },
    {
        "PMID": "30051817",
        "Title": "Focal optogenetic suppression in macaque area MT biases direction discrimination and decision confidence, but only transiently.",
        "Abstract": "Insights from causal manipulations of brain activity depend on targeting the spatial and temporal scales most relevant for behavior. Using a sensitive perceptual decision task in monkeys, we examined the effects of rapid, reversible inactivation on a spatial scale previously achieved only with electrical microstimulation. Inactivating groups of similarly tuned neurons in area MT produced systematic effects on choice and confidence. Behavioral effects were attenuated over the course of each session, suggesting compensatory adjustments in the downstream readout of MT over tens of minutes. Compensation also occurred on a sub-second time scale: behavior was largely unaffected when the visual stimulus (and concurrent suppression) lasted longer than 350 ms. These trends were similar for choice and confidence, consistent with the idea of a common mechanism underlying both measures. The findings demonstrate the utility of hyperpolarizing opsins for linking neural population activity at fine spatial and temporal scales to cognitive functions in primates.",
        "Keywords": [
            "decision making",
            "motion perception",
            "neuroscience",
            "optogenetics",
            "plasticity",
            "rhesus macaque"
        ],
        "MeSH terms": [
            "Animals",
            "Behavior, Animal",
            "Brain Mapping",
            "Choice Behavior",
            "Decision Making",
            "Macaca mulatta",
            "Male",
            "Motion Perception",
            "Neurons",
            "Optogenetics",
            "Photic Stimulation",
            "Temporal Lobe",
            "Visual Pathways",
            "Visual Perception"
        ],
        "Authors": [
            {
                "First Name": "Christopher R",
                "Last Name": "Fetsch",
                "Affiliation": "Zanvyl Krieger Mind/Brain Institute, Johns Hopkins University, Baltimore, United States."
            },
            {
                "First Name": "Naomi N",
                "Last Name": "Odean",
                "Affiliation": "Kavli Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Danique",
                "Last Name": "Jeurissen",
                "Affiliation": "Kavli Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Yasmine",
                "Last Name": "El-Shamayleh",
                "Affiliation": "Department of Physiology & Biophysics, Washington National Primate Research Center, University of Washington, Washington, United States."
            },
            {
                "First Name": "Gregory D",
                "Last Name": "Horwitz",
                "Affiliation": "Department of Physiology & Biophysics, Washington National Primate Research Center, University of Washington, Washington, United States."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Kavli Institute, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2018"
    },
    {
        "PMID": "30007746",
        "Title": "Bridging Neural and Computational Viewpoints on Perceptual Decision-Making.",
        "Abstract": "Sequential sampling models have provided a dominant theoretical framework guiding computational and neurophysiological investigations of perceptual decision-making. While these models share the basic principle that decisions are formed by accumulating sensory evidence to a bound, they come in many forms that can make similar predictions of choice behaviour despite invoking fundamentally different mechanisms. The identification of neural signals that reflect some of the core computations underpinning decision formation offers new avenues for empirically testing and refining key model assumptions. Here, we highlight recent efforts to explore these avenues and, in so doing, consider the conceptual and methodological challenges that arise when seeking to infer decision computations from complex neural data.",
        "Keywords": [
            "computational modelling",
            "lateral intraparietal area (LIP)",
            "perceptual decision-making",
            "sequential sampling"
        ],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Choice Behavior",
            "Decision Making",
            "Humans",
            "Motion Perception",
            "Neurons",
            "Psychomotor Performance"
        ],
        "Authors": [
            {
                "First Name": "Redmond G",
                "Last Name": "O'Connell",
                "Affiliation": "Trinity College Institute of Neuroscience and School of Psychology, Trinity College Dublin, Ireland. Electronic address: reoconne@tcd.ie."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Howard Hughes Medical Institute and Department of Neuroscience, Columbia University, New York, NY 10032, USA; Zuckerman Mind Brain Behaviour Institute and Kavli Institute for Brain Science, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "KongFatt",
                "Last Name": "Wong-Lin",
                "Affiliation": "Intelligent Systems Research Centre, University of Ulster, Magee Campus, Northland Road, Derry, BT48 7JL, UK."
            },
            {
                "First Name": "Simon P",
                "Last Name": "Kelly",
                "Affiliation": "School of Electrical and Electronic Engineering, University College Dublin, Dublin, Ireland. Electronic address: simon.kelly@ucd.ie."
            }
        ],
        "Journal": "Trends in neurosciences",
        "PubDate": "2018"
    },
    {
        "PMID": "29899029",
        "Title": "Comparison of Decision-Related Signals in Sensory and Motor Preparatory Responses of Neurons in Area LIP.",
        "Abstract": "Neurons in the lateral intraparietal (LIP) area of Macaques exhibit both sensory and oculomotor preparatory responses. During perceptual decision making, the preparatory responses have been shown to track the state of the evolving evidence leading to the decision. The sensory responses are known to reflect categorical properties of visual stimuli, but it is not known whether these responses also track evolving evidence. We recorded neural responses from lateral intraparietal area of 2 female rhesus monkeys during a direction discrimination task. We compared sensory and oculomotor-preparatory responses in the same neurons when either the discriminandum (random dot motion) or an eye movement choice-target was in the neuron's response field. The neural responses in both configurations reflected the strength and direction of motion and were correlated with the animal's choice, albeit more prominently when the choice-target was in the response field. However, the variance and autocorrelation pattern of only the motor preparatory responses reflected the process of evidence accumulation. Simulations suggest that the task related activity of sensory responses could be inherited through lateral interactions with neurons that are carrying evidence accumulation signals in their motor-preparatory responses. The results are consistent with the proposal that evolving decision processes are supported by persistent neural activity in the service of actions or intentions, as opposed to high-order representations of stimulus properties.",
        "Keywords": [
            "area LIP",
            "decision making",
            "motion perception",
            "persistent activity",
            "saccadic eye movements"
        ],
        "MeSH terms": [
            "Animals",
            "Decision Making",
            "Discrimination, Psychological",
            "Female",
            "Macaca mulatta",
            "Motor Activity",
            "Neurons",
            "Parietal Lobe",
            "Perception"
        ],
        "Authors": [
            {
                "First Name": "S",
                "Last Name": "Shushruth",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Kavli Institute, Howard Hughes Medical Institute, Department of Neuroscience, Columbia University, New York, New York 10027."
            },
            {
                "First Name": "Mark",
                "Last Name": "Mazurek",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Kavli Institute, Howard Hughes Medical Institute, Department of Neuroscience, Columbia University, New York, New York 10027."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Kavli Institute, Howard Hughes Medical Institute, Department of Neuroscience, Columbia University, New York, New York 10027 shadlen@columbia.edu."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2018"
    },
    {
        "PMID": "28756951",
        "Title": "Piercing of Consciousness as a Threshold-Crossing Operation.",
        "Abstract": "Many decisions arise through an accumulation of evidence to a terminating threshold. The process, termed bounded evidence accumulation (or drift diffusion), provides a unified account of decision speed and accuracy, and it is supported by neurophysiology in human and animal models. In many situations, a decision maker may not communicate a decision immediately and yet feel that at some point she had made up her mind. We hypothesized that this occurs when an accumulation of evidence reaches a termination threshold, registered, subjectively, as an \"aha\" moment. We asked human participants to make perceptual decisions about the net direction of dynamic random dot motion. The difficulty and viewing duration were controlled by the experimenter. After indicating their choice, participants adjusted the setting of a clock to the moment they felt they had reached a decision. The subjective decision times (t",
        "Keywords": [
            "consciousness",
            "decision making",
            "mental chronometry",
            "motion perception",
            "reaction time"
        ],
        "MeSH terms": [
            "Adult",
            "Consciousness",
            "Decision Making",
            "Female",
            "Humans",
            "Male",
            "Motion Perception"
        ],
        "Authors": [
            {
                "First Name": "Yul H R",
                "Last Name": "Kang",
                "Affiliation": "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Frederike H",
                "Last Name": "Petzschner",
                "Affiliation": "Translational Neuromodeling Unit (TNU), Institute for Biomedical Engineering, University of Zurich and ETH Zurich, 8032 Zurich, Switzerland."
            },
            {
                "First Name": "Daniel M",
                "Last Name": "Wolpert",
                "Affiliation": "Computational and Biological Learning Laboratory, Department of Engineering, Cambridge University, Cambridge CB2 1PZ, UK."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10032, USA; Kavli Institute, Columbia University, New York, NY 10032, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA. Electronic address: shadlen@columbia.edu."
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2017"
    },
    {
        "PMID": "27866891",
        "Title": "Confidence Is the Bridge between Multi-stage Decisions.",
        "Abstract": "Demanding tasks often require a series of decisions to reach a goal. Recent progress in perceptual decision-making has served to unite decision accuracy, speed, and confidence in a common framework of bounded evidence accumulation, furnishing a platform for the study of such multi-stage decisions. In many instances, the strategy applied to each decision, such as the speed-accuracy trade-off, ought to depend on the accuracy of the previous decisions. However, as the accuracy of each decision is often unknown to the decision maker, we hypothesized that subjects may carry forward a level of confidence in previous decisions to affect subsequent decisions. Subjects made two perceptual decisions sequentially and were rewarded only if they made both correctly. The speed and accuracy of individual decisions were explained by noisy evidence accumulation to a terminating bound. We found that subjects adjusted their speed-accuracy setting by elevating the termination bound on the second decision in proportion to their confidence in the first. The findings reveal a novel role for confidence and a degree of flexibility, hitherto unknown, in the brain's ability to rapidly and precisely modify the mechanisms that control the termination of a decision.",
        "Keywords": [
            "confidence",
            "decision bound",
            "decision-making",
            "psychophysics",
            "reaching",
            "sensorimotor control",
            "sequential choice",
            "speed-accuracy trade-off"
        ],
        "MeSH terms": [
            "Choice Behavior",
            "Decision Making",
            "Humans",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Ronald",
                "Last Name": "van den Berg",
                "Affiliation": "Computational and Biological Learning Laboratory, Department of Engineering, Cambridge University, Cambridge CB2 1PZ, UK."
            },
            {
                "First Name": "Ariel",
                "Last Name": "Zylberberg",
                "Affiliation": "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Kavli Institute of Brain Science, and Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Roozbeh",
                "Last Name": "Kiani",
                "Affiliation": "Center for Neural Science, New York University, New York, NY 10003, USA."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Kavli Institute of Brain Science, and Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Daniel M",
                "Last Name": "Wolpert",
                "Affiliation": "Computational and Biological Learning Laboratory, Department of Engineering, Cambridge University, Cambridge CB2 1PZ, UK. Electronic address: wolpert@eng.cam.ac.uk."
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2016"
    },
    {
        "PMID": "27787198",
        "Title": "The influence of evidence volatility on choice, reaction time and confidence in a perceptual decision.",
        "Abstract": "Many decisions are thought to arise via the accumulation of noisy evidence to a threshold or bound. In perception, the mechanism explains the effect of stimulus strength, characterized by signal-to-noise ratio, on decision speed, accuracy and confidence. It also makes intriguing predictions about the noise itself. An increase in noise should lead to faster decisions, reduced accuracy and, paradoxically, higher confidence. To test these predictions, we introduce a novel sensory manipulation that mimics the addition of unbiased noise to motion-selective regions of visual cortex, which we verified with neuronal recordings from macaque areas MT/MST. For both humans and monkeys, increasing the noise induced faster decisions and greater confidence over a range of stimuli for which accuracy was minimally impaired. The magnitude of the effects was in agreement with predictions of a bounded evidence accumulation model.",
        "Keywords": [
            "bounded evidence accumulation models",
            "decision making",
            "evidence reliability",
            "human",
            "neuroscience",
            "perceptual decisions",
            "rhesus macaque"
        ],
        "MeSH terms": [
            "Animals",
            "Choice Behavior",
            "Decision Making",
            "Humans",
            "Macaca",
            "Motion Perception",
            "Reaction Time",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Ariel",
                "Last Name": "Zylberberg",
                "Affiliation": "Kavli Institute, Department of Neuroscience, Howard Hughes Medical Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Christopher R",
                "Last Name": "Fetsch",
                "Affiliation": "Kavli Institute, Department of Neuroscience, Howard Hughes Medical Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Kavli Institute, Department of Neuroscience, Howard Hughes Medical Institute, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2016"
    },
    {
        "PMID": "27253447",
        "Title": "Decision Making and Sequential Sampling from Memory.",
        "Abstract": "Decisions take time, and as a rule more difficult decisions take more time. But this only raises the question of what consumes the time. For decisions informed by a sequence of samples of evidence, the answer is straightforward: more samples are available with more time. Indeed, the speed and accuracy of such decisions are explained by the accumulation of evidence to a threshold or bound. However, the same framework seems to apply to decisions that are not obviously informed by sequences of evidence samples. Here, we proffer the hypothesis that the sequential character of such tasks involves retrieval of evidence from memory. We explore this hypothesis by focusing on value-based decisions and argue that mnemonic processes can account for regularities in choice and decision time. We speculate on the neural mechanisms that link sampling of evidence from memory to circuits that represent the accumulated evidence bearing on a choice. We propose that memory processes may contribute to a wider class of decisions that conform to the regularities of choice-reaction time predicted by the sequential sampling framework.",
        "Keywords": [],
        "MeSH terms": [
            "Decision Making",
            "Humans",
            "Memory",
            "Psychological Theory",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Howard Hughes Medical Institute and Department of Neuroscience, Columbia University, New York, NY 10032, USA; Zuckerman Mind Brain Behavior Institute and Kavli Institute for Brain Science, Columbia University, New York, NY 10032, USA. Electronic address: shadlen@columbia.edu."
            },
            {
                "First Name": "Daphna",
                "Last Name": "Shohamy",
                "Affiliation": "Department of Psychology, Columbia University, New York, NY 10032, USA; Zuckerman Mind Brain Behavior Institute and Kavli Institute for Brain Science, Columbia University, New York, NY 10032, USA. Electronic address: ds2619@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2016"
    },
    {
        "PMID": "27013723",
        "Title": "Comment on \"Single-trial spike trains in parietal cortex reveal discrete steps during decision-making\".",
        "Abstract": "Latimeret al (Reports, 10 July 2015, p. 184) claim that during perceptual decision formation, parietal neurons undergo one-time, discrete steps in firing rate instead of gradual changes that represent the accumulation of evidence. However, that conclusion rests on unsubstantiated assumptions about the time window of evidence accumulation, and their stepping model cannot explain existing data as effectively as evidence-accumulation models.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Choice Behavior",
            "Decision Making",
            "Male",
            "Parietal Lobe"
        ],
        "Authors": [
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Howard Hughes Medical Institute (HHMI) and Department of Neuroscience, Columbia University, New York, NY, USA. shadlen@columbia.edu."
            },
            {
                "First Name": "Roozbeh",
                "Last Name": "Kiani",
                "Affiliation": "Center for Neural Science, New York University, New York, NY, USA."
            },
            {
                "First Name": "William T",
                "Last Name": "Newsome",
                "Affiliation": "HHMI and Stanford University, Stanford, CA, USA."
            },
            {
                "First Name": "Joshua I",
                "Last Name": "Gold",
                "Affiliation": "Department of Neuroscience, University of Pennsylvania, Philadelphia, PA, USA."
            },
            {
                "First Name": "Daniel M",
                "Last Name": "Wolpert",
                "Affiliation": "Department of Engineering, University of Cambridge, Cambridge, UK."
            },
            {
                "First Name": "Ariel",
                "Last Name": "Zylberberg",
                "Affiliation": "HHMI and Department of Neuroscience, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jochen",
                "Last Name": "Ditterich",
                "Affiliation": "Center for Neuroscience and Department of Neurobiology, Physiology, and Behavior, University of California, Davis, CA, USA."
            },
            {
                "First Name": "Victor",
                "Last Name": "de Lafuente",
                "Affiliation": "Institute for Neuroscience, National Autonomous University of Mexico, Querétaro, México."
            },
            {
                "First Name": "Tianming",
                "Last Name": "Yang",
                "Affiliation": "Institute of Neuroscience, Chinese Academy of Sciences, Shanghai, China."
            },
            {
                "First Name": "Jamie",
                "Last Name": "Roitman",
                "Affiliation": "Department of Psychology, University of Illinois at Chicago, Chicago, IL, USA."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2016"
    },
    {
        "PMID": "26829590",
        "Title": "A common mechanism underlies changes of mind about decisions and confidence.",
        "Abstract": "Decisions are accompanied by a degree of confidence that a selected option is correct. A sequential sampling framework explains the speed and accuracy of decisions and extends naturally to the confidence that the decision rendered is likely to be correct. However, discrepancies between confidence and accuracy suggest that confidence might be supported by mechanisms dissociated from the decision process. Here we show that this discrepancy can arise naturally because of simple processing delays. When participants were asked to report choice and confidence simultaneously, their confidence, reaction time and a perceptual decision about motion were explained by bounded evidence accumulation. However, we also observed revisions of the initial choice and/or confidence. These changes of mind were explained by a continuation of the mechanism that led to the initial choice. Our findings extend the sequential sampling framework to vacillation about confidence and invites caution in interpreting dissociations between confidence and accuracy.",
        "Keywords": [
            "computational neuroscience",
            "decision making",
            "human",
            "motor control",
            "neuroscience"
        ],
        "MeSH terms": [
            "Choice Behavior",
            "Decision Making",
            "Healthy Volunteers",
            "Models, Neurological",
            "Reaction Time"
        ],
        "Authors": [
            {
                "First Name": "Ronald",
                "Last Name": "van den Berg",
                "Affiliation": "Computational and Biological Learning Laboratory, Department of Engineering, Cambridge University, Cambridge, United Kingdom."
            },
            {
                "First Name": "Kavitha",
                "Last Name": "Anandalingam",
                "Affiliation": "Computational and Biological Learning Laboratory, Department of Engineering, Cambridge University, Cambridge, United Kingdom."
            },
            {
                "First Name": "Ariel",
                "Last Name": "Zylberberg",
                "Affiliation": "Kavli Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Roozbeh",
                "Last Name": "Kiani",
                "Affiliation": "Center for Neural Science, New York University, New York, United States."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Kavli Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Daniel M",
                "Last Name": "Wolpert",
                "Affiliation": "Computational and Biological Learning Laboratory, Department of Engineering, Cambridge University, Cambridge, United Kingdom."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2016"
    },
    {
        "PMID": "26468192",
        "Title": "Time in Cortical Circuits.",
        "Abstract": "Time is central to cognition. However, the neural basis for time-dependent cognition remains poorly understood. We explore how the temporal features of neural activity in cortical circuits and their capacity for plasticity can contribute to time-dependent cognition over short time scales. This neural activity is linked to cognition that operates in the present or anticipates events or stimuli in the near future. We focus on deliberation and planning in the context of decision making as a cognitive process that integrates information across time. We progress to consider how temporal expectations of the future modulate perception. We propose that understanding the neural basis for how the brain tells time and operates in time will be necessary to develop general models of cognition.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Attention",
            "Cerebral Cortex",
            "Cognition",
            "Decision Making",
            "Humans",
            "Nerve Net",
            "Neuronal Plasticity",
            "Time Factors",
            "Time Perception"
        ],
        "Authors": [
            {
                "First Name": "Gerald T",
                "Last Name": "Finnerty",
                "Affiliation": "Department of Basic and Clinical Neuroscience, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London SE5 8AF, United Kingdom, gerald.finnerty@kcl.ac.uk."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, New York 10032."
            },
            {
                "First Name": "Mehrdad",
                "Last Name": "Jazayeri",
                "Affiliation": "Department of Brain and Cognitive Sciences, McGovern Institute for Brain Research, Massachusetts Institute of Technology, Massachusetts 02139."
            },
            {
                "First Name": "Anna C",
                "Last Name": "Nobre",
                "Affiliation": "Department of Experimental Psychology, University of Oxford, Oxford OX1 3UD, United Kingdom, and."
            },
            {
                "First Name": "Dean V",
                "Last Name": "Buonomano",
                "Affiliation": "Department of Neurobiology and Department of Psychology, Brain Research Institute, University of California, Los Angeles, California 90095."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2015"
    },
    {
        "PMID": "26455307",
        "Title": "A Neural Mechanism for Sensing and Reproducing a Time Interval.",
        "Abstract": "Timing plays a crucial role in sensorimotor function. However, the neural mechanisms that enable the brain to flexibly measure and reproduce time intervals are not known. We recorded neural activity in parietal cortex of monkeys in a time reproduction task. Monkeys were trained to measure and immediately afterward reproduce different sample intervals. While measuring an interval, neural responses had a nonlinear profile that increased with the duration of the sample interval. Activity was reset during the transition from measurement to production and was followed by a ramping activity whose slope encoded the previously measured sample interval. We found that firing rates at the end of the measurement epoch were correlated with both the slope of the ramp and the monkey's corresponding production interval on a trial-by-trial basis. Analysis of response dynamics further linked the rate of change of firing rates in the measurement epoch to the slope of the ramp in the production epoch. These observations suggest that, during time reproduction, an interval is measured prospectively in relation to the desired motor plan to reproduce that interval.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Macaca mulatta",
            "Motor Activity",
            "Motor Neurons",
            "Parietal Lobe",
            "Time Perception"
        ],
        "Authors": [
            {
                "First Name": "Mehrdad",
                "Last Name": "Jazayeri",
                "Affiliation": "Department of Brain and Cognitive Sciences and McGovern Institute for Brain Research, Massachusetts Institute of Technology, Cambridge, MA 02139, USA. Electronic address: mjaz@mit.edu."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Kavli Institute of Brain Science, and Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA."
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2015"
    },
    {
        "PMID": "25922477",
        "Title": "Predicting the Accuracy of a Decision: A Neural Mechanism of Confidence.",
        "Abstract": "The quantitative study of decision-making has traditionally rested on three key behavioral measures: accuracy, response time, and confidence. Of these, confidence--defined as the degree of belief, prior to feedback, that a decision is correct-is least well understood at the level of neural mechanism, although recent years have seen a surge in interest in the topic among theoretical and systems neuroscientists. Here we review some of these developments and highlight a particular candidate mechanism for assigning confidence in a perceptual decision. The mechanism is appealing because it is rooted in the same decision-making framework--bounded accumulation of evidence--that successfully explains accuracy and reaction time in many tasks, and it is validated by neurophysiology and microstimulation experiments.",
        "Keywords": [],
        "MeSH terms": [
            "Decision Making",
            "Humans",
            "Models, Neurological",
            "Neural Pathways",
            "Psychophysics",
            "Reaction Time"
        ],
        "Authors": [
            {
                "First Name": "Christopher R",
                "Last Name": "Fetsch",
                "Affiliation": "Howard Hughes Medical Institute, Department of Neuroscience and Kavli Institute for Brain Science, Columbia University, New York, New York 10032 crf2129@columbia.edu."
            },
            {
                "First Name": "Roozbeh",
                "Last Name": "Kiani",
                "Affiliation": "Center for Neural Science, New York University, New York, New York 10003."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Howard Hughes Medical Institute, Department of Neuroscience and Kavli Institute for Brain Science, Columbia University, New York, New York 10032."
            }
        ],
        "Journal": "Cold Spring Harbor symposia on quantitative biology",
        "PubDate": "2014"
    },
    {
        "PMID": "25762677",
        "Title": "Representation of accumulating evidence for a decision in two parietal areas.",
        "Abstract": "Decisions are often made by accumulating evidence for and against the alternatives. The momentary evidence represented by sensory neurons is accumulated by downstream structures to form a decision variable, linking the evolving decision to the formation of a motor plan. When decisions are communicated by eye movements, neurons in the lateral intraparietal area (LIP) represent the accumulation of evidence bearing on the potential targets for saccades. We now show that reach-related neurons from the medial intraparietal area (MIP) exhibit a gradual modulation of their firing rates consistent with the representation of an evolving decision variable. When decisions were communicated by saccades instead of reaches, decision-related activity was attenuated in MIP, whereas LIP neurons were active while monkeys communicated decisions by saccades or reaches. Thus, for decisions communicated by a hand movement, a parallel flow of sensory information is directed to parietal areas MIP and LIP during decision formation.",
        "Keywords": [
            "LIP",
            "MIP",
            "decision-making",
            "reaches",
            "saccades",
            "sensory"
        ],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Decision Making",
            "Discrimination, Psychological",
            "Eye Movements",
            "Functional Laterality",
            "Judgment",
            "Macaca mulatta",
            "Magnetic Resonance Imaging",
            "Male",
            "Motion Perception",
            "Neurons",
            "Parietal Lobe",
            "Photic Stimulation",
            "Psychometrics",
            "Psychomotor Performance",
            "Psychophysics",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Victor",
                "Last Name": "de Lafuente",
                "Affiliation": "Institute of Neurobiology, National University of Mexico, 76230 Querétaro, México, Department of Physiology and Biophysics, University of Washington, Seattle, Washington 98195."
            },
            {
                "First Name": "Mehrdad",
                "Last Name": "Jazayeri",
                "Affiliation": "Department of Brain and Cognitive Sciences, McGovern Institute for Brain Research, Massachusetts Institute of Technology, Cambridge, Massachusetts 02139, Department of Physiology and Biophysics, University of Washington, Seattle, Washington 98195."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Howard Hughes Medical Institute, Zuckerman Mind Brain Behavior, Kavli Institute and Department of Neuroscience, Columbia University, New York, New York 10038, and Department of Physiology and Biophysics, University of Washington, Seattle, Washington 98195 shadlen@columbia.edu."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2015"
    },
    {
        "PMID": "25661183",
        "Title": "A neural implementation of Wald's sequential probability ratio test.",
        "Abstract": "Difficult decisions often require evaluation of samples of evidence acquired sequentially. A sensible strategy is to accumulate evidence, weighted by its reliability, until sufficient support is attained. An optimal statistical approach would accumulate evidence in units of logarithms of likelihood ratios (logLR) to a desired level. Studies of perceptual decisions suggest that the brain approximates an analogous procedure, but a direct test of accumulation, in units of logLR, to a threshold in units of cumulative logLR is lacking. We trained rhesus monkeys to make decisions based on a sequence of evanescent, visual cues assigned different logLR, hence different reliability. Firing rates of neurons in the lateral intraparietal area (LIP) reflected the accumulation of logLR and reached a stereotyped level before the monkeys committed to a decision. The monkeys' choices and reaction times, including their variability, were explained by LIP activity in the context of accumulation of logLR to a threshold.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Brain",
            "Brain Mapping",
            "Choice Behavior",
            "Discrimination, Psychological",
            "Logistic Models",
            "Macaca mulatta",
            "Male",
            "Models, Neurological",
            "Neurons",
            "Pattern Recognition, Visual",
            "Photic Stimulation",
            "Probability",
            "Psychophysics",
            "Reaction Time",
            "Reproducibility of Results"
        ],
        "Authors": [
            {
                "First Name": "Shinichiro",
                "Last Name": "Kira",
                "Affiliation": "Neurobiology & Behavior Program, University of Washington, Seattle, WA 98195, USA; Department of Neuroscience, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Tianming",
                "Last Name": "Yang",
                "Affiliation": "Institute of Neuroscience, Key Laboratory of Primate Neurobiology, CAS Center for Excellence in Brain Science, Shanghai Institutes for Biological Sciences, Chinese Academy of Sciences, Shanghai 200031, China."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Department of Neuroscience, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA; Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA; Zuckerman Mind Brain Behavior Institute, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA; Kavli Institute of Brain Science, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA. Electronic address: shadlen@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2015"
    },
    {
        "PMID": "25521381",
        "Title": "Choice certainty is informed by both evidence and decision time.",
        "Abstract": "\"Degree of certainty\" refers to the subjective belief, prior to feedback, that a decision is correct. A reliable estimate of certainty is essential for prediction, learning from mistakes, and planning subsequent actions when outcomes are not immediate. It is generally thought that certainty is informed by a neural representation of evidence at the time of a decision. Here we show that certainty is also informed by the time taken to form the decision. Human subjects reported simultaneously their choice and confidence about the direction of a noisy display of moving dots. Certainty was inversely correlated with reaction times and directly correlated with motion strength. Moreover, these correlations were preserved even for error responses, a finding that contradicts existing explanations of certainty based on signal detection theory. We also contrived a stimulus manipulation that led to longer decision times without affecting choice accuracy, thus demonstrating that deliberation time itself informs the estimate of certainty. We suggest that elapsed decision time informs certainty because it serves as a proxy for task difficulty.",
        "Keywords": [],
        "MeSH terms": [
            "Choice Behavior",
            "Eye Movements",
            "Female",
            "Humans",
            "Motion Perception",
            "Photic Stimulation",
            "Reaction Time",
            "Uncertainty",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Roozbeh",
                "Last Name": "Kiani",
                "Affiliation": "Center for Neural Science, New York University, New York, NY 10003. Electronic address: roozbeh@nyu.edu."
            },
            {
                "First Name": "Leah",
                "Last Name": "Corthell",
                "Affiliation": "Department of Vision Sciences, University of Alabama at Birmingham, Birmingham, AL 35294, USA."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Kavli Institute of Brain Science, Howard Hughes Medical Institute, Columbia University, New York, NY 10032."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2014"
    },
    {
        "PMID": "28898624",
        "Title": "Effects of Cortical Microstimulation on Confidence in a Perceptual Decision.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Christopher R",
                "Last Name": "Fetsch",
                "Affiliation": ""
            },
            {
                "First Name": "Roozbeh",
                "Last Name": "Kiani",
                "Affiliation": ""
            },
            {
                "First Name": "William T",
                "Last Name": "Newsome",
                "Affiliation": ""
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2014"
    },
    {
        "PMID": "25123306",
        "Title": "Effects of cortical microstimulation on confidence in a perceptual decision.",
        "Abstract": "Decisions are often associated with a degree of certainty, or confidence--an estimate of the probability that the chosen option will be correct. Recent neurophysiological results suggest that the central processing of evidence leading to a perceptual decision also establishes a level of confidence. Here we provide a causal test of this hypothesis by electrically stimulating areas of the visual cortex involved in motion perception. Monkeys discriminated the direction of motion in a noisy display and were sometimes allowed to opt out of the direction choice if their confidence was low. Microstimulation did not reduce overall confidence in the decision but instead altered confidence in a manner that mimicked a change in visual motion, plus a small increase in sensory noise. The results suggest that the same sensory neural signals support choice, reaction time, and confidence in a decision and that artificial manipulation of these signals preserves the quantitative relationship between accumulated evidence and confidence.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Choice Behavior",
            "Decision Making",
            "Discrimination, Psychological",
            "Electric Stimulation",
            "Macaca mulatta",
            "Male",
            "Models, Psychological",
            "Motion Perception",
            "Photic Stimulation",
            "Reaction Time",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Christopher R",
                "Last Name": "Fetsch",
                "Affiliation": "Howard Hughes Medical Institute, Department of Neuroscience and Kavli Institute for Brain Science, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Roozbeh",
                "Last Name": "Kiani",
                "Affiliation": "Center for Neural Science, New York University, New York, NY 10003, USA."
            },
            {
                "First Name": "William T",
                "Last Name": "Newsome",
                "Affiliation": "Department of Neurobiology and Howard Hughes Medical Institute, Stanford University, Stanford, CA 94305, USA."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Howard Hughes Medical Institute, Department of Neuroscience and Kavli Institute for Brain Science, Columbia University, New York, NY 10032, USA. Electronic address: shadlen@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2014"
    },
    {
        "PMID": "24867216",
        "Title": "A neural mechanism of speed-accuracy tradeoff in macaque area LIP.",
        "Abstract": "Decision making often involves a tradeoff between speed and accuracy. Previous studies indicate that neural activity in the lateral intraparietal area (LIP) represents the gradual accumulation of evidence toward a threshold level, or evidence bound, which terminates the decision process. The level of this bound is hypothesized to mediate the speed-accuracy tradeoff. To test this, we recorded from LIP while monkeys performed a motion discrimination task in two speed-accuracy regimes. Surprisingly, the terminating threshold levels of neural activity were similar in both regimes. However, neurons recorded in the faster regime exhibited stronger evidence-independent activation from the beginning of decision formation, effectively reducing the evidence-dependent neural modulation needed for choice commitment. Our results suggest that control of speed vs accuracy may be exerted through changes in decision-related neural activity itself rather than through changes in the threshold applied to such neural activity to terminate a decision.",
        "Keywords": [
            "decision making",
            "neuroscience",
            "parietal cortex",
            "rhesus macaque monkey",
            "speed-accuracy tradeoff"
        ],
        "MeSH terms": [
            "Animals",
            "Bayes Theorem",
            "Behavior, Animal",
            "Choice Behavior",
            "Decision Making",
            "Macaca",
            "Models, Neurological",
            "Motion Perception",
            "Neurons",
            "Neurophysiology",
            "Photic Stimulation",
            "Reaction Time",
            "Reproducibility of Results",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Timothy",
                "Last Name": "Hanks",
                "Affiliation": "Princeton Neuroscience Institute, Princeton University, Princeton, United States."
            },
            {
                "First Name": "Roozbeh",
                "Last Name": "Kiani",
                "Affiliation": "Center for Neural Science, New York University, New York, United States."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Department of Neuroscience, Howard Hughes Medical Institute, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2014"
    },
    {
        "PMID": "24651615",
        "Title": "Motor effort alters changes of mind in sensorimotor decision making.",
        "Abstract": "After committing to an action, a decision-maker can change their mind to revise the action. Such changes of mind can even occur when the stream of information that led to the action is curtailed at movement onset. This is explained by the time delays in sensory processing and motor planning which lead to a component at the end of the sensory stream that can only be processed after initiation. Such post-initiation processing can explain the pattern of changes of mind by asserting an accumulation of additional evidence to a criterion level, termed change-of-mind bound. Here we test the hypothesis that physical effort associated with the movement required to change one's mind affects the level of the change-of-mind bound and the time for post-initiation deliberation. We varied the effort required to change from one choice target to another in a reaching movement by varying the geometry of the choice targets or by applying a force field between the targets. We show that there is a reduction in the frequency of change of mind when the separation of the choice targets would require a larger excursion of the hand from the initial to the opposite choice. The reduction is best explained by an increase in the evidence required for changes of mind and a reduced time period of integration after the initial decision. Thus the criteria to revise an initial choice is sensitive to energetic costs.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Choice Behavior",
            "Decision Making",
            "Female",
            "Humans",
            "Male",
            "Psychometrics",
            "Psychomotor Performance",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Diana",
                "Last Name": "Burk",
                "Affiliation": "Computational and Biological Learning Laboratory, Department of Engineering, University of Cambridge, Cambridge, United Kingdom; Howard Hughes Medical Institute, Janelia Farm Research Campus, Ashburn, Virginia, United States of America; Intramural Research Program, National Institute on Drug Abuse, Baltimore, Maryland, United States of America."
            },
            {
                "First Name": "James N",
                "Last Name": "Ingram",
                "Affiliation": "Computational and Biological Learning Laboratory, Department of Engineering, University of Cambridge, Cambridge, United Kingdom."
            },
            {
                "First Name": "David W",
                "Last Name": "Franklin",
                "Affiliation": "Computational and Biological Learning Laboratory, Department of Engineering, University of Cambridge, Cambridge, United Kingdom."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Howard Hughes Medical Institute, Kavli Institute and Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Daniel M",
                "Last Name": "Wolpert",
                "Affiliation": "Computational and Biological Learning Laboratory, Department of Engineering, University of Cambridge, Cambridge, United Kingdom."
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2014"
    },
    {
        "PMID": "26092900",
        "Title": "A Conversation with Michael Shadlen.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cognition",
            "Decision Making",
            "History, 20th Century",
            "History, 21st Century",
            "Humans",
            "Mice",
            "Neurosciences"
        ],
        "Authors": [
            {
                "First Name": "Michael",
                "Last Name": "Shadlen",
                "Affiliation": ""
            },
            {
                "First Name": "Ann",
                "Last Name": "Goldstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Cold Spring Harbor symposia on quantitative biology",
        "PubDate": "2014"
    },
    {
        "PMID": "24183028",
        "Title": "Decision making as a window on cognition.",
        "Abstract": "A decision is a commitment to a proposition or plan of action based on information and values associated with the possible outcomes. The process operates in a flexible timeframe that is free from the immediacy of evidence acquisition and the real time demands of action itself. Thus, it involves deliberation, planning, and strategizing. This Perspective focuses on perceptual decision making in nonhuman primates and the discovery of neural mechanisms that support accuracy, speed, and confidence in a decision. We suggest that these mechanisms expose principles of cognitive function in general, and we speculate about the challenges and directions before the field.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Cognition",
            "Decision Making",
            "Humans",
            "Models, Psychological",
            "Perception",
            "Signal Detection, Psychological"
        ],
        "Authors": [
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Howard Hughes Medical Institute, Kavli Institute and Department of Neuroscience, Columbia University, New York, NY 10038, USA. Electronic address: shadlen@columbia.edu."
            },
            {
                "First Name": "Roozbeh",
                "Last Name": "Kiani",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2013"
    },
    {
        "PMID": "24133253",
        "Title": "Integration of direction cues is invariant to the temporal gap between them.",
        "Abstract": "Many decisions involve integration of evidence conferred by discrete cues over time. However, the neural mechanism of this integration is poorly understood. Several decision-making models suggest that integration of evidence is implemented by a dynamic system whose state evolves toward a stable point representing the decision outcome. The internal dynamics of such point attractor models render them sensitive to the temporal gaps between cues because their internal forces push the state forward once it is dislodged from the initial stable point. We asked whether human subjects are as sensitive to such temporal gaps. Subjects reported the net direction of stochastic random dot motion, which was presented in one or two brief observation windows (pulses). Pulse strength and interpulse interval varied randomly from trial to trial. We found that subjects' performance was largely invariant to the interpulse intervals up to at least 1 s. The findings question the implementation of the integration process via mechanisms that rely on autonomous changes of network state. The mechanism should be capable of freezing the state of the network at a variety of firing rate levels during temporal gaps between the cues, compatible with a line of stable attractor states.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Cues",
            "Decision Making",
            "Female",
            "Humans",
            "Male",
            "Models, Neurological",
            "Motion Perception",
            "Reaction Time",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Roozbeh",
                "Last Name": "Kiani",
                "Affiliation": "Center for Neural Science, New York University, New York, New York 10003, Cold Spring Harbor Laboratory, Cold Spring Harbor, New York 11724, Howard Hughes Medical Institute, Kavli Institute and Department of Neuroscience, Columbia University, New York, New York 10038, and Department of Physiology and Biophysics, University of Washington, Seattle, Washington 98195."
            },
            {
                "First Name": "Anne K",
                "Last Name": "Churchland",
                "Affiliation": ""
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2013"
    },
    {
        "PMID": "23446688",
        "Title": "Neural integrators for decision making: a favorable tradeoff between robustness and sensitivity.",
        "Abstract": "A key step in many perceptual decision tasks is the integration of sensory inputs over time, but a fundamental questions remain about how this is accomplished in neural circuits. One possibility is to balance decay modes of membranes and synapses with recurrent excitation. To allow integration over long timescales, however, this balance must be exceedingly precise. The need for fine tuning can be overcome via a \"robust integrator\" mechanism in which momentary inputs must be above a preset limit to be registered by the circuit. The degree of this limiting embodies a tradeoff between sensitivity to the input stream and robustness against parameter mistuning. Here, we analyze the consequences of this tradeoff for decision-making performance. For concreteness, we focus on the well-studied random dot motion discrimination task and constrain stimulus parameters by experimental data. We show that mistuning feedback in an integrator circuit decreases decision performance but that the robust integrator mechanism can limit this loss. Intriguingly, even for perfectly tuned circuits with no immediate need for a robustness mechanism, including one often does not impose a substantial penalty for decision-making performance. The implication is that robust integrators may be well suited to subserve the basic function of evidence integration in many cognitive tasks. We develop these ideas using simulations of coupled neural units and the mathematics of sequential analysis.",
        "Keywords": [
            "decision making",
            "neural integrator"
        ],
        "MeSH terms": [
            "Decision Making",
            "Discrimination, Psychological",
            "Feedback, Physiological",
            "Humans",
            "Models, Neurological",
            "Nerve Net",
            "Sensory Receptor Cells",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Nicholas",
                "Last Name": "Cain",
                "Affiliation": "Department of Applied Mathematics, University of Washington, Seattle, Washington, USA."
            },
            {
                "First Name": "Andrea K",
                "Last Name": "Barreiro",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Shadlen",
                "Affiliation": ""
            },
            {
                "First Name": "Eric",
                "Last Name": "Shea-Brown",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of neurophysiology",
        "PubDate": "2013"
    },
    {
        "PMID": "23177659",
        "Title": "Decision making.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Cognition",
            "Decision Making",
            "Humans",
            "Models, Neurological",
            "Neurobiology"
        ],
        "Authors": [
            {
                "First Name": "Kenji",
                "Last Name": "Doya",
                "Affiliation": ""
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in neurobiology",
        "PubDate": "2012"
    },
    {
        "PMID": "22536171",
        "Title": "The neurobiology of decision-making and responsibility: reconciling mechanism and mindedness.",
        "Abstract": "This essay reviews recent developments in neurobiology which are beginning to expose the mechanisms that underlie some elements of decision-making that bear on attributions of responsibility. These \"elements\" have been mainly studied in simple perceptual decision tasks, which are performed similarly by humans and non-human primates. Here we consider the role of neural noise, and suggest that thinking about the role of noise can shift the focus of discussions of randomness in decision-making away from its role in enabling alternate possibilities and toward a potential grounding role for responsibility.",
        "Keywords": [
            "compatibilism",
            "determinism",
            "free will",
            "lateral intraparietal area",
            "motion perception",
            "noise",
            "policy",
            "responsibility"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Department of Physiology and Biophysics, Howard Hughes Medical Institute, University of Washington Seattle, WA, USA."
            },
            {
                "First Name": "Adina L",
                "Last Name": "Roskies",
                "Affiliation": ""
            }
        ],
        "Journal": "Frontiers in neuroscience",
        "PubDate": "2012"
    },
    {
        "PMID": "22423085",
        "Title": "The cost of accumulating evidence in perceptual decision making.",
        "Abstract": "Decision making often involves the accumulation of information over time, but acquiring information typically comes at a cost. Little is known about the cost incurred by animals and humans for acquiring additional information from sensory variables due, for instance, to attentional efforts. Through a novel integration of diffusion models and dynamic programming, we were able to estimate the cost of making additional observations per unit of time from two monkeys and six humans in a reaction time (RT) random-dot motion discrimination task. Surprisingly, we find that the cost is neither zero nor constant over time, but for the animals and humans features a brief period in which it is constant but increases thereafter. In addition, we show that our theory accurately matches the observed reaction time distributions for each stimulus condition, the time-dependent choice accuracy both conditional on stimulus strength and independent of it, and choice accuracy and mean reaction times as a function of stimulus strength. The theory also correctly predicts that urgency signals in the brain should be independent of the difficulty, or stimulus strength, at each trial.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Choice Behavior",
            "Costs and Cost Analysis",
            "Decision Making",
            "Female",
            "Haplorhini",
            "Humans",
            "Male",
            "Motion Perception",
            "Photic Stimulation",
            "Psychomotor Performance",
            "Random Allocation",
            "Reaction Time"
        ],
        "Authors": [
            {
                "First Name": "Jan",
                "Last Name": "Drugowitsch",
                "Affiliation": "Institut National de la Santé et de la Recherche Médicale, École Normale Supérieure, 75005 Paris, France. jdrugo@gmail.com"
            },
            {
                "First Name": "Rubén",
                "Last Name": "Moreno-Bote",
                "Affiliation": ""
            },
            {
                "First Name": "Anne K",
                "Last Name": "Churchland",
                "Affiliation": ""
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            },
            {
                "First Name": "Alexandre",
                "Last Name": "Pouget",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2012"
    },
    {
        "PMID": "22396403",
        "Title": "Deliberation in the motor system: reflex gains track evolving evidence leading to a decision.",
        "Abstract": "Both decision making and sensorimotor control require real-time processing of noisy information streams. Historically these processes were thought to operate sequentially: cognitive processing leads to a decision, and the outcome is passed to the motor system to be converted into action. Recently, it has been suggested that the decision process may provide a continuous flow of information to the motor system, allowing it to prepare in a graded fashion for the probable outcome. Such continuous flow is supported by electrophysiology in nonhuman primates. Here we provide direct evidence for the continuous flow of an evolving decision variable to the motor system in humans. Subjects viewed a dynamic random dot display and were asked to indicate their decision about direction by moving a handle to one of two targets. We probed the state of the motor system by perturbing the arm at random times during decision formation. Reflex gains were modulated by the strength and duration of motion, reflecting the accumulated evidence in support of the evolving decision. The magnitude and variance of these gains tracked a decision variable that explained the subject's decision accuracy. The findings support a continuous process linking the evolving computations associated with decision making and sensorimotor control.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Decision Making",
            "Electromyography",
            "Female",
            "Humans",
            "Male",
            "Motion Perception",
            "Photic Stimulation",
            "Psychomotor Performance",
            "Reaction Time",
            "Reflex",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Luc P J",
                "Last Name": "Selen",
                "Affiliation": "Computational and Biological Learning Laboratory, Department of Engineering, University of Cambridge, Cambridge CB2 1PZ, UK. L.selen@donders.ru.nl"
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel M",
                "Last Name": "Wolpert",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2012"
    },
    {
        "PMID": "22153156",
        "Title": "Dissociation of neuronal and psychophysical responses to local and global motion.",
        "Abstract": "Most neurons in cortical area MT (V5) are strongly direction selective, and their activity is closely associated with the perception of visual motion. These neurons have large receptive fields built by combining inputs with smaller receptive fields that respond to local motion. Humans integrate motion over large areas and can perceive what has been referred to as global motion. The large size and direction selectivity of MT receptive fields suggests that MT neurons may represent global motion. We have explored this possibility by measuring responses to a stimulus in which the directions of simultaneously presented local and global motion are independently controlled. Surprisingly, MT responses depended only on the local motion and were unaffected by the global motion. Yet, under similar conditions, human observers perceive global motion and are impaired in discriminating local motion. Although local motion perception might depend on MT signals, global motion perception depends on mechanisms qualitatively different from those in MT. Motion perception therefore does not depend on a single cortical area but reflects the action and interaction of multiple brain systems.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Likelihood Functions",
            "Macaca",
            "Motion Perception",
            "Neurons",
            "Orientation",
            "Photic Stimulation",
            "Psychophysics",
            "Species Specificity",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "James H",
                "Last Name": "Hedges",
                "Affiliation": "Center for Neural Science, New York University, New York, NY 10003, USA."
            },
            {
                "First Name": "Yevgeniya",
                "Last Name": "Gartshteyn",
                "Affiliation": ""
            },
            {
                "First Name": "Adam",
                "Last Name": "Kohn",
                "Affiliation": ""
            },
            {
                "First Name": "Nicole C",
                "Last Name": "Rust",
                "Affiliation": ""
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            },
            {
                "First Name": "William T",
                "Last Name": "Newsome",
                "Affiliation": ""
            },
            {
                "First Name": "J Anthony",
                "Last Name": "Movshon",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2011"
    },
    {
        "PMID": "21525274",
        "Title": "Elapsed decision time affects the weighting of prior probability in a perceptual decision task.",
        "Abstract": "Decisions are often based on a combination of new evidence with prior knowledge of the probable best choice. Optimal combination requires knowledge about the reliability of evidence, but in many realistic situations, this is unknown. Here we propose and test a novel theory: the brain exploits elapsed time during decision formation to combine sensory evidence with prior probability. Elapsed time is useful because (1) decisions that linger tend to arise from less reliable evidence, and (2) the expected accuracy at a given decision time depends on the reliability of the evidence gathered up to that point. These regularities allow the brain to combine prior information with sensory evidence by weighting the latter in accordance with reliability. To test this theory, we manipulated the prior probability of the rewarded choice while subjects performed a reaction-time discrimination of motion direction using a range of stimulus reliabilities that varied from trial to trial. The theory explains the effect of prior probability on choice and reaction time over a wide range of stimulus strengths. We found that prior probability was incorporated into the decision process as a dynamic bias signal that increases as a function of decision time. This bias signal depends on the speed-accuracy setting of human subjects, and it is reflected in the firing rates of neurons in the lateral intraparietal area (LIP) of rhesus monkeys performing this task.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Bias",
            "Decision Making",
            "Discrimination, Psychological",
            "Female",
            "Humans",
            "Macaca mulatta",
            "Male",
            "Models, Psychological",
            "Motion Perception",
            "Neurons",
            "Parietal Lobe",
            "Photic Stimulation",
            "Probability",
            "Psychophysics",
            "Reaction Time",
            "Regression Analysis",
            "Time Perception"
        ],
        "Authors": [
            {
                "First Name": "Timothy D",
                "Last Name": "Hanks",
                "Affiliation": "Howard Hughes Medical Institute, Department of Physiology and Biophysics, and National Primate Research Center, University of Washington, Seattle, Washington 98195-7290, USA."
            },
            {
                "First Name": "Mark E",
                "Last Name": "Mazurek",
                "Affiliation": ""
            },
            {
                "First Name": "Roozbeh",
                "Last Name": "Kiani",
                "Affiliation": ""
            },
            {
                "First Name": "Elisabeth",
                "Last Name": "Hopp",
                "Affiliation": ""
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2011"
    },
    {
        "PMID": "20581842",
        "Title": "Temporal context calibrates interval timing.",
        "Abstract": "We use our sense of time to identify temporal relationships between events and to anticipate actions. The degree to which we can exploit temporal contingencies depends on the variability of our measurements of time. We asked humans to reproduce time intervals drawn from different underlying distributions. As expected, production times were more variable for longer intervals. However, production times exhibited a systematic regression toward the mean. Consequently, estimates for a sample interval differed depending on the distribution from which it was drawn. A performance-optimizing Bayesian model that takes the underlying distribution of samples into account provided an accurate description of subjects' performance, variability and bias. This finding suggests that the CNS incorporates knowledge about temporal uncertainty to adapt internal timing mechanisms to the temporal statistics of the environment.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Bayes Theorem",
            "Brain",
            "Humans",
            "Photic Stimulation",
            "Time Perception",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Mehrdad",
                "Last Name": "Jazayeri",
                "Affiliation": "Helen Hay Whitney Foundation, New York, New York, USA. mjaz@u.washington.edu"
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2010"
    },
    {
        "PMID": "19693010",
        "Title": "Changes of mind in decision-making.",
        "Abstract": "A decision is a commitment to a proposition or plan of action based on evidence and the expected costs and benefits associated with the outcome. Progress in a variety of fields has led to a quantitative understanding of the mechanisms that evaluate evidence and reach a decision. Several formalisms propose that a representation of noisy evidence is evaluated against a criterion to produce a decision. Without additional evidence, however, these formalisms fail to explain why a decision-maker would change their mind. Here we extend a model, developed to account for both the timing and the accuracy of the initial decision, to explain subsequent changes of mind. Subjects made decisions about a noisy visual stimulus, which they indicated by moving a handle. Although they received no additional information after initiating their movement, their hand trajectories betrayed a change of mind in some trials. We propose that noisy evidence is accumulated over time until it reaches a criterion level, or bound, which determines the initial decision, and that the brain exploits information that is in the processing pipeline when the initial decision is made to subsequently either reverse or reaffirm the initial decision. The model explains both the frequency of changes of mind as well as their dependence on both task difficulty and whether the initial decision was accurate or erroneous. The theoretical and experimental findings advance the understanding of decision-making to the highly flexible and cognitive acts of vacillation and self-correction.",
        "Keywords": [],
        "MeSH terms": [
            "Computers",
            "Cues",
            "Decision Making",
            "Female",
            "Hand",
            "Humans",
            "Male",
            "Models, Neurological",
            "Models, Psychological",
            "Motion",
            "Movement",
            "Photic Stimulation",
            "Psychomotor Performance",
            "Reaction Time",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Arbora",
                "Last Name": "Resulaj",
                "Affiliation": "Computational and Biological Learning Laboratory, Department of Engineering, University of Cambridge, Trumpington Street, Cambridge CB2 1PZ, UK."
            },
            {
                "First Name": "Roozbeh",
                "Last Name": "Kiani",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel M",
                "Last Name": "Wolpert",
                "Affiliation": ""
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2009"
    },
    {
        "PMID": "19423820",
        "Title": "Representation of confidence associated with a decision by neurons in the parietal cortex.",
        "Abstract": "The degree of confidence in a decision provides a graded and probabilistic assessment of expected outcome. Although neural mechanisms of perceptual decisions have been studied extensively in primates, little is known about the mechanisms underlying choice certainty. We have shown that the same neurons that represent formation of a decision encode certainty about the decision. Rhesus monkeys made decisions about the direction of moving random dots, spanning a range of difficulties. They were rewarded for correct decisions. On some trials, after viewing the stimulus, the monkeys could opt out of the direction decision for a small but certain reward. Monkeys exercised this option in a manner that revealed their degree of certainty. Neurons in parietal cortex represented formation of the direction decision and the degree of certainty underlying the decision to opt out.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain Mapping",
            "Decision Making",
            "Electrophysiological Phenomena",
            "Judgment",
            "Macaca mulatta",
            "Motion Perception",
            "Neurons",
            "Parietal Lobe",
            "Reward",
            "Saccades"
        ],
        "Authors": [
            {
                "First Name": "Roozbeh",
                "Last Name": "Kiani",
                "Affiliation": "Howard Hughes Medical Institute, National Primate Research Center and Department of Physiology and Biophysics, University of Washington, Seattle, WA 98195, USA. roozbeh@u.washington.edu"
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2009"
    },
    {
        "PMID": "19109917",
        "Title": "Probabilistic population codes for Bayesian decision making.",
        "Abstract": "When making a decision, one must first accumulate evidence, often over time, and then select the appropriate action. Here, we present a neural model of decision making that can perform both evidence accumulation and action selection optimally. More specifically, we show that, given a Poisson-like distribution of spike counts, biological neural networks can accumulate evidence without loss of information through linear integration of neural activity and can select the most likely action through attractor dynamics. This holds for arbitrary correlations, any tuning curves, continuous and discrete variables, and sensory evidence whose reliability varies over time. Our model predicts that the neurons in the lateral intraparietal cortex involved in evidence accumulation encode, on every trial, a probability distribution which predicts the animal's performance. We present experimental evidence consistent with this prediction and discuss other predictions applicable to more general settings.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Bayes Theorem",
            "Computer Simulation",
            "Decision Making",
            "Haplorhini",
            "Humans",
            "Models, Neurological",
            "Motion Perception",
            "Neural Networks, Computer",
            "Neurons",
            "Nonlinear Dynamics",
            "Photic Stimulation",
            "Reaction Time",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Jeffrey M",
                "Last Name": "Beck",
                "Affiliation": "Department of Brain and Cognitive Sciences, University of Rochester, Rochester, NY 14627, USA."
            },
            {
                "First Name": "Wei Ji",
                "Last Name": "Ma",
                "Affiliation": ""
            },
            {
                "First Name": "Roozbeh",
                "Last Name": "Kiani",
                "Affiliation": ""
            },
            {
                "First Name": "Tim",
                "Last Name": "Hanks",
                "Affiliation": ""
            },
            {
                "First Name": "Anne K",
                "Last Name": "Churchland",
                "Affiliation": ""
            },
            {
                "First Name": "Jamie",
                "Last Name": "Roitman",
                "Affiliation": ""
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            },
            {
                "First Name": "Peter E",
                "Last Name": "Latham",
                "Affiliation": ""
            },
            {
                "First Name": "Alexandre",
                "Last Name": "Pouget",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2008"
    },
    {
        "PMID": "18946528",
        "Title": "Neural circuit dynamics underlying accumulation of time-varying evidence during perceptual decision making.",
        "Abstract": "How do neurons in a decision circuit integrate time-varying signals, in favor of or against alternative choice options? To address this question, we used a recurrent neural circuit model to simulate an experiment in which monkeys performed a direction-discrimination task on a visual motion stimulus. In a recent study, it was found that brief pulses of motion perturbed neural activity in the lateral intraparietal area (LIP), and exerted corresponding effects on the monkey's choices and response times. Our model reproduces the behavioral observations and replicates LIP activity which, depending on whether the direction of the pulse is the same or opposite to that of a preferred motion stimulus, increases or decreases persistently over a few hundred milliseconds. Furthermore, our model accounts for the observation that the pulse exerts a weaker influence on LIP neuronal responses when the pulse is late relative to motion stimulus onset. We show that this violation of time-shift invariance (TSI) is consistent with a recurrent circuit mechanism of time integration. We further examine time integration using two consecutive pulses of the same or opposite motion directions. The induced changes in the performance are not additive, and the second of the paired pulses is less effective than its standalone impact, a prediction that is experimentally testable. Taken together, these findings lend further support for an attractor network model of time integration in perceptual decision making.",
        "Keywords": [
            "attractor network",
            "computational modeling",
            "intraparietal cortex",
            "reaction time",
            "visual motion discrimination"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Kong-Fatt",
                "Last Name": "Wong",
                "Affiliation": "Program in Applied and Computational Mathematics, Center for the Study of Brain, Mind and Behavior, Princeton University, USA."
            },
            {
                "First Name": "Alexander C",
                "Last Name": "Huk",
                "Affiliation": ""
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            },
            {
                "First Name": "Xiao-Jing",
                "Last Name": "Wang",
                "Affiliation": ""
            }
        ],
        "Journal": "Frontiers in computational neuroscience",
        "PubDate": "2007"
    },
    {
        "PMID": "18488024",
        "Title": "Decision-making with multiple alternatives.",
        "Abstract": "Simple perceptual tasks have laid the groundwork for understanding the neurobiology of decision-making. Here, we examined this foundation to explain how decision-making circuitry adjusts in the face of a more difficult task. We measured behavioral and physiological responses of monkeys on a two- and four-choice direction-discrimination decision task. For both tasks, firing rates in the lateral intraparietal area appeared to reflect the accumulation of evidence for or against each choice. Evidence accumulation began at a lower firing rate for the four-choice task, but reached a common level by the end of the decision process. The larger excursion suggests that the subjects required more evidence before making a choice. Furthermore, on both tasks, we observed a time-dependent rise in firing rates that may impose a deadline for deciding. These physiological observations constitute an effective strategy for handling increased task difficulty. The differences appear to explain subjects' accuracy and reaction times.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Behavior, Animal",
            "Decision Making",
            "Discrimination, Psychological",
            "Eye Movements",
            "Haplorhini",
            "Motion",
            "Neurons",
            "Parietal Lobe",
            "Reaction Time",
            "Regression Analysis",
            "Spatial Behavior",
            "Task Performance and Analysis"
        ],
        "Authors": [
            {
                "First Name": "Anne K",
                "Last Name": "Churchland",
                "Affiliation": "Howard Hughes Medical Institute, Department of Physiology and Biophysics, National Primate Research Center, University of Washington Medical School, Seattle, Washington 98195, USA. anne99@u.washington.edu"
            },
            {
                "First Name": "Roozbeh",
                "Last Name": "Kiani",
                "Affiliation": ""
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2008"
    },
    {
        "PMID": "18400159",
        "Title": "One-dimensional dynamics of attention and decision making in LIP.",
        "Abstract": "Where we allocate our visual spatial attention depends upon a continual competition between internally generated goals and external distractions. Recently it was shown that single neurons in the macaque lateral intraparietal area (LIP) can predict the amount of time a distractor can shift the locus of spatial attention away from a goal. We propose that this remarkable dynamical correspondence between single neurons and attention can be explained by a network model in which generically high-dimensional firing-rate vectors rapidly decay to a single mode. We find direct experimental evidence for this model, not only in the original attentional task, but also in a very different task involving perceptual decision making. These results confirm a theoretical prediction that slowly varying activity patterns are proportional to spontaneous activity, pose constraints on models of persistent activity, and suggest a network mechanism for the emergence of robust behavioral timing from heterogeneous neuronal populations.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Attention",
            "Decision Making",
            "Humans",
            "Macaca",
            "Nerve Net",
            "Parietal Lobe"
        ],
        "Authors": [
            {
                "First Name": "Surya",
                "Last Name": "Ganguli",
                "Affiliation": "Sloan-Swartz Center for Theoretical Neurobiology, University of California, San Francisco, San Francisco, CA 94143, USA. surya@phy.ucsf.edu"
            },
            {
                "First Name": "James W",
                "Last Name": "Bisley",
                "Affiliation": ""
            },
            {
                "First Name": "Jamie D",
                "Last Name": "Roitman",
                "Affiliation": ""
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            },
            {
                "First Name": "Michael E",
                "Last Name": "Goldberg",
                "Affiliation": ""
            },
            {
                "First Name": "Kenneth D",
                "Last Name": "Miller",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2008"
    },
    {
        "PMID": "18354005",
        "Title": "Bounded integration in parietal cortex underlies decisions even when viewing duration is dictated by the environment.",
        "Abstract": "Decisions about sensory stimuli are often based on an accumulation of evidence in time. When subjects control stimulus duration, the decision terminates when the accumulated evidence reaches a criterion level. Under many natural circumstances and in many laboratory settings, the environment, rather than the subject, controls the stimulus duration. In these settings, it is generally assumed that subjects commit to a choice at the end of the stimulus stream. Indeed, failure to benefit from the full stream of information is interpreted as a sign of imperfect accumulation or memory leak. Contrary to these assumptions, we show that monkeys performing a direction discrimination task commit to a choice when the accumulated evidence reaches a threshold level (or bound), sometimes long before the end of stimulus. This bounded accumulation of evidence is reflected in the activity of neurons in the lateral intraparietal cortex. Thus, the readout of visual cortex embraces a termination rule to limit processing even when potentially useful information is available.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Behavior, Animal",
            "Choice Behavior",
            "Discrimination, Psychological",
            "Entropy",
            "Environment",
            "Eye Movements",
            "Macaca mulatta",
            "Male",
            "Motion Perception",
            "Neurons",
            "Parietal Lobe",
            "Reaction Time",
            "Signal Detection, Psychological",
            "Statistics as Topic",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Roozbeh",
                "Last Name": "Kiani",
                "Affiliation": "Howard Hughes Medical Institute, National Primate Research Center, and Department of Physiology and Biophysics, University of Washington, Seattle, Washington 98195, USA."
            },
            {
                "First Name": "Timothy D",
                "Last Name": "Hanks",
                "Affiliation": ""
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2008"
    },
    {
        "PMID": "17671488",
        "Title": "Neurology: an awakening.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Arousal",
            "Brain Injuries",
            "Consciousness",
            "Deep Brain Stimulation",
            "Humans",
            "Male",
            "Speech",
            "Thalamus",
            "Time Factors",
            "Treatment Outcome"
        ],
        "Authors": [
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            },
            {
                "First Name": "Roozbeh",
                "Last Name": "Kiani",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2007"
    },
    {
        "PMID": "17600525",
        "Title": "The neural basis of decision making.",
        "Abstract": "The study of decision making spans such varied fields as neuroscience, psychology, economics, statistics, political science, and computer science. Despite this diversity of applications, most decisions share common elements including deliberation and commitment. Here we evaluate recent progress in understanding how these basic elements of decision formation are implemented in the brain. We focus on simple decisions that can be studied in the laboratory but emphasize general principles likely to extend to other settings.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Cognition",
            "Decision Making",
            "Humans",
            "Models, Neurological",
            "Movement",
            "Perception",
            "Psychomotor Performance",
            "Psychophysics",
            "Volition"
        ],
        "Authors": [
            {
                "First Name": "Joshua I",
                "Last Name": "Gold",
                "Affiliation": "Department of Neuroscience, University of Pennsylvania, Philadelphia, Pennsylvania 19104-6074, USA. jigold@mail.med.upenn.edu"
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "Annual review of neuroscience",
        "PubDate": "2007"
    },
    {
        "PMID": "17546027",
        "Title": "Probabilistic reasoning by neurons.",
        "Abstract": "Our brains allow us to reason about alternatives and to make choices that are likely to pay off. Often there is no one correct answer, but instead one that is favoured simply because it is more likely to lead to reward. A variety of probabilistic classification tasks probe the covert strategies that humans use to decide among alternatives based on evidence that bears only probabilistically on outcome. Here we show that rhesus monkeys can also achieve such reasoning. We have trained two monkeys to choose between a pair of coloured targets after viewing four shapes, shown sequentially, that governed the probability that one of the targets would furnish reward. Monkeys learned to combine probabilistic information from the shape combinations. Moreover, neurons in the parietal cortex reveal the addition and subtraction of probabilistic quantities that underlie decision-making on this task.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Behavior, Animal",
            "Cues",
            "Decision Making",
            "Eye Movements",
            "Macaca mulatta",
            "Models, Neurological",
            "Neurons",
            "Parietal Lobe",
            "Photic Stimulation",
            "Probability",
            "Reward"
        ],
        "Authors": [
            {
                "First Name": "Tianming",
                "Last Name": "Yang",
                "Affiliation": "Howard Hughes Medical Institute, Department of Physiology and Biophysics, National Primate Research Center, University of Washington, Box 357290, Seattle, Washington 98195-7290, USA. tianming@u.washington.edu"
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2007"
    },
    {
        "PMID": "16801916",
        "Title": "When is enough enough?",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Basal Ganglia",
            "Behavior, Animal",
            "Decision Making",
            "Models, Psychological",
            "Motion",
            "Nerve Net",
            "Neurons",
            "Parietal Lobe",
            "Reaction Time",
            "Saccades"
        ],
        "Authors": [
            {
                "First Name": "Roozbeh",
                "Last Name": "Kiani",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy D",
                "Last Name": "Hanks",
                "Affiliation": ""
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2006"
    },
    {
        "PMID": "16604069",
        "Title": "Microstimulation of macaque area LIP affects decision-making in a motion discrimination task.",
        "Abstract": "A central goal of cognitive neuroscience is to elucidate the neural mechanisms underlying decision-making. Recent physiological studies suggest that neurons in association areas may be involved in this process. To test this, we measured the effects of electrical microstimulation in the lateral intraparietal area (LIP) while monkeys performed a reaction-time motion discrimination task with a saccadic response. In each experiment, we identified a cluster of LIP cells with overlapping response fields (RFs) and sustained activity during memory-guided saccades. Microstimulation of this cluster caused an increase in the proportion of choices toward the RF of the stimulated neurons. Choices toward the stimulated RF were faster with microstimulation, while choices in the opposite direction were slower. Microstimulation never directly evoked saccades, nor did it change reaction times in a simple saccade task. These results demonstrate that the discharge of LIP neurons is causally related to decision formation in the discrimination task.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Behavior, Animal",
            "Decision Making",
            "Discrimination, Psychological",
            "Electric Stimulation",
            "Macaca mulatta",
            "Motion Perception",
            "Neurons",
            "Parietal Lobe",
            "Photic Stimulation",
            "Reaction Time",
            "Saccades"
        ],
        "Authors": [
            {
                "First Name": "Timothy D",
                "Last Name": "Hanks",
                "Affiliation": "Howard Hughes Medical Institute, National Primate Research Center, and Department of Physiology & Biophysics, University of Washington, Seattle, Washington 98195, USA."
            },
            {
                "First Name": "Jochen",
                "Last Name": "Ditterich",
                "Affiliation": ""
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2006"
    },
    {
        "PMID": "16280581",
        "Title": "Neural activity in macaque parietal cortex reflects temporal integration of visual motion signals during perceptual decision making.",
        "Abstract": "Decision-making often requires the accumulation and maintenance of evidence over time. Although the neural signals underlying sensory processing have been studied extensively, little is known about how the brain accrues and holds these sensory signals to guide later actions. Previous work has suggested that neural activity in the lateral intraparietal area (LIP) of the monkey brain reflects the formation of perceptual decisions in a random dot direction-discrimination task in which monkeys communicate their decisions with eye-movement responses. We tested the hypothesis that decision-related neural activity in LIP represents the time integral of the momentary motion \"evidence.\" By briefly perturbing the strength of the visual motion stimulus during the formation of perceptual decisions, we tested whether this LIP activity reflected a persistent, integrated \"memory\" of these brief sensory events. We found that the responses of LIP neurons reflected substantial temporal integration. Brief pulses had persistent effects on both the monkeys' choices and the responses of neurons in LIP, lasting up to 800 ms after appearance. These results demonstrate that LIP is involved in neural time integration underlying the accumulation of evidence in this task. Additional analyses suggest that decision-related LIP responses, as well as behavioral choices and reaction times, can be explained by near-perfect time integration that stops when a criterion amount of evidence has been accumulated. Temporal integration may be a fundamental computation underlying higher cognitive functions that are dissociated from immediate sensory inputs or motor outputs.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Analysis of Variance",
            "Animals",
            "Behavior, Animal",
            "Cell Count",
            "Decision Making",
            "Discrimination, Psychological",
            "Eye Movements",
            "Macaca mulatta",
            "Male",
            "Motion Perception",
            "Motor Activity",
            "Neurons",
            "Nonlinear Dynamics",
            "Orientation",
            "Parietal Lobe",
            "Photic Stimulation",
            "Psychometrics",
            "Reaction Time",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Alexander C",
                "Last Name": "Huk",
                "Affiliation": "Center for Perceptual Systems, Department of Psychology, University of Texas, Austin, Texas 78712, USA. huk@mail.utexas.edu"
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2005"
    },
    {
        "PMID": "16097871",
        "Title": "The effect of stimulus strength on the speed and accuracy of a perceptual decision.",
        "Abstract": "Both the speed and the accuracy of a perceptual judgment depend on the strength of the sensory stimulation. When stimulus strength is high, accuracy is high and response time is fast; when stimulus strength is low, accuracy is low and response time is slow. Although the psychometric function is well established as a tool for analyzing the relationship between accuracy and stimulus strength, the corresponding chronometric function for the relationship between response time and stimulus strength has not received as much consideration. In this article, we describe a theory of perceptual decision making based on a diffusion model. In it, a decision is based on the additive accumulation of sensory evidence over time to a bound. Combined with simple scaling assumptions, the proportional-rate and power-rate diffusion models predict simple analytic expressions for both the chronometric and psychometric functions. In a series of psychophysical experiments, we show that this theory accounts for response time and accuracy as a function of both stimulus strength and speed-accuracy instructions. In particular, the results demonstrate a close coupling between response time and accuracy. The theory is also shown to subsume the predictions of Piéron's Law, a power function dependence of response time on stimulus strength. The theory's analytic chronometric function allows one to extend theories of accuracy to response time.",
        "Keywords": [],
        "MeSH terms": [
            "Decision Making",
            "Humans",
            "Psychometrics",
            "Psychomotor Performance",
            "Reaction Time",
            "Reproducibility of Results",
            "Visual Perception"
        ],
        "Authors": [
            {
                "First Name": "John",
                "Last Name": "Palmer",
                "Affiliation": "Department of Psychology, University of Washington, Seattle, WA, USA. jpalmer@u.washington.edu"
            },
            {
                "First Name": "Alexander C",
                "Last Name": "Huk",
                "Affiliation": ""
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of vision",
        "PubDate": "2005"
    },
    {
        "PMID": "15657597",
        "Title": "A representation of the hazard rate of elapsed time in macaque area LIP.",
        "Abstract": "The capacity to anticipate the timing of environmental cues allows us to allocate sensory resources at the right time and prepare actions. Such anticipation requires knowledge of elapsed time and of the probability that an event will occur. Here we show that neurons in the parietal cortex represent the probability, as a function of time, that a salient event is likely to occur. Rhesus monkeys were trained to make eye movements to peripheral targets after a light dimmed. Within a block of trials, the 'go' times were drawn from either a bimodal or unimodal distribution of random numbers. Neurons in the lateral intraparietal area showed anticipatory activity that revealed an internal representation of both elapsed time and the probability that the 'go' signal was about to occur (termed the hazard rate). The results indicate that the parietal cortex contains circuitry for representing the time structure of environmental cues over a range of seconds.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Cues",
            "Discrimination, Psychological",
            "Eye Movements",
            "Macaca mulatta",
            "Models, Neurological",
            "Neurons",
            "Parietal Lobe",
            "Photic Stimulation",
            "Probability",
            "Reaction Time",
            "Time Factors",
            "Time Perception"
        ],
        "Authors": [
            {
                "First Name": "Peter",
                "Last Name": "Janssen",
                "Affiliation": "Howard Hughes Medical Institute, National Primate Research Center and Department of Physiology and Biophysics, University of Washington, Box 357290, Seattle, Washington 98195, USA."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2005"
    },
    {
        "PMID": "14576217",
        "Title": "A role for neural integrators in perceptual decision making.",
        "Abstract": "Decisions based on uncertain information may benefit from an accumulation of information over time. We asked whether such an accumulation process may underlie decisions about the direction of motion in a random dot kinetogram. To address this question we developed a computational model of the decision process using ensembles of neurons whose spiking activity mimics neurons recorded in the extrastriate visual cortex (area MT or V5) and a sensorimotor association area of the parietal lobe (area LIP). The model instantiates the hypothesis that neurons in sensorimotor association areas compute the time integral of sensory signals from the visual cortex, construed as evidence for or against a proposition, and that the decision is made when the integrated evidence reaches a threshold. The model explains a variety of behavioral and physiological measurements obtained from monkeys.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Decision Making",
            "Discrimination, Psychological",
            "Haplorhini",
            "Neural Networks, Computer",
            "Perception",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Mark E",
                "Last Name": "Mazurek",
                "Affiliation": "Howard Hughes Medical Institute, Department of Physiology and Biophysics, and National Primate Research Center, University of Washington, Seattle, WA 98195-7290, USA."
            },
            {
                "First Name": "Jamie D",
                "Last Name": "Roitman",
                "Affiliation": ""
            },
            {
                "First Name": "Jochen",
                "Last Name": "Ditterich",
                "Affiliation": ""
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "Cerebral cortex (New York, N.Y. : 1991)",
        "PubDate": "2003"
    },
    {
        "PMID": "12858179",
        "Title": "Microstimulation of visual cortex affects the speed of perceptual decisions.",
        "Abstract": "Direction-selective neurons in the middle temporal visual area (MT) are crucially involved in motion perception, although it is not known exactly how the activity of these neurons is interpreted by the rest of the brain. Here we report that in a two-alternative task, the activity of MT neurons is interpreted as evidence for one direction and against the other. We measured the speed and accuracy of decisions as rhesus monkeys performed a direction-discrimination task. On half of the trials, we stimulated direction-selective neurons in area MT, thereby causing the monkeys to choose the neurons' preferred direction more often. Microstimulation quickened decisions in favor of the preferred direction and slowed decisions in favor of the opposite direction. Even on trials in which microstimulation did not induce a preferred direction choice, it still affected response times. Our findings suggest that during the formation of a decision, sensory evidence for competing propositions is compared and accumulates to a decision-making threshold.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Discrimination, Psychological",
            "Electric Stimulation",
            "Female",
            "Macaca mulatta",
            "Motion Perception",
            "Neurons",
            "Time Factors",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Jochen",
                "Last Name": "Ditterich",
                "Affiliation": "Howard Hughes Medical Institute, National Primate Research Center, and Department of Physiology & Biophysics, University of Washington, 1959 NE Pacific Street, Seattle, Washington 98195, USA."
            },
            {
                "First Name": "Mark E",
                "Last Name": "Mazurek",
                "Affiliation": ""
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2003"
    },
    {
        "PMID": "12718864",
        "Title": "Representation of time by neurons in the posterior parietal cortex of the macaque.",
        "Abstract": "The neural basis of time perception is unknown. Here we show that neurons in the posterior parietal cortex (area LIP) represent elapsed time relative to a remembered duration. We trained rhesus monkeys to report whether the duration of a test light was longer or shorter than a remembered \"standard\" (316 or 800 ms) by making an eye movement to one of two choice targets. While timing the test light, the responses of LIP neurons signaled changes in the monkey's perception of elapsed time. The variability of the neural responses explained the monkey's uncertainty about its temporal judgments. Thus, in addition to their role in spatial processing and sensorimotor integration, posterior parietal neurons encode signals related to the perception of time.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Choice Behavior",
            "Cues",
            "Discrimination Learning",
            "Electrodes, Implanted",
            "Eye Movements",
            "Female",
            "Fixation, Ocular",
            "Macaca mulatta",
            "Neurons",
            "Parietal Lobe",
            "Photic Stimulation",
            "Time Perception"
        ],
        "Authors": [
            {
                "First Name": "Matthew I",
                "Last Name": "Leon",
                "Affiliation": "Howard Hughes Medical Institute, Department of Physiology and Biophysics and Regional Primate Research Center, University of Washington, Seattle, WA 98195, USA."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2003"
    },
    {
        "PMID": "12533623",
        "Title": "The influence of behavioral context on the representation of a perceptual decision in developing oculomotor commands.",
        "Abstract": "To make decisions about sensory stimuli, the brain must weigh the evidence that supports or opposes the alternative interpretations. In the present study, we evaluated the hypothesis that a quantity reflecting the weight of sensory evidence is represented in brain circuits responsible for the behavioral response used to indicate the decision. We trained monkeys to decide the direction of random-dot motion and to indicate their decision with an eye movement to one of two choice targets. We interrupted decision formation with electrical microstimulation of the frontal eye field, causing an evoked eye movement that is influenced by ongoing oculomotor activity. For the \"pro-saccade\" version of the task, in which the correct target was at a known location in the direction of motion, the microstimulus-evoked eye movement reflected both the impending pro-saccadic response and the temporal accumulation of motion information used to select that response. In contrast, for the \"colored-target\" task, in which the correct target was of a particular color but at an unpredictable location, little ongoing oculomotor activity was evident. The results suggest that formation of the decision and formation of the behavioral response share a common level of neural organization, but only when the decision is associated with a specific, predictable movement.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Behavior, Animal",
            "Choice Behavior",
            "Color Perception",
            "Electric Stimulation",
            "Fixation, Ocular",
            "Macaca mulatta",
            "Male",
            "Models, Neurological",
            "Motion Perception",
            "Oculomotor Muscles",
            "Saccades"
        ],
        "Authors": [
            {
                "First Name": "Joshua I",
                "Last Name": "Gold",
                "Affiliation": "Department of Neuroscience, University of Pennsylvania, Philadelphia, Pennsylvania 19104-6074, USA. jigold@mail.med.upenn.edu"
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2003"
    },
    {
        "PMID": "12417672",
        "Title": "Response of neurons in the lateral intraparietal area during a combined visual discrimination reaction time task.",
        "Abstract": "Decisions about the visual world can take time to form, especially when information is unreliable. We studied the neural correlate of gradual decision formation by recording activity from the lateral intraparietal cortex (area LIP) of rhesus monkeys during a combined motion-discrimination reaction-time task. Monkeys reported the direction of random-dot motion by making an eye movement to one of two peripheral choice targets, one of which was within the response field of the neuron. We varied the difficulty of the task and measured both the accuracy of direction discrimination and the time required to reach a decision. Both the accuracy and speed of decisions increased as a function of motion strength. During the period of decision formation, the epoch between onset of visual motion and the initiation of the eye movement response, LIP neurons underwent ramp-like changes in their discharge rate that predicted the monkey's decision. A steeper rise in spike rate was associated with stronger stimulus motion and shorter reaction times. The observations suggest that neurons in LIP integrate time-varying signals that originate in the extrastriate visual cortex, accumulating evidence for or against a specific behavioral response. A threshold level of LIP activity appears to mark the completion of the decision process and to govern the tradeoff between accuracy and speed of perception.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Behavior, Animal",
            "Decision Making",
            "Discrimination Learning",
            "Eye Movements",
            "Female",
            "Fixation, Ocular",
            "Likelihood Functions",
            "Macaca mulatta",
            "Magnetic Resonance Imaging",
            "Models, Neurological",
            "Motion Perception",
            "Neurons",
            "Parietal Lobe",
            "Photic Stimulation",
            "Psychophysics",
            "Reaction Time",
            "Regression Analysis",
            "Task Performance and Analysis"
        ],
        "Authors": [
            {
                "First Name": "Jamie D",
                "Last Name": "Roitman",
                "Affiliation": "Program in Neurobiology and Behavior, Department of Physiology and Biophysics, and Regional Primate Research Center, University of Washington, Seattle, Washington 98195-7290, USA."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2002"
    },
    {
        "PMID": "12383783",
        "Title": "Banburismus and the brain: decoding the relationship between sensory stimuli, decisions, and reward.",
        "Abstract": "This article relates a theoretical framework developed by British codebreakers in World War II to the neural computations thought to be responsible for forming categorical decisions about sensory stimuli. In both, a weight of evidence is computed and accumulated to support or oppose the alternative interpretations. A decision is reached when the evidence reaches a threshold value. In the codebreaking scheme, the threshold determined the speed and accuracy of the decision process. Here we propose that in the brain, the threshold may be controlled by neural circuits that calculate the rate of reward.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Decision Making",
            "Humans",
            "Models, Neurological",
            "Neurons, Afferent",
            "Reward"
        ],
        "Authors": [
            {
                "First Name": "Joshua I",
                "Last Name": "Gold",
                "Affiliation": "Department of Neuroscience, University of Pennsylvania, Philadelphia, PA 19104, USA. jigold@mail.med.upenn.edu"
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2002"
    },
    {
        "PMID": "12196803",
        "Title": "Pursuing commitments.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Attention",
            "Cerebral Cortex",
            "Cognition",
            "Electric Stimulation",
            "Electrophysiology",
            "Eye Movements",
            "Humans",
            "Motion Perception",
            "Neural Pathways",
            "Psychomotor Performance"
        ],
        "Authors": [
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2002"
    }
]