[
    {
        "PMID": "38937030",
        "Title": "The fusion of physics and biology in early mammalian embryogenesis.",
        "Abstract": "Biomechanics in embryogenesis is a dynamic field intertwining the physical forces and biological processes that shape the first days of a mammalian embryo. From the first cell fate bifurcation during blastulation to the complex symmetry breaking and tissue remodeling in gastrulation, mechanical cues appear critical in cell fate decisions and tissue patterning. Recent strides in mouse and human embryo culture, stem cell modeling of mammalian embryos, and biomaterial design have shed light on the role of cellular forces, cell polarization, and the extracellular matrix in influencing cell differentiation and morphogenesis. This chapter highlights the essential functions of biophysical mechanisms in blastocyst formation, embryo implantation, and early gastrulation where the interplay between the cytoskeleton and extracellular matrix stiffness orchestrates the intricacies of embryogenesis and placenta specification. The advancement of in vitro models like blastoids, gastruloids, and other types of embryoids, has begun to faithfully recapitulate human development stages, offering new avenues for exploring the biophysical underpinnings of early development. The integration of synthetic biology and advanced biomaterials is enhancing the precision with which we can mimic and study these processes. Looking ahead, we emphasize the potential of CRISPR-mediated genomic perturbations coupled with live imaging to uncover new mechanosensitive pathways and the application of engineered biomaterials to fine-tune the mechanical conditions conducive to embryonic development. This synthesis not only bridges the gap between experimental models and in vivo conditions to advancing fundamental developmental biology of mammalian embryogenesis, but also sets the stage for leveraging biomechanical insights to inform regenerative medicine.",
        "Keywords": [
            "Blastulation",
            "Embryonic biomechanics",
            "Gastrulation",
            "Implantation",
            "Mechanosignaling",
            "Mechanotransduction",
            "Stem cell embryo models"
        ],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Embryonic Development",
            "Embryo, Mammalian",
            "Biomechanical Phenomena"
        ],
        "Authors": [
            {
                "First Name": "Walter",
                "Last Name": "Piszker",
                "Affiliation": "Department of Chemical Engineering, Fu Foundation School of Engineering and Applied Sciences, Columbia University, New York, NY, United States; Columbia Stem Cell Initiative, Columbia University Irving Medical Center, New York, NY, United States."
            },
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Department of Chemical Engineering, Fu Foundation School of Engineering and Applied Sciences, Columbia University, New York, NY, United States; Columbia Stem Cell Initiative, Columbia University Irving Medical Center, New York, NY, United States; Department of Genetics and Development, Columbia Irving Medical Center, New York, NY, United States. Electronic address: ms6051@columbia.edu."
            }
        ],
        "Journal": "Current topics in developmental biology",
        "PubDate": "2024"
    },
    {
        "PMID": "35871155",
        "Title": "Human embryoids: A new strategy of recreating the first steps of embryonic development in vitro.",
        "Abstract": "Molecular mechanisms surrounding early human embryonic events such as blastocyst formation, implantation, and the specification of the body axes are some of the most attractive research questions of developmental biology today. A knowledge on the detailed signaling landscape underlying these critical events in the human could impact the way we treat early pregnancy disorders and infertility, and considerably advance our abilities to make precise human tissues in a lab. However, owing to ethical, technical, and policy restrictions, research on early human embryo development historically stalled behind animal models. The rapid progress in 3D culture of human embryonic stem cells over the past years created an opportunity to overcome this critical challenge. We review recently developed strategies of making 3D models of the human embryo built from embryonic stem cells, which we refer to as embryoids. We focus on models aimed at reconstituting the 3D epithelial characteristics of the early human embryo, namely the intra/extraembryonic signaling crosstalk, tissue polarity, and embryonic cavities. We identify distinct classes of embryoids based on whether they explicitly include extraembryonic tissues and we argue for the merit of compromising on certain aspects of embryo mimicry in balancing the experimental feasibility with ethical considerations. Human embryoids open gates toward a new field of synthetic human embryology, allowing to study the long inaccessible stages of early human development at unprecedented detail.",
        "Keywords": [
            "Blastoid",
            "Development",
            "Early embryonic",
            "Embryo implantation",
            "Embryo model",
            "Embryoid",
            "Human embryo development",
            "Stem cell models"
        ],
        "MeSH terms": [
            "Pregnancy",
            "Animals",
            "Female",
            "Humans",
            "Embryonic Development",
            "Embryo Implantation",
            "Embryo, Mammalian",
            "Embryonic Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Miaoci",
                "Last Name": "Zhang",
                "Affiliation": "Department of Chemical Engineering, Fu Foundation School of Engineering and Applied Sciences, Columbia University, New York 10027, USA; Columbia Stem Cell Initiative, Columbia University Irving Medical Center, New York 10032, USA."
            },
            {
                "First Name": "Alice H",
                "Last Name": "Reis",
                "Affiliation": "Department of Chemical Engineering, Fu Foundation School of Engineering and Applied Sciences, Columbia University, New York 10027, USA; Columbia Stem Cell Initiative, Columbia University Irving Medical Center, New York 10032, USA."
            },
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Department of Chemical Engineering, Fu Foundation School of Engineering and Applied Sciences, Columbia University, New York 10027, USA; Columbia Stem Cell Initiative, Columbia University Irving Medical Center, New York 10032, USA; Department of Genetics and Development, Columbia Irving Medical Center, New York 10032, USA. Electronic address: ms6051@columbia.edu."
            }
        ],
        "Journal": "Seminars in cell & developmental biology",
        "PubDate": "2023"
    },
    {
        "PMID": "35659878",
        "Title": "In vitro attachment and symmetry breaking of a human embryo model assembled from primed embryonic stem cells.",
        "Abstract": "Our knowledge of the molecular mechanisms surrounding human embryo implantation and gastrulation is lacking, largely due to technical and ethical limitations of experimenting with human embryos. Alternatives to human embryos have been reported, in which 3D clusters of embryonic stem cells are differentiated in a stepwise manner to model aspects of human embryogenesis. Yet it remains challenging to model the events past attachment. We propose a strategy of modeling the post-attachment human embryo by assembling a pre-formed polarized epithelial epiblast and extraembryonic cells, allowing them to self-organize into a structure that mimics the dish-attached human embryo. The model attaches in vitro and, in the absence of exogenous morphogens, breaks anteroposterior symmetry, giving rise to early gastrulation cell types. Our assembloid approach enables in a modular way to upgrade or exchange extraembryonic tissues to access more advanced stages of post-attachment development while complying with ethical policies.",
        "Keywords": [
            "BMP4 differentiation",
            "amnion",
            "embryo models",
            "embryoid",
            "extraembryonic mesoderm",
            "gastrulation",
            "implantation",
            "in vitro attachment",
            "symmetry breaking",
            "synthetic embryogenesis",
            "trophoblast"
        ],
        "MeSH terms": [
            "Embryo Implantation",
            "Embryo, Mammalian",
            "Embryonic Development",
            "Embryonic Stem Cells",
            "Gastrulation",
            "Germ Layers",
            "Humans"
        ],
        "Authors": [
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Laboratory of Synthetic Embryology, The Rockefeller University, New York, NY 10065, USA; Center for Studies in Physics and Biology, The Rockefeller University, New York, NY 10065, USA; Department of Chemical Engineering, Columbia University, New York, NY 10025, USA; Department of Genetics and Development, Columbia Stem Cell Initiative, Columbia University Irving Medical Center, New York, NY 10032, USA. Electronic address: ms6051@columbia.edu."
            },
            {
                "First Name": "Eric D",
                "Last Name": "Siggia",
                "Affiliation": "Center for Studies in Physics and Biology, The Rockefeller University, New York, NY 10065, USA. Electronic address: siggiae@rockefeller.edu."
            },
            {
                "First Name": "Ali H",
                "Last Name": "Brivanlou",
                "Affiliation": "Laboratory of Synthetic Embryology, The Rockefeller University, New York, NY 10065, USA. Electronic address: brvnlou@rockefeller.edu."
            }
        ],
        "Journal": "Cell stem cell",
        "PubDate": "2022"
    },
    {
        "PMID": "33870384",
        "Title": "Comparing physical mechanisms for membrane curvature-driven sorting of BAR-domain proteins.",
        "Abstract": "Protein enrichment at specific membrane locations in cells is crucial for many cellular functions. It is well-recognized that the ability of some proteins to sense membrane curvature contributes partly to their enrichment in highly curved cellular membranes. In the past, different theoretical models have been developed to reveal the physical mechanisms underlying curvature-driven protein sorting. This review aims to provide a detailed discussion of the two continuous models that are based on the Helfrich elasticity energy, (1) the spontaneous curvature model and (2) the curvature mismatch model. These two models are commonly applied to describe experimental observations of protein sorting. We discuss how they can be used to explain the curvature-induced sorting data of two BAR proteins, amphiphysin and centaurin. We further discuss how membrane rigidity, and consequently the membrane curvature generated by BAR proteins, could influence protein organization on the curved membranes. Finally, we address future directions in extending these models to describe some cellular phenomena involving protein sorting.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Membrane",
            "Protein Transport"
        ],
        "Authors": [
            {
                "First Name": "Feng-Ching",
                "Last Name": "Tsai",
                "Affiliation": "Institut Curie, Université PSL, CNRS UMR168, Sorbonne Université, Laboratoire Physico Chimie Curie, 75005 Paris, France. feng-ching.tsai@curie.fr patricia.bassereau@curie.fr."
            },
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Department of Chemical Engineering, Columbia University, New York, NY 10027, USA and Department of Genetics and Development, Columbia Stem Cell Initiative, Columbia University Irving Medical Center, NY 10032, USA."
            },
            {
                "First Name": "Benoit",
                "Last Name": "Sorre",
                "Affiliation": "Institut Curie, Université PSL, CNRS UMR168, Sorbonne Université, Laboratoire Physico Chimie Curie, 75005 Paris, France. feng-ching.tsai@curie.fr patricia.bassereau@curie.fr and Laboratoire Matière et Systèmes Complexes, UMR 7057 CNRS, Université de Paris, Paris, France. andrew.callan-jones@u-paris.fr."
            },
            {
                "First Name": "Aurélie",
                "Last Name": "Bertin",
                "Affiliation": "Institut Curie, Université PSL, CNRS UMR168, Sorbonne Université, Laboratoire Physico Chimie Curie, 75005 Paris, France. feng-ching.tsai@curie.fr patricia.bassereau@curie.fr."
            },
            {
                "First Name": "John",
                "Last Name": "Manzi",
                "Affiliation": "Institut Curie, Université PSL, CNRS UMR168, Sorbonne Université, Laboratoire Physico Chimie Curie, 75005 Paris, France. feng-ching.tsai@curie.fr patricia.bassereau@curie.fr."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Callan-Jones",
                "Affiliation": "Laboratoire Matière et Systèmes Complexes, UMR 7057 CNRS, Université de Paris, Paris, France. andrew.callan-jones@u-paris.fr."
            },
            {
                "First Name": "Patricia",
                "Last Name": "Bassereau",
                "Affiliation": "Institut Curie, Université PSL, CNRS UMR168, Sorbonne Université, Laboratoire Physico Chimie Curie, 75005 Paris, France. feng-ching.tsai@curie.fr patricia.bassereau@curie.fr."
            }
        ],
        "Journal": "Soft matter",
        "PubDate": "2021"
    },
    {
        "PMID": "33692517",
        "Title": "Voices of biotech research.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Biomedical Research",
            "Biotechnology",
            "Humans",
            "Research Personnel"
        ],
        "Authors": [
            {
                "First Name": "Nasim",
                "Last Name": "Annabi",
                "Affiliation": "Chemical and Biomolecular Engineering, UCLA Samueli School of Engineering, Los Angeles, CA, USA."
            },
            {
                "First Name": "Matthew",
                "Last Name": "Baker",
                "Affiliation": "School of Biotechnology and Biomolecular Sciences at the University of New South Wales, Sydney, New South Wales, Australia."
            },
            {
                "First Name": "Alistair",
                "Last Name": "Boettiger",
                "Affiliation": "Department of Developmental Biology, Stanford University, Stanford, CA, USA."
            },
            {
                "First Name": "Debojyoti",
                "Last Name": "Chakraborty",
                "Affiliation": "CSIR-Institute of Genomics and Integrative Biology, New Delhi, India."
            },
            {
                "First Name": "Yvonne",
                "Last Name": "Chen",
                "Affiliation": "Department of Microbiology, Immunology and Molecular Genetics, University of California Los Angeles, Los Angeles, CA, USA."
            },
            {
                "First Name": "Kizzmekia S",
                "Last Name": "Corbett",
                "Affiliation": "Viral Pathogenesis Laboratory, Vaccine Research Center, National Institutes of Allergy and Infectious Diseases, Bethesda, MD, USA."
            },
            {
                "First Name": "Bruno",
                "Last Name": "Correia",
                "Affiliation": "The Laboratory of Protein Design and Immunoengineering, Ecole Polytechnique Fédérale de Lausanne, Swiss Institute of Bioinformatics, Lausanne, Switzerland."
            },
            {
                "First Name": "James",
                "Last Name": "Dahlman",
                "Affiliation": "Georgia Institute of Technology, Atlanta, GA, USA."
            },
            {
                "First Name": "Tulio",
                "Last Name": "de Oliveira",
                "Affiliation": "KwaZulu-Natal Research Innovation and Sequencing Platform (KRISP), University of KwaZulu-Natal, Durban, South Africa."
            },
            {
                "First Name": "Ali",
                "Last Name": "Ertuerk",
                "Affiliation": "Institute of Tissue Engineering and Regenerative Medicine, Munich Center for Neuroscience, Neuherberg, Germany."
            },
            {
                "First Name": "Mehmet Fatih",
                "Last Name": "Yanik",
                "Affiliation": "Department of Information Technology and Electrical Engineering, ETH, Zürich, Switzerland."
            },
            {
                "First Name": "Elizabeth",
                "Last Name": "Henaff",
                "Affiliation": "Integrated Design and Media, Center for Urban Science and Progress, NYU Tandon School of Engineering, Brooklyn, NY, USA."
            },
            {
                "First Name": "Meritxell",
                "Last Name": "Huch",
                "Affiliation": "Max Planck Institute of Molecular Cell Biology and Genetics, Dresden, Germany."
            },
            {
                "First Name": "Iliyan D",
                "Last Name": "Iliev",
                "Affiliation": "Weill Medical College of Cornell University, New York, NY, USA."
            },
            {
                "First Name": "Thomas",
                "Last Name": "Jacobs",
                "Affiliation": "VIB University of Ghent Center for Plant Systems Biology, Ghent, Belgium."
            },
            {
                "First Name": "Howard",
                "Last Name": "Junca",
                "Affiliation": "Microbiomas Foundation, Chia, Colombia."
            },
            {
                "First Name": "Albert",
                "Last Name": "Keung",
                "Affiliation": "Chemical and Biomolecular Engineering, North Carolina State University, Raleigh, NC, USA."
            },
            {
                "First Name": "Ilana",
                "Last Name": "Kolodkin-Gal",
                "Affiliation": "Department of Molecular Genetics, Weizmann Institute of Science, Rehovot, Israel."
            },
            {
                "First Name": "Smita",
                "Last Name": "Krishnaswamy",
                "Affiliation": "Department of Genetics, School of Medicine, Yale University, New Haven, CT, USA."
            },
            {
                "First Name": "Madeline",
                "Last Name": "Lancaster",
                "Affiliation": "MRC Laboratory of Molecular Biology, Cambridge Biomedical Campus, Cambridge, UK."
            },
            {
                "First Name": "Evan",
                "Last Name": "Macosko",
                "Affiliation": "The Broad Institute of Harvard and MIT, Cambridge, MA, USA."
            },
            {
                "First Name": "Mario Alberto",
                "Last Name": "Martínez-Núñez",
                "Affiliation": "Facultad de Ciencias, National Autonomous University of Mexico (UNAM), Coyoacán, Mexico."
            },
            {
                "First Name": "Kyoko",
                "Last Name": "Miura",
                "Affiliation": "Priority Organization for Innovation and Excellence, Kumamoto University, Kumamoto, Japan."
            },
            {
                "First Name": "Jenny",
                "Last Name": "Molloy",
                "Affiliation": "Department of Chemical Engineering and Biotechnology, University of Cambridge, Cambridge, UK."
            },
            {
                "First Name": "Andrés Ochoa",
                "Last Name": "Cruz",
                "Affiliation": "Sao Paulo University (USP), Butanta, Sao Paulo, Brazil."
            },
            {
                "First Name": "Randall J",
                "Last Name": "Platt",
                "Affiliation": "Laboratory of Biological Engineering, ETH Zurich, Basel, Switzerland."
            },
            {
                "First Name": "Avery D",
                "Last Name": "Posey",
                "Affiliation": "University of Pennsylvania Perelman School of Medicine, Philadelphia, PA, USA."
            },
            {
                "First Name": "Huilin",
                "Last Name": "Shao",
                "Affiliation": "Department of Biomedical Engineering, Institute for Health Innovation & Technology, National University of Singapore, Singapore, Singapore."
            },
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Department of Chemical Engineering, Columbia Stem Cell Initiative, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nikolai",
                "Last Name": "Slavov",
                "Affiliation": "Department of Bioengineering, Northeastern University, Boston, MA, USA."
            },
            {
                "First Name": "Takanori",
                "Last Name": "Takebe",
                "Affiliation": "Division of Gastroenterology, Hepatology and Nutrition, Cincinnati Children's Hospital, Cincinnati, OH, USA."
            },
            {
                "First Name": "Luk H",
                "Last Name": "Vandenberghe",
                "Affiliation": "The Broad Institute of Harvard and MIT, Cambridge, MA, USA."
            },
            {
                "First Name": "Rajeev K",
                "Last Name": "Varshney",
                "Affiliation": "Center of Excellence in Genomics & Systems Biology, International Crops Research Institute for the Semi-Arid Tropics, Patancheru, India."
            },
            {
                "First Name": "Jianbin",
                "Last Name": "Wang",
                "Affiliation": "School of Life Sciences, Tsinghua University, Beijing, China."
            }
        ],
        "Journal": "Nature biotechnology",
        "PubDate": "2021"
    },
    {
        "PMID": "32440574",
        "Title": "In vitro modeling of early mammalian embryogenesis.",
        "Abstract": "Synthetic embryology endeavors to use stem cells to recapitulate the first steps of mammalian development that define the body axes and first stages of fate assignment. Well-engineered synthetic systems provide an unparalleled assay to disentangle and quantify the contributions of individual tissues as well as the molecular components driving embryogenesis. Experiments using a mixture of mouse embryonic and extra-embryonic stem cell lines show a surprising degree of self-organization akin to certain milestones in the development of intact mouse embryos. To further advance the field and extend the mouse results to human, it is crucial to develop a better control of the assembly process as well as to establish a deeper understanding of the developmental state and potency of cells used in experiments at each step of the process. We review recent advances in the derivation of embryonic and extraembryonic stem cells, and we highlight recent efforts in reconstructing the structural and signaling aspects of embryogenesis in three-dimensional tissue cultures.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Anna-Katerina",
                "Last Name": "Hadjantonakis",
                "Affiliation": "Developmental Biology Program, Sloan Kettering Institute, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Eric D",
                "Last Name": "Siggia",
                "Affiliation": "Center for Studies in Physics and Biology, The Rockefeller University, 1230 York Avenue, New York, NY 10065, USA."
            },
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Center for Studies in Physics and Biology, The Rockefeller University, 1230 York Avenue, New York, NY 10065, USA."
            }
        ],
        "Journal": "Current opinion in biomedical engineering",
        "PubDate": "2020"
    },
    {
        "PMID": "31340125",
        "Title": "Curving Cells Inside and Out: Roles of BAR Domain Proteins in Membrane Shaping and Its Cellular Implications.",
        "Abstract": "Many cellular processes rely on precise and timely deformation of the cell membrane. While many proteins participate in membrane reshaping and scission, usually in highly specialized ways, Bin/amphiphysin/Rvs (BAR) domain proteins play a pervasive role, as they not only participate in many aspects of cell trafficking but also are highly versatile membrane remodelers. Subtle changes in the shape and size of the BAR domain can greatly impact the way in which BAR domain proteins interact with the membrane. Furthermore, the activity of BAR domain proteins can be tuned by external physical parameters, and so they behave differently depending on protein surface density, membrane tension, or membrane shape. These proteins can form 3D structures that mold the membrane and alter its liquid properties, even promoting scission under various circumstances.As such, BAR domain proteins have numerous roles within the cell. Endocytosis is among the most highly studied processes in which BAR domain proteins take on important roles. Over the years, a more complete picture has emerged in which BAR domain proteins are tied to almost all intracellular compartments; examples include endosomal sorting and tubular networks in the endoplasmic reticulum and T-tubules. These proteins also have a role in autophagy, and their activity has been linked with cancer. Here, we briefly review the history of BAR domain protein discovery, discuss the mechanisms by which BAR domain proteins induce curvature, and attempt to settle important controversies in the field. Finally, we review BAR domain proteins in the context of a cell, highlighting their emerging roles in cell signaling and organelle shaping.",
        "Keywords": [
            "BAR domain proteins",
            "amphipathic helices",
            "curvature",
            "membrane traffic",
            "scaffold",
            "scission"
        ],
        "MeSH terms": [
            "Animals",
            "Carrier Proteins",
            "Cell Membrane",
            "Cell Membrane Structures",
            "Cell Shape",
            "Humans",
            "Membrane Proteins",
            "Neoplasms",
            "Organelles",
            "Protein Domains"
        ],
        "Authors": [
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Center for Studies in Physics and Biology, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Emma",
                "Last Name": "Evergren",
                "Affiliation": "Centre for Cancer Research and Cell Biology, Queen's University Belfast, Belfast BT9 7BL, United Kingdom."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Callan-Jones",
                "Affiliation": "Laboratoire Matière et Systèmes Complexes, CNRS UMR 7057, 75205 Paris, France; email: andrew.callan-jones@univ-paris-diderot.fr."
            },
            {
                "First Name": "Patricia",
                "Last Name": "Bassereau",
                "Affiliation": "Laboratoire Physico Chimie Curie, CNRS UMR 168, Institut Curie, PSL Research University, 75005 Paris, France; email: patricia.bassereau@curie.fr."
            }
        ],
        "Journal": "Annual review of cell and developmental biology",
        "PubDate": "2019"
    },
    {
        "PMID": "31263269",
        "Title": "A 3D model of a human epiblast reveals BMP4-driven symmetry breaking.",
        "Abstract": "Breaking the anterior-posterior symmetry in mammals occurs at gastrulation. Much of the signalling network underlying this process has been elucidated in the mouse; however, there is no direct molecular evidence of events driving axis formation in humans. Here, we use human embryonic stem cells to generate an in vitro three-dimensional model of a human epiblast whose size, cell polarity and gene expression are similar to a day 10 human epiblast. A defined dose of BMP4 spontaneously breaks axial symmetry, and induces markers of the primitive streak and epithelial-to-mesenchymal transition. We show that WNT signalling and its inhibitor DKK1 play key roles in this process downstream of BMP4. Our work demonstrates that a model human epiblast can break axial symmetry despite the absence of asymmetry in the initial signal and of extra-embryonic tissues or maternal cues. Our three-dimensional model is an assay for the molecular events underlying human axial symmetry breaking.",
        "Keywords": [],
        "MeSH terms": [
            "Bone Morphogenetic Protein 4",
            "Cell Polarity",
            "Epithelial-Mesenchymal Transition",
            "Gastrulation",
            "Gene Expression Regulation, Developmental",
            "Germ Layers",
            "Humans",
            "Primitive Streak",
            "Signal Transduction",
            "Tissue Culture Techniques"
        ],
        "Authors": [
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Laboratory of Stem Cell Biology and Molecular Embryology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Jakob J",
                "Last Name": "Metzger",
                "Affiliation": "Laboratory of Stem Cell Biology and Molecular Embryology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Fred",
                "Last Name": "Etoc",
                "Affiliation": "Laboratory of Stem Cell Biology and Molecular Embryology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Anna",
                "Last Name": "Yoney",
                "Affiliation": "Laboratory of Stem Cell Biology and Molecular Embryology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Albert",
                "Last Name": "Ruzo",
                "Affiliation": "Laboratory of Stem Cell Biology and Molecular Embryology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Iain",
                "Last Name": "Martyn",
                "Affiliation": "Laboratory of Stem Cell Biology and Molecular Embryology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Gist",
                "Last Name": "Croft",
                "Affiliation": "Laboratory of Stem Cell Biology and Molecular Embryology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Dong Shin",
                "Last Name": "You",
                "Affiliation": ""
            },
            {
                "First Name": "Ali H",
                "Last Name": "Brivanlou",
                "Affiliation": "Laboratory of Stem Cell Biology and Molecular Embryology, The Rockefeller University, New York, NY, USA. brvnlou@rockefeller.edu."
            },
            {
                "First Name": "Eric D",
                "Last Name": "Siggia",
                "Affiliation": "Center for Studies in Physics and Biology, The Rockefeller University, New York, NY, USA. siggiae@rockefeller.edu."
            }
        ],
        "Journal": "Nature cell biology",
        "PubDate": "2019"
    },
    {
        "PMID": "29957587",
        "Title": "Synthetic embryology: controlling geometry to model early mammalian development.",
        "Abstract": "Differentiation of embryonic stem cells in vitro is an important tool in dissecting and understanding the mechanisms that govern early embryologic development. In recent years, there has been considerable progress in creating organoids that model gastrulation, neurulation or organogenesis. However, one of the key challenges is reproducibility. Geometrically confining stem cell colonies considerably improves reproducibility and provides quantitative control over differentiation and tissue shape. Here, we review recent advances in controlling the two-dimensional or three-dimensional organization of cells and the effect on differentiation phenotypes. Improved methods of geometrical control will allow for an even more detailed understanding of the mechanisms underlying embryologic development and will eventually pave the way for the highly reproducible generation of specific tissue types.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Differentiation",
            "Embryo, Mammalian",
            "Embryonic Development",
            "Embryonic Stem Cells",
            "Gastrulation",
            "Humans",
            "Organogenesis",
            "Organoids"
        ],
        "Authors": [
            {
                "First Name": "Jakob J",
                "Last Name": "Metzger",
                "Affiliation": "Center for Studies in Physics and Biology, The Rockefeller University, USA; Laboratory for Stem Cell Biology and Molecular Embryology, The Rockefeller University, USA."
            },
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Center for Studies in Physics and Biology, The Rockefeller University, USA; Laboratory for Stem Cell Biology and Molecular Embryology, The Rockefeller University, USA."
            },
            {
                "First Name": "Ali H",
                "Last Name": "Brivanlou",
                "Affiliation": "Laboratory for Stem Cell Biology and Molecular Embryology, The Rockefeller University, USA. Electronic address: brvnlou@rockefeller.edu."
            }
        ],
        "Journal": "Current opinion in genetics & development",
        "PubDate": "2018"
    },
    {
        "PMID": "29609179",
        "Title": "Organizing membrane-curving proteins: the emerging dynamical picture.",
        "Abstract": "Lipid membranes play key roles in cells, such as in trafficking, division, infection, remodeling of organelles, among others. The key step in all these processes is creating membrane curvature, typically under the control of many anchored, adhered or included proteins. However, it has become clear that the membrane itself can mediate the interactions among proteins to produce highly ordered assemblies. Computer simulations are ideally suited to investigate protein organization and the dynamics of membrane remodeling at near-micron scales, something that is extremely challenging to tackle experimentally. We review recent computational efforts in modeling protein-caused membrane deformation mechanisms, specifically focusing on coarse-grained simulations. We highlight work that exposed the membrane-mediated ordering of proteins into lines, meshwork, spirals and other assemblies, in what seems to be a very generic mechanism driven by a combination of short and long-ranged forces. Modulating the mechanical properties of membranes is an underexplored signaling mechanism in various processes deserving of more attention in the near future.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Membrane",
            "Membrane Lipids",
            "Membrane Proteins",
            "Molecular Dynamics Simulation",
            "Protein Binding",
            "Protein Interaction Domains and Motifs",
            "Structure-Activity Relationship"
        ],
        "Authors": [
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Department of Chemistry, Institute for Biophysical Dynamics, James Franck Institute and Computation Institute, The University of Chicago, Chicago, IL 60637, USA; Laboratoire Physico Chimie Curie, Institut Curie, PSL Research University, CNRS UMR168, 75005 Paris, France; Sorbonne Universités, UPMC Univ Paris 06, 75005 Paris, France; Center for Studies in Physics and Biology, The Rockefeller University, New York, NY 10065, USA. Electronic address: msimunovic@rockefeller.edu."
            },
            {
                "First Name": "Patricia",
                "Last Name": "Bassereau",
                "Affiliation": "Laboratoire Physico Chimie Curie, Institut Curie, PSL Research University, CNRS UMR168, 75005 Paris, France; Sorbonne Universités, UPMC Univ Paris 06, 75005 Paris, France."
            },
            {
                "First Name": "Gregory A",
                "Last Name": "Voth",
                "Affiliation": "Department of Chemistry, Institute for Biophysical Dynamics, James Franck Institute and Computation Institute, The University of Chicago, Chicago, IL 60637, USA. Electronic address: gavoth@uchicago.edu."
            }
        ],
        "Journal": "Current opinion in structural biology",
        "PubDate": "2018"
    },
    {
        "PMID": "29296664",
        "Title": "Long-Range Organization of Membrane-Curving Proteins.",
        "Abstract": "Biological membranes have a central role in mediating the organization of membrane-curving proteins, a dynamic process that has proven to be challenging to probe experimentally. Using atomic force microscopy, we capture the hierarchically organized assemblies of Bin/amphiphysin/Rvs (BAR) proteins on supported lipid membranes. Their structure reveals distinct long linear aggregates of proteins, regularly spaced by up to 300 nm. Employing accurate free-energy calculations from large-scale coarse-grained computer simulations, we found that the membrane mediates the interaction among protein filaments as a combination of short- and long-ranged interactions. The long-ranged component acts at strikingly long distances, giving rise to a variety of micron-sized ordered patterns. This mechanism may contribute to the long-ranged spatiotemporal control of membrane remodeling by proteins in the cell.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Department of Chemistry, Institute for Biophysical Dynamics, and James Franck Institute, The University of Chicago, 5735 South Ellis Avenue, Chicago, Illinois 60637, United States."
            },
            {
                "First Name": "Anđela",
                "Last Name": "Šarić",
                "Affiliation": "Department of Physics and Astronomy, Institute for the Physics of Living Systems, University College London, Gower Street, London, WC1E 6BT, U.K."
            },
            {
                "First Name": "J Michael",
                "Last Name": "Henderson",
                "Affiliation": "Department of Chemistry, Institute for Biophysical Dynamics, and James Franck Institute, The University of Chicago, 5735 South Ellis Avenue, Chicago, Illinois 60637, United States."
            },
            {
                "First Name": "Ka Yee C",
                "Last Name": "Lee",
                "Affiliation": "Department of Chemistry, Institute for Biophysical Dynamics, and James Franck Institute, The University of Chicago, 5735 South Ellis Avenue, Chicago, Illinois 60637, United States."
            },
            {
                "First Name": "Gregory A",
                "Last Name": "Voth",
                "Affiliation": "Department of Chemistry, Institute for Biophysical Dynamics, and James Franck Institute, The University of Chicago, 5735 South Ellis Avenue, Chicago, Illinois 60637, United States."
            }
        ],
        "Journal": "ACS central science",
        "PubDate": "2017"
    },
    {
        "PMID": "29286431",
        "Title": "Pulling Membrane Nanotubes from Giant Unilamellar Vesicles.",
        "Abstract": "The reshaping of the cell membrane is an integral part of many cellular phenomena, such as endocytosis, trafficking, the formation of filopodia, etc. Many different proteins associate with curved membranes because of their ability to sense or induce membrane curvature. Typically, these processes involve a multitude of proteins making them too complex to study quantitatively in the cell. We describe a protocol to reconstitute a curved membrane in vitro, mimicking a curved cellular structure, such as the endocytic neck. A giant unilamellar vesicle (GUV) is used as a model of a cell membrane, whose internal pressure and surface tension are controlled with micropipette aspiration. Applying a point pulling force on the GUV using optical tweezers creates a nanotube of high curvature connected to a flat membrane. This method has traditionally been used to measure the fundamental mechanical properties of lipid membranes, such as bending rigidity. In recent years, it has been expanded to study how proteins interact with membrane curvature and the way they affect the shape and the mechanics of membranes. A system combining micromanipulation, microinjection, optical tweezers, and confocal microscopy allows measurement of membrane curvature, membrane tension, and the surface density of proteins, concurrently. From these measurements, many important mechanical and morphological properties of the protein-membrane system can be inferred. In addition, we lay out a protocol of creating GUVs in the presence of physiological salt concentration, and a method of quantifying the surface density of proteins on the membrane from fluorescence intensities of labeled proteins and lipids.",
        "Keywords": [],
        "MeSH terms": [
            "Membrane Lipids",
            "Membrane Proteins",
            "Nanotubes",
            "Unilamellar Liposomes"
        ],
        "Authors": [
            {
                "First Name": "Coline",
                "Last Name": "Prévost",
                "Affiliation": "Laboratoire Physico Chimie Curie, Institut Curie, PSL Research University, CNRS UMR168; Department of Genetics and Complex Diseases, T. H. Chan School of Public Health, Harvard Medical School; Department of Cell Biology, Harvard Medical School."
            },
            {
                "First Name": "Feng-Ching",
                "Last Name": "Tsai",
                "Affiliation": "Laboratoire Physico Chimie Curie, Institut Curie, PSL Research University, CNRS UMR168; Sorbonne Universités, UPMC University Paris 06."
            },
            {
                "First Name": "Patricia",
                "Last Name": "Bassereau",
                "Affiliation": "Laboratoire Physico Chimie Curie, Institut Curie, PSL Research University, CNRS UMR168; Sorbonne Universités, UPMC University Paris 06; patricia.bassereau@curie.fr."
            },
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Laboratoire Physico Chimie Curie, Institut Curie, PSL Research University, CNRS UMR168; Center for Studies in Physics and Biology, The Rockefeller University."
            }
        ],
        "Journal": "Journal of visualized experiments : JoVE",
        "PubDate": "2017"
    },
    {
        "PMID": "29217566",
        "Title": "Biology and physics rendezvous at the membrane.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Absorption, Physicochemical",
            "Cell Membrane",
            "Endocytosis",
            "Microscopy",
            "Nanotubes"
        ],
        "Authors": [
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2017"
    },
    {
        "PMID": "28764362",
        "Title": "The mesoscopic membrane with proteins (MesM-P) model.",
        "Abstract": "We present the Mesoscopic Membrane with Proteins (MesM-P) model, an extension of a previously developed elastic membrane model for mesoscale simulations of lipid membranes. MesM-P employs a discrete mesoscopic quasi-particle approach to model protein-facilitated shape and topology changes of the lipid membrane on length and time scales inaccessible to all-atom and quasimolecular coarse-grained molecular dynamics simulations. We investigate the ability of MesM-P to model the behavior of large lipid vesicles as a function of bound protein density. We find four distinct mechanisms for protein aggregation on the surface of the membrane, depending on membrane stiffness and protein spontaneous curvature. We also establish a connection between MesM-P and the results of higher resolution coarse-grained molecular dynamics simulations.",
        "Keywords": [],
        "MeSH terms": [
            "Lipid Bilayers",
            "Membrane Proteins",
            "Molecular Dynamics Simulation"
        ],
        "Authors": [
            {
                "First Name": "Aram",
                "Last Name": "Davtyan",
                "Affiliation": "Department of Chemistry, The James Franck Institute, Institute for Biophysical Dynamics, The University of Chicago, Chicago, Illinois 60637, USA."
            },
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Department of Chemistry, The James Franck Institute, Institute for Biophysical Dynamics, The University of Chicago, Chicago, Illinois 60637, USA."
            },
            {
                "First Name": "Gregory A",
                "Last Name": "Voth",
                "Affiliation": "Department of Chemistry, The James Franck Institute, Institute for Biophysical Dynamics, The University of Chicago, Chicago, Illinois 60637, USA."
            }
        ],
        "Journal": "The Journal of chemical physics",
        "PubDate": "2017"
    },
    {
        "PMID": "28648660",
        "Title": "Friction Mediates Scission of Tubular Membranes Scaffolded by BAR Proteins.",
        "Abstract": "Membrane scission is essential for intracellular trafficking. While BAR domain proteins such as endophilin have been reported in dynamin-independent scission of tubular membrane necks, the cutting mechanism has yet to be deciphered. Here, we combine a theoretical model, in vitro, and in vivo experiments revealing how protein scaffolds may cut tubular membranes. We demonstrate that the protein scaffold bound to the underlying tube creates a frictional barrier for lipid diffusion; tube elongation thus builds local membrane tension until the membrane undergoes scission through lysis. We call this mechanism friction-driven scission (FDS). In cells, motors pull tubes, particularly during endocytosis. Through reconstitution, we show that motors not only can pull out and extend protein-scaffolded tubes but also can cut them by FDS. FDS is generic, operating even in the absence of amphipathic helices in the BAR domain, and could in principle apply to any high-friction protein and membrane assembly.",
        "Keywords": [
            "BAR domain",
            "diffusion barrier",
            "endocytosis",
            "endophilin",
            "friction-driven scission",
            "in vitro reconstitution",
            "membrane scission",
            "membrane tube",
            "molecular motors",
            "scaffold"
        ],
        "MeSH terms": [
            "Acyltransferases",
            "Animals",
            "Biomechanical Phenomena",
            "Endocytosis",
            "Friction",
            "Humans",
            "Lipid Metabolism",
            "Membrane Proteins",
            "Protein Domains",
            "Rats"
        ],
        "Authors": [
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Laboratoire Physico Chimie Curie, Institut Curie, PSL Research University, CNRS UMR168, 75005 Paris, France; Sorbonne Universités, UPMC University Paris 06, 75005 Paris, France; Department of Chemistry, Institute for Biophysical Dynamics, James Franck Institute, The University of Chicago, 5735 S. Ellis Avenue, Chicago, IL 60637, USA."
            },
            {
                "First Name": "Jean-Baptiste",
                "Last Name": "Manneville",
                "Affiliation": "Subcellular Structure and Cellular Dynamics Unit, Institut Curie, PSL Research University, CNRS UMR144, 75005 Paris, France."
            },
            {
                "First Name": "Henri-François",
                "Last Name": "Renard",
                "Affiliation": "Chemical Biology of Membranes and Therapeutic Delivery Unit, Institut Curie, PSL Research University, CNRS UMR3666, INSERM U1143, 75005 Paris, France."
            },
            {
                "First Name": "Emma",
                "Last Name": "Evergren",
                "Affiliation": "Medical Research Council Laboratory of Molecular Biology, Francis Crick Avenue, Cambridge CB2 0QH, UK; Centre for Cancer Research and Cell Biology, Queen's University Belfast, 97 Lisburn Road, Belfast BT9 7BL, UK."
            },
            {
                "First Name": "Krishnan",
                "Last Name": "Raghunathan",
                "Affiliation": "Department of Molecular Physiology and Biophysics, Vanderbilt School of Medicine, 718 Light Hall, Nashville, TN 37232, USA."
            },
            {
                "First Name": "Dhiraj",
                "Last Name": "Bhatia",
                "Affiliation": "Chemical Biology of Membranes and Therapeutic Delivery Unit, Institut Curie, PSL Research University, CNRS UMR3666, INSERM U1143, 75005 Paris, France."
            },
            {
                "First Name": "Anne K",
                "Last Name": "Kenworthy",
                "Affiliation": "Department of Molecular Physiology and Biophysics, Vanderbilt School of Medicine, 718 Light Hall, Nashville, TN 37232, USA."
            },
            {
                "First Name": "Gregory A",
                "Last Name": "Voth",
                "Affiliation": "Department of Chemistry, Institute for Biophysical Dynamics, James Franck Institute, The University of Chicago, 5735 S. Ellis Avenue, Chicago, IL 60637, USA."
            },
            {
                "First Name": "Jacques",
                "Last Name": "Prost",
                "Affiliation": "Laboratoire Physico Chimie Curie, Institut Curie, PSL Research University, CNRS UMR168, 75005 Paris, France; Sorbonne Universités, UPMC University Paris 06, 75005 Paris, France; Mechanobiology Institute, National University of Singapore, Singapore 119077, Singapore."
            },
            {
                "First Name": "Harvey T",
                "Last Name": "McMahon",
                "Affiliation": "Medical Research Council Laboratory of Molecular Biology, Francis Crick Avenue, Cambridge CB2 0QH, UK."
            },
            {
                "First Name": "Ludger",
                "Last Name": "Johannes",
                "Affiliation": "Chemical Biology of Membranes and Therapeutic Delivery Unit, Institut Curie, PSL Research University, CNRS UMR3666, INSERM U1143, 75005 Paris, France."
            },
            {
                "First Name": "Patricia",
                "Last Name": "Bassereau",
                "Affiliation": "Laboratoire Physico Chimie Curie, Institut Curie, PSL Research University, CNRS UMR168, 75005 Paris, France; Sorbonne Universités, UPMC University Paris 06, 75005 Paris, France. Electronic address: patricia.bassereau@curie.fr."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Callan-Jones",
                "Affiliation": "Laboratoire Matière et Systèmes Complexes, CNRS UMR7057, 75205 Paris, France. Electronic address: andrew.callan-jones@univ-paris-diderot.fr."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2017"
    },
    {
        "PMID": "28292844",
        "Title": "Embryoids, organoids and gastruloids: new approaches to understanding embryogenesis.",
        "Abstract": "Cells have an intrinsic ability to self-assemble and self-organize into complex and functional tissues and organs. By taking advantage of this ability, embryoids, organoids and gastruloids have recently been generated ",
        "Keywords": [
            "Early development",
            "Patterning",
            "Self-assembly",
            "Self-organization",
            "Symmetry breaking",
            "Tissue mechanics"
        ],
        "MeSH terms": [
            "Animals",
            "Body Size",
            "Embryoid Bodies",
            "Embryonic Development",
            "Gastrula",
            "Humans",
            "Organoids",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Center for Studies in Physics and Biology, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Ali H",
                "Last Name": "Brivanlou",
                "Affiliation": "Laboratory of Stem Cell Biology and Molecular Embryology, The Rockefeller University, New York, NY 10065, USA brvnlou@rockefeller.edu."
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2017"
    },
    {
        "PMID": "27735934",
        "Title": "Self-organization of human embryonic stem cells on micropatterns.",
        "Abstract": "Fate allocation in the gastrulating embryo is spatially organized as cells differentiate into specialized cell types depending on their positions with respect to the body axes. There is a need for in vitro protocols that allow the study of spatial organization associated with this developmental transition. Although embryoid bodies and organoids can exhibit some spatial organization of differentiated cells, methods that generate embryoid bodies or organoids do not yield consistent and fully reproducible results. Here, we describe a micropatterning approach in which human embryonic stem cells are confined to disk-shaped, submillimeter colonies. After 42 h of BMP4 stimulation, cells form self-organized differentiation patterns in concentric radial domains, which express specific markers associated with the embryonic germ layers, reminiscent of gastrulating embryos. Our protocol takes 3 d; it uses commercial microfabricated slides (from CYTOO), human laminin-521 (LN-521) as extracellular matrix coating, and either conditioned or chemically defined medium (mTeSR). Differentiation patterns within individual colonies can be determined by immunofluorescence and analyzed with cellular resolution. Both the size of the micropattern and the type of medium affect the patterning outcome. The protocol is appropriate for personnel with basic stem cell culture training. This protocol describes a robust platform for quantitative analysis of the mechanisms associated with pattern formation at the onset of gastrulation.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Differentiation",
            "Cell Line",
            "Gastrulation",
            "Human Embryonic Stem Cells",
            "Humans",
            "Microtechnology"
        ],
        "Authors": [
            {
                "First Name": "Alessia",
                "Last Name": "Deglincerti",
                "Affiliation": "Laboratory of Stem Cell Biology and Molecular Embryology, The Rockefeller University, New York, New York, USA."
            },
            {
                "First Name": "Fred",
                "Last Name": "Etoc",
                "Affiliation": "Laboratory of Stem Cell Biology and Molecular Embryology, The Rockefeller University, New York, New York, USA."
            },
            {
                "First Name": "M Cecilia",
                "Last Name": "Guerra",
                "Affiliation": "Department of Biosciences, Rice University, Houston, Texas, USA."
            },
            {
                "First Name": "Iain",
                "Last Name": "Martyn",
                "Affiliation": "Laboratory of Stem Cell Biology and Molecular Embryology, The Rockefeller University, New York, New York, USA."
            },
            {
                "First Name": "Jakob",
                "Last Name": "Metzger",
                "Affiliation": "Laboratory of Stem Cell Biology and Molecular Embryology, The Rockefeller University, New York, New York, USA."
            },
            {
                "First Name": "Albert",
                "Last Name": "Ruzo",
                "Affiliation": "Laboratory of Stem Cell Biology and Molecular Embryology, The Rockefeller University, New York, New York, USA."
            },
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Laboratory of Stem Cell Biology and Molecular Embryology, The Rockefeller University, New York, New York, USA."
            },
            {
                "First Name": "Anna",
                "Last Name": "Yoney",
                "Affiliation": "Laboratory of Stem Cell Biology and Molecular Embryology, The Rockefeller University, New York, New York, USA."
            },
            {
                "First Name": "Ali H",
                "Last Name": "Brivanlou",
                "Affiliation": "Laboratory of Stem Cell Biology and Molecular Embryology, The Rockefeller University, New York, New York, USA."
            },
            {
                "First Name": "Eric",
                "Last Name": "Siggia",
                "Affiliation": "Center for Studies in Physics and Biology, The Rockefeller University, New York, New York, USA."
            },
            {
                "First Name": "Aryeh",
                "Last Name": "Warmflash",
                "Affiliation": "Department of Biosciences, Rice University, Houston, Texas, USA."
            }
        ],
        "Journal": "Nature protocols",
        "PubDate": "2016"
    },
    {
        "PMID": "27655892",
        "Title": "How curvature-generating proteins build scaffolds on membrane nanotubes.",
        "Abstract": "Bin/Amphiphysin/Rvs (BAR) domain proteins control the curvature of lipid membranes in endocytosis, trafficking, cell motility, the formation of complex subcellular structures, and many other cellular phenomena. They form 3D assemblies that act as molecular scaffolds to reshape the membrane and alter its mechanical properties. It is unknown, however, how a protein scaffold forms and how BAR domains interact in these assemblies at protein densities relevant for a cell. In this work, we use various experimental, theoretical, and simulation approaches to explore how BAR proteins organize to form a scaffold on a membrane nanotube. By combining quantitative microscopy with analytical modeling, we demonstrate that a highly curving BAR protein endophilin nucleates its scaffolds at the ends of a membrane tube, contrary to a weaker curving protein centaurin, which binds evenly along the tube's length. Our work implies that the nature of local protein-membrane interactions can affect the specific localization of proteins on membrane-remodeling sites. Furthermore, we show that amphipathic helices are dispensable in forming protein scaffolds. Finally, we explore a possible molecular structure of a BAR-domain scaffold using coarse-grained molecular dynamics simulations. Together with fluorescence microscopy, the simulations show that proteins need only to cover 30-40% of a tube's surface to form a rigid assembly. Our work provides mechanical and structural insights into the way BAR proteins may sculpt the membrane as a high-order cooperative assembly in important biological processes.",
        "Keywords": [
            "BAR proteins",
            "endocytosis",
            "membrane curvature",
            "protein scaffold",
            "self-assembly"
        ],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Binding Sites",
            "Calibration",
            "Cell Membrane",
            "Computer Simulation",
            "Fluorescence",
            "Lipids",
            "Membrane Proteins",
            "Molecular Dynamics Simulation",
            "Nanotubes",
            "Protein Domains",
            "Protein Structure, Secondary",
            "Structural Homology, Protein",
            "Surface Properties",
            "X-Rays"
        ],
        "Authors": [
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Laboratoire Physico Chimie Curie, Institut Curie, PSL Research University, CNRS UMR168, F-75005 Paris, France; Department of Chemistry, The University of Chicago, Chicago, IL 60637; Institute for Biophysical Dynamics, The University of Chicago, Chicago, IL 60637; James Franck Institute, The University of Chicago, Chicago, IL 60637; Computation Institute, The University of Chicago, Chicago, IL 60637; msimunovic@rockefeller.edu patricia.bassereau@curie.fr."
            },
            {
                "First Name": "Emma",
                "Last Name": "Evergren",
                "Affiliation": "Laboratory of Molecular Biology, Medical Research Council, Cambridge CB2 0QH, United Kingdom."
            },
            {
                "First Name": "Ivan",
                "Last Name": "Golushko",
                "Affiliation": "Laboratoire Charles Coulomb, UMR 5221 CNRS, Université de Montpellier, F-34095 Montpellier, France."
            },
            {
                "First Name": "Coline",
                "Last Name": "Prévost",
                "Affiliation": "Laboratoire Physico Chimie Curie, Institut Curie, PSL Research University, CNRS UMR168, F-75005 Paris, France."
            },
            {
                "First Name": "Henri-François",
                "Last Name": "Renard",
                "Affiliation": "Chemical Biology of Membranes and Therapeutic Delivery Unit, Institut Curie, PSL Research University, CNRS UMR3666, INSERM U1143, F-75005 Paris, France."
            },
            {
                "First Name": "Ludger",
                "Last Name": "Johannes",
                "Affiliation": "Chemical Biology of Membranes and Therapeutic Delivery Unit, Institut Curie, PSL Research University, CNRS UMR3666, INSERM U1143, F-75005 Paris, France."
            },
            {
                "First Name": "Harvey T",
                "Last Name": "McMahon",
                "Affiliation": "Laboratory of Molecular Biology, Medical Research Council, Cambridge CB2 0QH, United Kingdom."
            },
            {
                "First Name": "Vladimir",
                "Last Name": "Lorman",
                "Affiliation": "Laboratoire Charles Coulomb, UMR 5221 CNRS, Université de Montpellier, F-34095 Montpellier, France."
            },
            {
                "First Name": "Gregory A",
                "Last Name": "Voth",
                "Affiliation": "Department of Chemistry, The University of Chicago, Chicago, IL 60637; Institute for Biophysical Dynamics, The University of Chicago, Chicago, IL 60637; James Franck Institute, The University of Chicago, Chicago, IL 60637; Computation Institute, The University of Chicago, Chicago, IL 60637."
            },
            {
                "First Name": "Patricia",
                "Last Name": "Bassereau",
                "Affiliation": "Laboratoire Physico Chimie Curie, Institut Curie, PSL Research University, CNRS UMR168, F-75005 Paris, France; Sorbonne Universités, Université Pierre et Marie Curie, Université Paris 6, F-75005, Paris, France msimunovic@rockefeller.edu patricia.bassereau@curie.fr."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2016"
    },
    {
        "PMID": "27327264",
        "Title": "Multiscale simulations of protein-facilitated membrane remodeling.",
        "Abstract": "Protein-facilitated shape and topology changes of cell membranes are crucial for many biological processes, such as cell division, protein trafficking, and cell signaling. However, the inherently multiscale nature of membrane remodeling presents a considerable challenge for understanding the mechanisms and physics that drive this process. To address this problem, a multiscale approach that makes use of a diverse set of computational and experimental techniques is required. The atomistic simulations provide high-resolution information on protein-membrane interactions. Experimental techniques, like electron microscopy, on the other hand, resolve high-order organization of proteins on the membrane. Coarse-grained (CG) and mesoscale computational techniques provide the intermediate link between the two scales and can give new insights into the underlying mechanisms. In this Review, we present the recent advances in multiscale computational approaches established in our group. We discuss various CG and mesoscale approaches in studying the protein-mediated large-scale membrane remodeling.",
        "Keywords": [
            "BAR proteins",
            "Coarse-grained simulations",
            "Membrane remodeling",
            "Mesoscale simulations",
            "Molecular dynamics"
        ],
        "MeSH terms": [
            "Animals",
            "Cell Membrane",
            "Computer Simulation",
            "Humans",
            "Membrane Proteins",
            "Microscopy, Electron"
        ],
        "Authors": [
            {
                "First Name": "Aram",
                "Last Name": "Davtyan",
                "Affiliation": "Department of Chemistry, The James Franck Institute, Institute for Biophysical Dynamics, and Computation Institute, The University of Chicago, Chicago, IL 60637, USA."
            },
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Department of Chemistry, The James Franck Institute, Institute for Biophysical Dynamics, and Computation Institute, The University of Chicago, Chicago, IL 60637, USA; The Rockefeller University, 1230 York Ave, New York, NY 10065, USA."
            },
            {
                "First Name": "Gregory A",
                "Last Name": "Voth",
                "Affiliation": "Department of Chemistry, The James Franck Institute, Institute for Biophysical Dynamics, and Computation Institute, The University of Chicago, Chicago, IL 60637, USA. Electronic address: gavoth@uchicago.edu."
            }
        ],
        "Journal": "Journal of structural biology",
        "PubDate": "2016"
    },
    {
        "PMID": "27298443",
        "Title": "Physical basis of some membrane shaping mechanisms.",
        "Abstract": "In vesicular transport pathways, membrane proteins and lipids are internalized, externalized or transported within cells, not by bulk diffusion of single molecules, but embedded in the membrane of small vesicles or thin tubules. The formation of these 'transport carriers' follows sequential events: membrane bending, fission from the donor compartment, transport and eventually fusion with the acceptor membrane. A similar sequence is involved during the internalization of drug or gene carriers inside cells. These membrane-shaping events are generally mediated by proteins binding to membranes. The mechanisms behind these biological processes are actively studied both in the context of cell biology and biophysics. Bin/amphiphysin/Rvs (BAR) domain proteins are ideally suited for illustrating how simple soft matter principles can account for membrane deformation by proteins. We review here some experimental methods and corresponding theoretical models to measure how these proteins affect the mechanics and the shape of membranes. In more detail, we show how an experimental method employing optical tweezers to pull a tube from a giant vesicle may give important quantitative insights into the mechanism by which proteins sense and generate membrane curvature and the mechanism of membrane scission.This article is part of the themed issue 'Soft interfacial materials: from fundamentals to formulation'.",
        "Keywords": [
            "Bin/amphiphysin/Rvs-domain proteins",
            "curvature",
            "lipid membranes",
            "membrane nanotube",
            "scaffold",
            "scission"
        ],
        "MeSH terms": [
            "Cell Membrane",
            "Endocytosis",
            "Lipid Bilayers",
            "Membrane Proteins",
            "Nanotubes",
            "Protein Structure, Tertiary"
        ],
        "Authors": [
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Laboratoire Physico Chimie Curie, Institut Curie, PSL Research University, CNRS UMR168, 75005 Paris, France The Rockefeller University, 1230 York Avenue, New York, NY 10065, USA."
            },
            {
                "First Name": "Coline",
                "Last Name": "Prévost",
                "Affiliation": "Laboratoire Physico Chimie Curie, Institut Curie, PSL Research University, CNRS UMR168, 75005 Paris, France Sorbonne Universités, UPMC Univ Paris 06, 75005 Paris, France."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Callan-Jones",
                "Affiliation": "Laboratoire Matière et Systèmes Complexes, CNRS, UMR 7057, 75205 Paris Cedex 13, France."
            },
            {
                "First Name": "Patricia",
                "Last Name": "Bassereau",
                "Affiliation": "Laboratoire Physico Chimie Curie, Institut Curie, PSL Research University, CNRS UMR168, 75005 Paris, France Sorbonne Universités, UPMC Univ Paris 06, 75005 Paris, France patricia.bassereau@curie.fr."
            }
        ],
        "Journal": "Philosophical transactions. Series A, Mathematical, physical, and engineering sciences",
        "PubDate": "2016"
    },
    {
        "PMID": "26519988",
        "Title": "When Physics Takes Over: BAR Proteins and Membrane Curvature.",
        "Abstract": "Cell membranes become highly curved during membrane trafficking, cytokinesis, infection, immune response, or cell motion. Bin/amphiphysin/Rvs (BAR) domain proteins with their intrinsically curved and anisotropic shape are involved in many of these processes, but with a large spectrum of modes of action. In vitro experiments and multiscale computer simulations have contributed in identifying a minimal set of physical parameters, namely protein density on the membrane, membrane tension, and membrane shape, that control how bound BAR domain proteins behave on the membrane. In this review, we summarize the multifaceted coupling of BAR proteins to membrane mechanics and propose a simple phase diagram that recapitulates the effects of these parameters.",
        "Keywords": [
            "BAR proteins",
            "curvature sensing",
            "membrane curvature",
            "membrane scission",
            "membrane shaping",
            "protein scaffold"
        ],
        "MeSH terms": [
            "Animals",
            "Cell Membrane",
            "Cell Shape",
            "Humans",
            "Membrane Proteins",
            "Nerve Tissue Proteins",
            "Nuclear Proteins",
            "Physical Phenomena",
            "Protein Structure, Tertiary",
            "Protein Transport"
        ],
        "Authors": [
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Department of Chemistry, Institute for Biophysical Dynamics, James Franck Institute and Computation Institute, The University of Chicago, 5735 S Ellis Avenue, Chicago, IL 60637, USA; Institut Curie, Centre de Recherche, F-75248 Paris, France."
            },
            {
                "First Name": "Gregory A",
                "Last Name": "Voth",
                "Affiliation": "Department of Chemistry, Institute for Biophysical Dynamics, James Franck Institute and Computation Institute, The University of Chicago, 5735 S Ellis Avenue, Chicago, IL 60637, USA."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Callan-Jones",
                "Affiliation": "Université Paris Diderot, F-75205 Paris, France; CNRS, Matière et Systèmes Complexes, UMR 7057, F-75205 Paris, France."
            },
            {
                "First Name": "Patricia",
                "Last Name": "Bassereau",
                "Affiliation": "Institut Curie, Centre de Recherche, F-75248 Paris, France; CNRS, PhysicoChimie Curie, UMR 168, F-75248 Paris, France; Université Pierre et Marie Curie, F-75252 Paris, France. Electronic address: patricia.bassereau@curie.fr."
            }
        ],
        "Journal": "Trends in cell biology",
        "PubDate": "2015"
    },
    {
        "PMID": "26016587",
        "Title": "Celebrating Soft Matter's 10th anniversary: screening of the calcium-induced spontaneous curvature of lipid membranes.",
        "Abstract": "Lipid membranes are key regulators of cellular function. An important step in membrane-related phenomena is the reshaping of the lipid bilayer, often induced by binding of macromolecules. Numerous experimental and simulation efforts have revealed that calcium, a ubiquitous cellular messenger, has a strong impact on the phase behavior, structural properties, and the stability of membranes. Yet, it is still unknown the way calcium and lipid interactions affect their macroscopic mechanical properties. In this work, we studied the interaction of calcium ions with membrane tethers pulled from giant unilamellar vesicles, to quantify the mechanical effect on the membrane. We found that calcium imposes a positive spontaneous curvature on negatively charged membranes, contrary to predictions we made based on the proposed atomic structure. Surprisingly, this effect vanishes in the presence of physiologically relevant concentrations of sodium chloride. Our work implies that calcium may be a trigger for membrane reshaping only at high concentrations, in a process that is robustly screened by sodium ions.",
        "Keywords": [],
        "MeSH terms": [
            "Calcium",
            "Cations, Divalent",
            "Lipid Bilayers",
            "Models, Molecular",
            "Sodium",
            "Unilamellar Liposomes"
        ],
        "Authors": [
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Institut Curie, Centre National de la Recherche Scientifique, Unité Mixte de Recherche 168, Université Pierre et Marie Curie, F-75248 Paris, France. patricia.bassereau@curie.fr."
            },
            {
                "First Name": "Ka Yee C",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Patricia",
                "Last Name": "Bassereau",
                "Affiliation": ""
            }
        ],
        "Journal": "Soft matter",
        "PubDate": "2015"
    },
    {
        "PMID": "26008710",
        "Title": "Membrane tension controls the assembly of curvature-generating proteins.",
        "Abstract": "Proteins containing a Bin/Amphiphysin/Rvs (BAR) domain regulate membrane curvature in the cell. Recent simulations have revealed that BAR proteins assemble into linear aggregates, strongly affecting membrane curvature and its in-plane stress profile. Here, we explore the opposite question: do mechanical properties of the membrane impact protein association? By using coarse-grained molecular dynamics simulations, we show that increased surface tension significantly impacts the dynamics of protein assembly. While tensionless membranes promote a rapid formation of long-living linear aggregates of N-BAR proteins, increase in tension alters the geometry of protein association. At high tension, protein interactions are strongly inhibited. Increasing surface density of proteins leads to a wider range of protein association geometries, promoting the formation of meshes, which can be broken apart with membrane tension. Our work indicates that surface tension may play a key role in recruiting proteins to membrane-remodelling sites in the cell.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Membrane",
            "Models, Biological",
            "Molecular Dynamics Simulation",
            "Protein Multimerization",
            "Proteins",
            "Surface Tension"
        ],
        "Authors": [
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Department of Chemistry, Institute for Biophysical Dynamics, James Franck Institute and Computation Institute, The University of Chicago, 5735 S Ellis Avenue, Chicago, Illinois 60637, USA."
            },
            {
                "First Name": "Gregory A",
                "Last Name": "Voth",
                "Affiliation": "Department of Chemistry, Institute for Biophysical Dynamics, James Franck Institute and Computation Institute, The University of Chicago, 5735 S Ellis Avenue, Chicago, Illinois 60637, USA."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2015"
    },
    {
        "PMID": "25517096",
        "Title": "Endophilin-A2 functions in membrane scission in clathrin-independent endocytosis.",
        "Abstract": "During endocytosis, energy is invested to narrow the necks of cargo-containing plasma membrane invaginations to radii at which the opposing segments spontaneously coalesce, thereby leading to the detachment by scission of endocytic uptake carriers. In the clathrin pathway, dynamin uses mechanical energy from GTP hydrolysis to this effect, assisted by the BIN/amphiphysin/Rvs (BAR) domain-containing protein endophilin. Clathrin-independent endocytic events are often less reliant on dynamin, and whether in these cases BAR domain proteins such as endophilin contribute to scission has remained unexplored. Here we show, in human and other mammalian cell lines, that endophilin-A2 (endoA2) specifically and functionally associates with very early uptake structures that are induced by the bacterial Shiga and cholera toxins, which are both clathrin-independent endocytic cargoes. In controlled in vitro systems, endoA2 reshapes membranes before scission. Furthermore, we demonstrate that endoA2, dynamin and actin contribute in parallel to the scission of Shiga-toxin-induced tubules. Our results establish a novel function of endoA2 in clathrin-independent endocytosis. They document that distinct scission factors operate in an additive manner, and predict that specificity within a given uptake process arises from defined combinations of universal modules. Our findings highlight a previously unnoticed link between membrane scaffolding by endoA2 and pulling-force-driven dynamic scission.",
        "Keywords": [],
        "MeSH terms": [
            "Actins",
            "Acyltransferases",
            "Animals",
            "Cell Line",
            "Cell Membrane",
            "Cholera Toxin",
            "Clathrin",
            "Dynamins",
            "Endocytosis",
            "Humans",
            "Rats",
            "Shiga Toxin"
        ],
        "Authors": [
            {
                "First Name": "Henri-François",
                "Last Name": "Renard",
                "Affiliation": "1] Institut Curie - Centre de Recherche, Endocytic Trafficking and Therapeutic Delivery group, 26 rue d'Ulm, 75248 Paris Cedex 05, France [2] CNRS UMR3666, 75005 Paris, France [3] U1143 INSERM, 75005 Paris, France."
            },
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "1] Institut Curie - Centre de Recherche, Membrane and Cell Functions group, CNRS UMR 168, Physico-Chimie Curie, Université Pierre et Marie Curie, 26 rue d'Ulm, 75248 Paris Cedex 05, France [2] The University of Chicago, Department of Chemistry, 5735 S Ellis Ave, Chicago, Ilinois 60637, USA."
            },
            {
                "First Name": "Joël",
                "Last Name": "Lemière",
                "Affiliation": "1] Institut Curie - Centre de Recherche, Biomimetism of Cell Movement group, CNRS UMR 168, Physico-Chimie Curie, Université Pierre et Marie Curie, 26 rue d'Ulm, 75248 Paris Cedex 05, France [2] Université Paris Diderot, Sorbonne Paris Cité, 75205 Paris, France."
            },
            {
                "First Name": "Emmanuel",
                "Last Name": "Boucrot",
                "Affiliation": "Institute of Structural and Molecular Biology, University College London &Birkbeck College, London WC1E 6BT, UK."
            },
            {
                "First Name": "Maria Daniela",
                "Last Name": "Garcia-Castillo",
                "Affiliation": "1] Institut Curie - Centre de Recherche, Endocytic Trafficking and Therapeutic Delivery group, 26 rue d'Ulm, 75248 Paris Cedex 05, France [2] CNRS UMR3666, 75005 Paris, France [3] U1143 INSERM, 75005 Paris, France."
            },
            {
                "First Name": "Senthil",
                "Last Name": "Arumugam",
                "Affiliation": "1] Institut Curie - Centre de Recherche, Endocytic Trafficking and Therapeutic Delivery group, 26 rue d'Ulm, 75248 Paris Cedex 05, France [2] CNRS UMR3666, 75005 Paris, France [3] U1143 INSERM, 75005 Paris, France."
            },
            {
                "First Name": "Valérie",
                "Last Name": "Chambon",
                "Affiliation": "1] Institut Curie - Centre de Recherche, Endocytic Trafficking and Therapeutic Delivery group, 26 rue d'Ulm, 75248 Paris Cedex 05, France [2] CNRS UMR3666, 75005 Paris, France [3] U1143 INSERM, 75005 Paris, France."
            },
            {
                "First Name": "Christophe",
                "Last Name": "Lamaze",
                "Affiliation": "1] CNRS UMR3666, 75005 Paris, France [2] U1143 INSERM, 75005 Paris, France [3] Institut Curie - Centre de Recherche, Membrane Dynamics and Mechanics of Intracellular Signaling group, 26 rue d'Ulm, 75248 Paris Cedex 05, France."
            },
            {
                "First Name": "Christian",
                "Last Name": "Wunder",
                "Affiliation": "1] Institut Curie - Centre de Recherche, Endocytic Trafficking and Therapeutic Delivery group, 26 rue d'Ulm, 75248 Paris Cedex 05, France [2] CNRS UMR3666, 75005 Paris, France [3] U1143 INSERM, 75005 Paris, France."
            },
            {
                "First Name": "Anne K",
                "Last Name": "Kenworthy",
                "Affiliation": "Vanderbilt School of Medicine, Department of Molecular Physiology and Biophysics, 718 Light Hall, Nashville, Tennessee 37232, USA."
            },
            {
                "First Name": "Anne A",
                "Last Name": "Schmidt",
                "Affiliation": "CNRS, UMR7592, Institut Jacques Monod, Université Paris Diderot, Sorbonne Paris Cité, 15 rue Hélène Brion, 75205 Paris Cedex 13, France."
            },
            {
                "First Name": "Harvey T",
                "Last Name": "McMahon",
                "Affiliation": "Medical Research Council, Laboratory of Molecular Biology, Cambridge Biomedical Campus, Francis Crick Avenue, Cambridge CB2 0QH, UK."
            },
            {
                "First Name": "Cécile",
                "Last Name": "Sykes",
                "Affiliation": "Institut Curie - Centre de Recherche, Biomimetism of Cell Movement group, CNRS UMR 168, Physico-Chimie Curie, Université Pierre et Marie Curie, 26 rue d'Ulm, 75248 Paris Cedex 05, France."
            },
            {
                "First Name": "Patricia",
                "Last Name": "Bassereau",
                "Affiliation": "Institut Curie - Centre de Recherche, Membrane and Cell Functions group, CNRS UMR 168, Physico-Chimie Curie, Université Pierre et Marie Curie, 26 rue d'Ulm, 75248 Paris Cedex 05, France."
            },
            {
                "First Name": "Ludger",
                "Last Name": "Johannes",
                "Affiliation": "1] Institut Curie - Centre de Recherche, Endocytic Trafficking and Therapeutic Delivery group, 26 rue d'Ulm, 75248 Paris Cedex 05, France [2] CNRS UMR3666, 75005 Paris, France [3] U1143 INSERM, 75005 Paris, France."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2015"
    },
    {
        "PMID": "24353142",
        "Title": "Reshaping biological membranes in endocytosis: crossing the configurational space of membrane-protein interactions.",
        "Abstract": "Lipid membranes are highly dynamic. Over several decades, physicists and biologists have uncovered a number of ways they can change the shape of membranes or alter their phase behavior. In cells, the intricate action of membrane proteins drives these processes. Considering the highly complex ways proteins interact with biological membranes, molecular mechanisms of membrane remodeling still remain unclear. When studying membrane remodeling phenomena, researchers often observe different results, leading them to disparate conclusions on the physiological course of such processes. Here we discuss how combining research methodologies and various experimental conditions contributes to the understanding of the entire phase space of membrane-protein interactions. Using the example of clathrin-mediated endocytosis we try to distinguish the question 'how can proteins remodel the membrane?' from 'how do proteins remodel the membrane in the cell?' In particular, we consider how altering physical parameters may affect the way membrane is remodeled. Uncovering the full range of physical conditions under which membrane phenomena take place is key in understanding the way cells take advantage of membrane properties in carrying out their vital tasks.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Membrane",
            "Endocytosis",
            "Humans",
            "Lipid Bilayers",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": ""
            },
            {
                "First Name": "Patricia",
                "Last Name": "Bassereau",
                "Affiliation": ""
            }
        ],
        "Journal": "Biological chemistry",
        "PubDate": "2014"
    },
    {
        "PMID": "24284177",
        "Title": "Linear aggregation of proteins on the membrane as a prelude to membrane remodeling.",
        "Abstract": "Adhesion and insertion of curvature-mediating proteins can induce dramatic structural changes in cell membranes, allowing them to participate in several key cellular tasks. The way proteins interact to generate curvature remains largely unclear, especially at early stages of membrane remodeling. Using a coarse-grained model of Bin/amphiphysin/Rvs domain with an N-terminal helix (N-BAR) interacting with flat membranes and vesicles, we demonstrate that at low protein surface densities, binding of N-BAR domain proteins to the membrane is followed by a linear aggregation and the formation of meshes on the surface. In this process, the proteins assemble at the base of emerging membrane buds. Our work shows that beyond a more straightforward scaffolding mechanism at high bound densities, the interplay of anisotropic interactions and the local stress imposed by the N-BAR proteins results in deep invaginations and endocytic vesicular bud-like deformations, an order of magnitude larger than the size of the individual protein. Our results imply that by virtue of this mechanism, cell membranes may achieve rapid local increases in protein concentration.",
        "Keywords": [
            "Gaussian curvature",
            "coarse-grained simulation",
            "membrane curvature",
            "membrane stress",
            "self-assembly"
        ],
        "MeSH terms": [
            "Cell Membrane",
            "Membrane Proteins",
            "Models, Chemical",
            "Protein Structure, Secondary"
        ],
        "Authors": [
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Department of Chemistry, Institute for Biophysical Dynamics, James Franck Institute, Computation Institute, and Center for Multiscale Theory and Simulation, The University of Chicago, Chicago, IL 60637."
            },
            {
                "First Name": "Anand",
                "Last Name": "Srivastava",
                "Affiliation": ""
            },
            {
                "First Name": "Gregory A",
                "Last Name": "Voth",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2013"
    },
    {
        "PMID": "23931319",
        "Title": "Protein-mediated transformation of lipid vesicles into tubular networks.",
        "Abstract": "Key cellular processes are frequently accompanied by protein-facilitated shape changes in the plasma membrane. N-BAR-domain protein modules generate curvature by means of complex interactions with the membrane surface. The way they assemble and the mechanism by which they operate are largely dependent on their binding density. Although the mechanism at lower densities has recently begun to emerge, how membrane scaffolds form at high densities remains unclear. By combining electron microscopy and multiscale simulations, we show that N-BAR proteins at high densities can transform a lipid vesicle into a 3D tubular network. We show that this process is a consequence of excess adhesive energy combined with the local stiffening of the membrane, which occurs in a narrow range of mechanical properties of both the membrane and the protein. We show that lipid diffusion is significantly reduced by protein binding at this density regime and even more in areas of high Gaussian curvature, indicating a potential effect on molecular transport in cells. Finally, we reveal that the breaking of the bilayer topology is accompanied by the nematic arrangement of the protein on the surface, a structural motif that likely drives the formation of reticular structures in living cells.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Diffusion",
            "Lipid Bilayers",
            "Liposomes",
            "Membrane Proteins",
            "Molecular Dynamics Simulation",
            "Molecular Sequence Data",
            "Protein Binding",
            "Protein Structure, Tertiary"
        ],
        "Authors": [
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Department of Chemistry, Institute for Biophysical Dynamics, The University of Chicago, Illinois, USA."
            },
            {
                "First Name": "Carsten",
                "Last Name": "Mim",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas C",
                "Last Name": "Marlovits",
                "Affiliation": ""
            },
            {
                "First Name": "Guenter",
                "Last Name": "Resch",
                "Affiliation": ""
            },
            {
                "First Name": "Vinzenz M",
                "Last Name": "Unger",
                "Affiliation": ""
            },
            {
                "First Name": "Gregory A",
                "Last Name": "Voth",
                "Affiliation": ""
            }
        ],
        "Journal": "Biophysical journal",
        "PubDate": "2013"
    },
    {
        "PMID": "22853906",
        "Title": "Molecular and thermodynamic insights into the conformational transitions of Hsp90.",
        "Abstract": "Hsp90, the most abundant cellular protein, has been implicated in numerous physiological and pathological processes. It controls protein folding and prevents aggregation, but it also plays a role in cancer and neurological disorders, making it an attractive drug target. Experimental efforts have demonstrated its remarkable structural flexibility and conformational complexity, which enable it to accommodate a variety of clients, but have not been able to provide a detailed molecular description of the conformational transitions. In our molecular dynamics simulations, Hsp90 underwent dramatic structural rearrangements into energetically favorable stretched and compact states. The transitions were guided by key electrostatic interactions between specific residues of opposite subunits. Nucleotide-bound structures showed the same conformational flexibility, although ADP and ATP seemed to potentiate these interactions by stabilizing two different closed conformations. Our observations may explain the difference in dynamic behavior observed among Hsp90 homologs, and the atomic resolution of the conformational transitions helps elucidate the complex chaperone machinery.",
        "Keywords": [],
        "MeSH terms": [
            "Adenosine Diphosphate",
            "Adenosine Triphosphate",
            "Apoproteins",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "HSP90 Heat-Shock Proteins",
            "Models, Molecular",
            "Molecular Dynamics Simulation",
            "Protein Binding",
            "Protein Conformation",
            "Static Electricity",
            "Thermodynamics"
        ],
        "Authors": [
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Department of Chemistry, Institute for Biophysical Dynamics, University of Chicago, Chicago, Illinois, USA."
            },
            {
                "First Name": "Gregory A",
                "Last Name": "Voth",
                "Affiliation": ""
            }
        ],
        "Journal": "Biophysical journal",
        "PubDate": "2012"
    },
    {
        "PMID": "21812060",
        "Title": "Mechanism and thermodynamics of ligand binding to auxin amidohydrolase.",
        "Abstract": "BrILL2 is catalytically the most efficient auxin amidohydrolase from Brassica rapa, playing a key role in auxin metabolism by catalyzing its release from amino acid conjugates. Auxins, with the most abundant representative indole-acetic acid ([1H-indol-3-yl]-acetic acid, IAA), are a group of plant hormones that in very small concentrations regulate ubiquitin-mediated degradation of transcription regulators. Kinetic studies on BrILL2 showed that it hydrolyzes alanine conjugates of IAA and of its larger analogues, indole-propionic acid (3-[1H-indol-3-yl]-propionic acid, IPA) and indole-butyric acid (4-[1H-indol-3-yl]-butyric acid, IBA). Structurally, BrILL2 belongs to the largest known family of metallopeptidases (M20) that share a recognizable 3D structure, characterized by two perpendicular domains. Its members have been implicated in numerous biochemical processes and have been found across all species sequenced to date. Here, molecular dynamics simulations were carried out to study structural and thermodynamic properties of ligand binding to BrILL2. A conformational change was captured in multiple copies of 10 ns long simulations, described by a rigid body movement of the two domains, and its associated key interactions between residues were examined. For the three substrates, complexes in two possible binding modes were recreated, along with a single binding mode for the putative substrate tryptophanyl-alanine (Trp-Ala), which were subsequently simulated in multiple copies of 10 ns long simulations. Thermodynamic calculations were used to assess their binding affinities and explain the selectivity toward the longer ligands. Based on the results, a possible route for the reaction is proposed.",
        "Keywords": [],
        "MeSH terms": [
            "Amidohydrolases",
            "Binding Sites",
            "Brassica rapa",
            "Indoleacetic Acids",
            "Molecular Dynamics Simulation",
            "Plant Proteins",
            "Protein Binding",
            "Protein Structure, Secondary",
            "Temperature",
            "Thermodynamics"
        ],
        "Authors": [
            {
                "First Name": "Mijo",
                "Last Name": "Simunovic",
                "Affiliation": "Chemistry Department, Faculty of Science, University of Zagreb, Horvatovac 102a, 10000 Zagreb, Croatia."
            },
            {
                "First Name": "Bojan",
                "Last Name": "Zagrovic",
                "Affiliation": ""
            },
            {
                "First Name": "Sanja",
                "Last Name": "Tomić",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular recognition : JMR",
        "PubDate": "2011"
    }
]