[
    {
        "PMID": "38877037",
        "Title": "Dan forms condensates in neuroblasts and regulates nuclear architecture and progenitor competence in vivo.",
        "Abstract": "Genome organization is thought to underlie cell type specific gene expression, yet how it is regulated in progenitors to produce cellular diversity is unknown. In Drosophila, a developmentally-timed genome reorganization in neural progenitors terminates competence to produce early-born neurons. These events require downregulation of Distal antenna (Dan), part of the conserved pipsqueak DNA-binding superfamily. Here we find that Dan forms liquid-like condensates with high protein mobility, and whose size and subnuclear distribution are balanced with its DNA-binding. Further, we identify a LARKS domain, a structural motif associated with condensate-forming proteins. Deleting just 13 amino acids from LARKS abrogates Dan's ability to retain the early-born neural fate gene, hunchback, in the neuroblast nuclear interior and maintain competence in vivo. Conversely, domain-swapping with LARKS from known phase-separating proteins rescues Dan's effects on competence. Together, we provide in vivo evidence for condensate formation and the regulation of progenitor nuclear architecture underlying neuronal diversification.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Nucleus",
            "DNA-Binding Proteins",
            "Drosophila melanogaster",
            "Drosophila Proteins",
            "Gene Expression Regulation, Developmental",
            "Neural Stem Cells",
            "Neurons",
            "Protein Domains",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Gillie",
                "Last Name": "Benchorin",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Richard Jangwon",
                "Last Name": "Cho",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Maggie Jiaqi",
                "Last Name": "Li",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Natalia",
                "Last Name": "Molotkova",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Minoree",
                "Last Name": "Kohwi",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA. mk3632@columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2024"
    },
    {
        "PMID": "35177098",
        "Title": "Enhancer of trithorax/polycomb, Corto, regulates timing of hunchback gene relocation and competence in Drosophila neuroblasts.",
        "Abstract": "Neural progenitors produce diverse cells in a stereotyped birth order, but can specify each cell type for only a limited duration. In the Drosophila embryo, neuroblasts (neural progenitors) specify multiple, distinct neurons by sequentially expressing a series of temporal identity transcription factors with each division. Hunchback (Hb), the first of the series, specifies early-born neuronal identity. Neuroblast competence to generate early-born neurons is terminated when the hb gene relocates to the neuroblast nuclear lamina, rendering it refractory to activation in descendent neurons. Mechanisms and trans-acting factors underlying this process are poorly understood. Here we identify Corto, an enhancer of Trithorax/Polycomb (ETP) protein, as a new regulator of neuroblast competence.",
        "Keywords": [
            "Corto",
            "Hunchback",
            "Neuroblast competence",
            "Nuclear architecture",
            "Nuclear lamina",
            "Polycomb",
            "Temporal identity"
        ],
        "MeSH terms": [
            "Animals",
            "DNA-Binding Proteins",
            "Drosophila",
            "Drosophila Proteins",
            "Gene Expression Regulation, Developmental",
            "In Situ Hybridization, Fluorescence",
            "Neural Stem Cells",
            "Neurons",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Terry L",
                "Last Name": "Hafer",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Institute Mind Brain Behavior, Columbia University, New York, NY, 10027, USA."
            },
            {
                "First Name": "Sofiya",
                "Last Name": "Patra",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Institute Mind Brain Behavior, Columbia University, New York, NY, 10027, USA."
            },
            {
                "First Name": "Daiki",
                "Last Name": "Tagami",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Institute Mind Brain Behavior, Columbia University, New York, NY, 10027, USA."
            },
            {
                "First Name": "Minoree",
                "Last Name": "Kohwi",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Institute Mind Brain Behavior, Columbia University, New York, NY, 10027, USA. mk3632@columbia.edu."
            }
        ],
        "Journal": "Neural development",
        "PubDate": "2022"
    },
    {
        "PMID": "34529940",
        "Title": "Discrete cis-acting element regulates developmentally timed gene-lamina relocation and neural progenitor competence in vivo.",
        "Abstract": "The nuclear lamina is typically associated with transcriptional silencing, and peripheral relocation of genes highly correlates with repression. However, the DNA sequences and proteins regulating gene-lamina interactions are largely unknown. Exploiting the developmentally timed hunchback gene movement to the lamina in Drosophila neuroblasts, we identified a 250 bp intronic element (IE) both necessary and sufficient for relocation. The IE can target a reporter transgene to the lamina and silence it. Endogenously, however, hunchback is already repressed prior to relocation. Instead, IE-mediated relocation confers a heritably silenced gene state refractory to activation in descendent neurons, which terminates neuroblast competence to specify early-born identity. Surprisingly, we found that the Polycomb group chromatin factors bind the IE and are required for lamina relocation, revealing a nuclear architectural role distinct from their well-known function in transcriptional repression. Together, our results uncover in vivo mechanisms underlying neuroblast competence and lamina association in heritable gene silencing.",
        "Keywords": [
            "Drosophila",
            "Polycomb",
            "cell fate",
            "neural progenitor",
            "neuroblast",
            "nuclear architecture",
            "nuclear lamina",
            "stem cell competence",
            "temporal identity"
        ],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Cell Differentiation",
            "Central Nervous System",
            "DNA-Binding Proteins",
            "Drosophila Proteins",
            "Gene Expression Regulation, Developmental",
            "Neural Stem Cells",
            "Neurons",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Tanguy",
                "Last Name": "Lucas",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Institute Mind Brain Behavior, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Terry L",
                "Last Name": "Hafer",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Institute Mind Brain Behavior, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Harrison G",
                "Last Name": "Zhang",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Institute Mind Brain Behavior, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Natalia",
                "Last Name": "Molotkova",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Institute Mind Brain Behavior, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Minoree",
                "Last Name": "Kohwi",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Institute Mind Brain Behavior, Columbia University, New York, NY 10027, USA; Kavli Institute for Brain Science, Columbia University, New York, NY 10027, USA. Electronic address: mk3632@columbia.edu."
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2021"
    },
    {
        "PMID": "31299459",
        "Title": "From insects to mammals: regulation of genome architecture in neural development.",
        "Abstract": "One of the hallmarks of the metazoan genome is that genes are non-randomly positioned within the cell nucleus; in fact, the entire genome is packaged in a highly organized manner to orchestrate proper gene expression for each cell type. This is an especially daunting task for the development of the brain, which consists of an incredibly diverse population of neural cells. How genome architecture is established, maintained, and regulated to promote diverse cell fates and functions are fascinating questions with important implications in development and disease. The explosion in various biochemical and imaging techniques to analyze chromatin is now making it possible to interrogate the genome at an unprecedented resolution. Here we will focus on current advances in understanding genome architecture and gene regulation in the context of neural development.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Nucleus",
            "Chromatin",
            "Gene Expression Regulation",
            "Genome",
            "Insecta",
            "Mammals"
        ],
        "Authors": [
            {
                "First Name": "Tanguy",
                "Last Name": "Lucas",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Institute for Mind Brain Behavior, Kavli Institute for Brain Sciences, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Minoree",
                "Last Name": "Kohwi",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Institute for Mind Brain Behavior, Kavli Institute for Brain Sciences, Columbia University, New York, NY, United States. Electronic address: mk3632@columbia.edu."
            }
        ],
        "Journal": "Current opinion in neurobiology",
        "PubDate": "2019"
    },
    {
        "PMID": "28137283",
        "Title": "The Hunchback temporal transcription factor establishes, but is not required to maintain, early-born neuronal identity.",
        "Abstract": "Drosophila and mammalian neural progenitors typically generate a diverse family of neurons in a stereotyped order. Neuronal diversity can be generated by the sequential expression of temporal transcription factors. In Drosophila, neural progenitors (neuroblasts) sequentially express the temporal transcription factors Hunchback (Hb), Kruppel, Pdm, and Castor. Hb is necessary and sufficient to specify early-born neuronal identity in multiple lineages, and is maintained in the post-mitotic neurons produced during each neuroblast expression window. Surprisingly, nothing is currently known about whether Hb acts in neuroblasts or post-mitotic neurons (or both) to specify first-born neuronal identity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "DNA-Binding Proteins",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Gene Expression Regulation, Developmental",
            "Locomotion",
            "Mitosis",
            "Motor Neurons",
            "Neural Stem Cells",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Keiko",
                "Last Name": "Hirono",
                "Affiliation": "Howard Hughes Medical Institute, Eugene, 97403, USA."
            },
            {
                "First Name": "Minoree",
                "Last Name": "Kohwi",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Matt Q",
                "Last Name": "Clark",
                "Affiliation": "Howard Hughes Medical Institute, Eugene, 97403, USA."
            },
            {
                "First Name": "Ellie S",
                "Last Name": "Heckscher",
                "Affiliation": "Department of Molecular Genetics and Cell Biology, University of Chicago, Chicago, IL, 60637, USA."
            },
            {
                "First Name": "Chris Q",
                "Last Name": "Doe",
                "Affiliation": "Howard Hughes Medical Institute, Eugene, 97403, USA. cdoe@uoregon.edu."
            }
        ],
        "Journal": "Neural development",
        "PubDate": "2017"
    },
    {
        "PMID": "24400340",
        "Title": "Temporal fate specification and neural progenitor competence during development.",
        "Abstract": "The vast diversity of neurons and glia of the CNS is generated from a small, heterogeneous population of progenitors that undergo transcriptional changes during development to sequentially specify distinct cell fates. Guided by cell-intrinsic and -extrinsic cues, invertebrate and mammalian neural progenitors carefully regulate when and how many of each cell type is produced, enabling the formation of functional neural circuits. Emerging evidence indicates that neural progenitors also undergo changes in global chromatin architecture, thereby restricting when a particular cell type can be generated. Studies of temporal-identity specification and progenitor competence can provide insight into how we could use neural progenitors to more effectively generate specific cell types for brain repair.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "Central Nervous System",
            "Neural Stem Cells",
            "Neuroglia",
            "Neurons"
        ],
        "Authors": [
            {
                "First Name": "Minoree",
                "Last Name": "Kohwi",
                "Affiliation": ""
            },
            {
                "First Name": "Chris Q",
                "Last Name": "Doe",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature reviews. Neuroscience",
        "PubDate": "2013"
    },
    {
        "PMID": "23332748",
        "Title": "Developmentally regulated subnuclear genome reorganization restricts neural progenitor competence in Drosophila.",
        "Abstract": "Stem and/or progenitor cells often generate distinct cell types in a stereotyped birth order and over time lose competence to specify earlier-born fates by unknown mechanisms. In Drosophila, the Hunchback transcription factor acts in neural progenitors (neuroblasts) to specify early-born neurons, in part by indirectly inducing the neuronal transcription of its target genes, including the hunchback gene. We used in vivo immuno-DNA FISH and found that the hunchback gene moves to the neuroblast nuclear periphery, a repressive subnuclear compartment, precisely when competence to specify early-born fate is lost and several hours and cell divisions after termination of its transcription. hunchback movement to the lamina correlated with downregulation of the neuroblast nuclear protein, Distal antenna (Dan). Either prolonging Dan expression or disrupting lamina interfered with hunchback repositioning and extended neuroblast competence. We propose that neuroblasts undergo a developmentally regulated subnuclear genome reorganization to permanently silence Hunchback target genes that results in loss of progenitor competence.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA-Binding Proteins",
            "Drosophila",
            "Drosophila Proteins",
            "Gene Expression Regulation, Developmental",
            "Genome, Insect",
            "Neural Stem Cells",
            "Neurons",
            "Nuclear Proteins",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Minoree",
                "Last Name": "Kohwi",
                "Affiliation": "Institute of Neuroscience, Institute of Molecular Biology, Howard Hughes Medical Institute, University of Oregon, Eugene, OR 97403, USA."
            },
            {
                "First Name": "Joshua R",
                "Last Name": "Lupton",
                "Affiliation": ""
            },
            {
                "First Name": "Sen-Lin",
                "Last Name": "Lai",
                "Affiliation": ""
            },
            {
                "First Name": "Michael R",
                "Last Name": "Miller",
                "Affiliation": ""
            },
            {
                "First Name": "Chris Q",
                "Last Name": "Doe",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2013"
    },
    {
        "PMID": "23063363",
        "Title": "A resource for manipulating gene expression and analyzing cis-regulatory modules in the Drosophila CNS.",
        "Abstract": "Here, we describe the embryonic central nervous system expression of 5,000 GAL4 lines made using molecularly defined cis-regulatory DNA inserted into a single attP genomic location. We document and annotate the patterns in early embryos when neurogenesis is at its peak, and in older embryos where there is maximal neuronal diversity and the first neural circuits are established. We note expression in other tissues, such as the lateral body wall (muscle, sensory neurons, and trachea) and viscera. Companion papers report on the adult brain and larval imaginal discs, and the integrated data sets are available online (http://www.janelia.org/gal4-gen1). This collection of embryonically expressed GAL4 lines will be valuable for determining neuronal morphology and function. The 1,862 lines expressed in small subsets of neurons (<20/segment) will be especially valuable for characterizing interneuronal diversity and function, because although interneurons comprise the majority of all central nervous system neurons, their gene expression profile and function remain virtually unexplored.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Central Nervous System",
            "Databases, Factual",
            "Drosophila",
            "Drosophila Proteins",
            "Embryo, Nonmammalian",
            "Female",
            "Gene Expression",
            "Genes, Reporter",
            "Internet",
            "Male",
            "Regulatory Elements, Transcriptional",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Laurina",
                "Last Name": "Manning",
                "Affiliation": "Institutes of Neuroscience and Molecular Biology, Howard Hughes Medical Institute, University of Oregon, Eugene, OR 97403, USA."
            },
            {
                "First Name": "Ellie S",
                "Last Name": "Heckscher",
                "Affiliation": ""
            },
            {
                "First Name": "Maria D",
                "Last Name": "Purice",
                "Affiliation": ""
            },
            {
                "First Name": "Jourdain",
                "Last Name": "Roberts",
                "Affiliation": ""
            },
            {
                "First Name": "Alysha L",
                "Last Name": "Bennett",
                "Affiliation": ""
            },
            {
                "First Name": "Jason R",
                "Last Name": "Kroll",
                "Affiliation": ""
            },
            {
                "First Name": "Jill L",
                "Last Name": "Pollard",
                "Affiliation": ""
            },
            {
                "First Name": "Marie E",
                "Last Name": "Strader",
                "Affiliation": ""
            },
            {
                "First Name": "Josh R",
                "Last Name": "Lupton",
                "Affiliation": ""
            },
            {
                "First Name": "Anna V",
                "Last Name": "Dyukareva",
                "Affiliation": ""
            },
            {
                "First Name": "Phuong Nam",
                "Last Name": "Doan",
                "Affiliation": ""
            },
            {
                "First Name": "David M",
                "Last Name": "Bauer",
                "Affiliation": ""
            },
            {
                "First Name": "Allison N",
                "Last Name": "Wilbur",
                "Affiliation": ""
            },
            {
                "First Name": "Stephanie",
                "Last Name": "Tanner",
                "Affiliation": ""
            },
            {
                "First Name": "Jimmy J",
                "Last Name": "Kelly",
                "Affiliation": ""
            },
            {
                "First Name": "Sen-Lin",
                "Last Name": "Lai",
                "Affiliation": ""
            },
            {
                "First Name": "Khoa D",
                "Last Name": "Tran",
                "Affiliation": ""
            },
            {
                "First Name": "Minoree",
                "Last Name": "Kohwi",
                "Affiliation": ""
            },
            {
                "First Name": "Todd R",
                "Last Name": "Laverty",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph C",
                "Last Name": "Pearson",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen T",
                "Last Name": "Crews",
                "Affiliation": ""
            },
            {
                "First Name": "Gerald M",
                "Last Name": "Rubin",
                "Affiliation": ""
            },
            {
                "First Name": "Chris Q",
                "Last Name": "Doe",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2012"
    },
    {
        "PMID": "22347817",
        "Title": "Neurophysiological defects and neuronal gene deregulation in Drosophila mir-124 mutants.",
        "Abstract": "miR-124 is conserved in sequence and neuronal expression across the animal kingdom and is predicted to have hundreds of mRNA targets. Diverse defects in neural development and function were reported from miR-124 antisense studies in vertebrates, but a nematode knockout of mir-124 surprisingly lacked detectable phenotypes. To provide genetic insight from Drosophila, we deleted its single mir-124 locus and found that it is dispensable for gross aspects of neural specification and differentiation. On the other hand, we detected a variety of mutant phenotypes that were rescuable by a mir-124 genomic transgene, including short lifespan, increased dendrite variation, impaired larval locomotion, and aberrant synaptic release at the NMJ. These phenotypes reflect extensive requirements of miR-124 even under optimal culture conditions. Comparison of the transcriptomes of cells from wild-type and mir-124 mutant animals, purified on the basis of mir-124 promoter activity, revealed broad upregulation of direct miR-124 targets. However, in contrast to the proposed mutual exclusion model for miR-124 function, its functional targets were relatively highly expressed in miR-124-expressing cells and were not enriched in genes annotated with epidermal expression. A notable aspect of the direct miR-124 network was coordinate targeting of five positive components in the retrograde BMP signaling pathway, whose activation in neurons increases synaptic release at the NMJ, similar to mir-124 mutants. Derepression of the direct miR-124 target network also had many secondary effects, including over-activity of other post-transcriptional repressors and a net incomplete transition from a neuroblast to a neuronal gene expression signature. Altogether, these studies demonstrate complex consequences of miR-124 loss on neural gene expression and neurophysiology.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "Drosophila melanogaster",
            "Gene Expression Regulation, Developmental",
            "Gene Knockout Techniques",
            "Locomotion",
            "MicroRNAs",
            "Mutation",
            "Neurogenesis",
            "Neuromuscular Junction",
            "Phenotype",
            "Sensory Receptor Cells",
            "Signal Transduction",
            "Synapses",
            "Transcriptome"
        ],
        "Authors": [
            {
                "First Name": "Kailiang",
                "Last Name": "Sun",
                "Affiliation": "Department of Developmental Biology, Sloan-Kettering Institute, New York, New York, USA"
            },
            {
                "First Name": "Jakub Orzechowski",
                "Last Name": "Westholm",
                "Affiliation": ""
            },
            {
                "First Name": "Kazuya",
                "Last Name": "Tsurudome",
                "Affiliation": ""
            },
            {
                "First Name": "Joshua W",
                "Last Name": "Hagen",
                "Affiliation": ""
            },
            {
                "First Name": "Yubing",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Minoree",
                "Last Name": "Kohwi",
                "Affiliation": ""
            },
            {
                "First Name": "Doron",
                "Last Name": "Betel",
                "Affiliation": ""
            },
            {
                "First Name": "Fen-Biao",
                "Last Name": "Gao",
                "Affiliation": ""
            },
            {
                "First Name": "A Pejmun",
                "Last Name": "Haghighi",
                "Affiliation": ""
            },
            {
                "First Name": "Chris Q",
                "Last Name": "Doe",
                "Affiliation": ""
            },
            {
                "First Name": "Eric C",
                "Last Name": "Lai",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2012"
    },
    {
        "PMID": "21429984",
        "Title": "The pipsqueak-domain proteins Distal antenna and Distal antenna-related restrict Hunchback neuroblast expression and early-born neuronal identity.",
        "Abstract": "A fundamental question in brain development is how precursor cells generate a diverse group of neural progeny in an ordered manner. Drosophila neuroblasts sequentially express the transcription factors Hunchback (Hb), Krüppel (Kr), Pdm1/Pdm2 (Pdm) and Castor (Cas). Hb is necessary and sufficient to specify early-born temporal identity and, thus, Hb downregulation is essential for specification of later-born progeny. Here, we show that distal antenna (dan) and distal antenna-related (danr), encoding pipsqueak motif DNA-binding domain protein family members, are detected in all neuroblasts during the Hb-to-Cas expression window. Dan and Danr are required for timely downregulation of Hb in neuroblasts and for limiting the number of early-born neurons. Dan and Danr function independently of Seven-up (Svp), an orphan nuclear receptor known to repress Hb expression in neuroblasts, because Dan, Danr and Svp do not regulate each other and dan danr svp triple mutants have increased early-born neurons compared with either dan danr or svp mutants. Interestingly, misexpression of Hb can induce Dan and Svp expression in neuroblasts, suggesting that Hb might activate a negative feedback loop to limit its own expression. We conclude that Dan/Danr and Svp act in parallel pathways to limit Hb expression and allow neuroblasts to transition from making early-born neurons to late-born neurons at the proper time.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Cell Differentiation",
            "DNA-Binding Proteins",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Embryo, Nonmammalian",
            "Gene Expression Regulation, Developmental",
            "Models, Biological",
            "Neural Stem Cells",
            "Neurons",
            "Nuclear Proteins",
            "Protein Structure, Tertiary",
            "Receptors, Steroid",
            "Time Factors",
            "Tissue Distribution",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Minoree",
                "Last Name": "Kohwi",
                "Affiliation": "Institute of Neuroscience, Institute of Molecular Biology, Howard Hughes Medical Institute, University of Oregon, Eugene, OR 97403, USA."
            },
            {
                "First Name": "Laurel S",
                "Last Name": "Hiebert",
                "Affiliation": ""
            },
            {
                "First Name": "Chris Q",
                "Last Name": "Doe",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2011"
    },
    {
        "PMID": "19951685",
        "Title": "Preview. Stem cell transcriptional loops generate precise temporal identity.",
        "Abstract": "Neuronal diversity is generated from small pools of progenitors whose fate potential changes over time. Recently in Cell, Baumgardt et al. (2009) showed that multiple, simultaneously activated transcriptional cascades regulate the timing and specification of distinct neurons from the lineage of a single embryonic Drosophila neural stem cell.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Minoree",
                "Last Name": "Kohwi",
                "Affiliation": "Institute of Neuroscience, University of Oregon, Eugene, OR 97405, USA; Institute of Molecular Biology, University of Oregon, Eugene, OR 97405, USA; Howard Hughes Medical Institute, University of Oregon, Eugene, OR 97405, USA."
            },
            {
                "First Name": "Chris Q",
                "Last Name": "Doe",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell stem cell",
        "PubDate": "2009"
    },
    {
        "PMID": "17596436",
        "Title": "A subpopulation of olfactory bulb GABAergic interneurons is derived from Emx1- and Dlx5/6-expressing progenitors.",
        "Abstract": "The subventricular zone (SVZ) of the postnatal brain continuously generates olfactory bulb (OB) interneurons. We show that calretinin+, calbindin+, and dopaminergic (TH+) periglomerular OB interneurons correspond to distinct subtypes of GABAergic cells; all were produced in the postnatal mouse brain, but they matured and were eliminated at different rates. The embryonic lateral ganglionic eminence (LGE) is thought to be the site of origin of postnatal SVZ neural progenitors. Consistently, grafts of the embryonic LGE into the adult brain SVZ generated many OB interneurons, including TH+ and calbindin+ periglomerular interneurons. However, calretinin+ cells were not produced from these LGE grafts. Surprisingly, pallial and septal embryonic progenitors transplanted into the adult brain SVZ also resulted in the generation of OB interneurons, including calretinin+ cells. A subset of Dlx2+ OB interneurons was derived from cells expressing Emx1, a transcription factor largely restricted to the pallium during development. Emx1 lineage-derived cells contributed a substantial portion of GABAergic cells in the OB, including calretinin+ interneurons. This is in contrast to cortex, in which Emx1 lineage-derived cells do not differentiate into GABAergic neurons. Our results suggest that some OB interneurons are derived from progenitors outside the LGE and that precursors expressing what has classically been considered a pallial transcription factor generate GABAergic interneurons.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain Tissue Transplantation",
            "Calbindin 2",
            "Calbindins",
            "Cell Differentiation",
            "Cell Lineage",
            "Cell Movement",
            "Cells, Cultured",
            "Dopamine",
            "Graft Survival",
            "Homeodomain Proteins",
            "Interneurons",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Olfactory Bulb",
            "S100 Calcium Binding Protein G",
            "Stem Cells",
            "Telencephalon",
            "Transcription Factors",
            "gamma-Aminobutyric Acid"
        ],
        "Authors": [
            {
                "First Name": "Minoree",
                "Last Name": "Kohwi",
                "Affiliation": "Department of Neurosurgery, University of California at San Francisco, San Francisco, California 94143, USA."
            },
            {
                "First Name": "Magdalena A",
                "Last Name": "Petryniak",
                "Affiliation": ""
            },
            {
                "First Name": "Jason E",
                "Last Name": "Long",
                "Affiliation": ""
            },
            {
                "First Name": "Marc",
                "Last Name": "Ekker",
                "Affiliation": ""
            },
            {
                "First Name": "Kunihiko",
                "Last Name": "Obata",
                "Affiliation": ""
            },
            {
                "First Name": "Yuchio",
                "Last Name": "Yanagawa",
                "Affiliation": ""
            },
            {
                "First Name": "John L R",
                "Last Name": "Rubenstein",
                "Affiliation": ""
            },
            {
                "First Name": "Arturo",
                "Last Name": "Alvarez-Buylla",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2007"
    },
    {
        "PMID": "16049175",
        "Title": "Pax6 is required for making specific subpopulations of granule and periglomerular neurons in the olfactory bulb.",
        "Abstract": "The subventricular zone (SVZ) produces different subclasses of olfactory bulb (OB) interneurons throughout life. Little is known about the molecular mechanisms controlling the production of different types of interneurons. Here we show that most proliferating adult SVZ progenitors express the transcription factor Pax6, but only a small subpopulation of migrating neuroblasts and new OB interneurons derived from these progenitors retains Pax6 expression. To elucidate the cell-autonomous role of Pax6 in OB neurogenesis, we transplanted green fluorescent protein-expressing embryonic forebrain progenitors of the dorsal lateral ganglionic eminence from Pax6 mutant Small Eye (Pax6(Sey/Sey)) mice into the SVZ of adult wild-type mice. Pax6(Sey/Sey) progenitors produce neuroblasts capable of migrating into the OB but fail to generate dopaminergic periglomerular and superficial granule cells. Interestingly, superficial granule neurons also express mRNA for tyrosine hydroxylase, the rate-limiting enzyme in dopamine synthesis. Our data show that SVZ neuroblasts are heterogeneous and that Pax6 is required in a cell-autonomous manner for the production of cells in the dopaminergic lineage.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain Tissue Transplantation",
            "Cell Differentiation",
            "Cell Division",
            "Cell Lineage",
            "Cell Movement",
            "Dopamine",
            "Eye Proteins",
            "Female",
            "Fetal Tissue Transplantation",
            "Homeodomain Proteins",
            "Interneurons",
            "Mice",
            "Mice, Inbred Strains",
            "Mice, Mutant Strains",
            "Olfactory Bulb",
            "PAX6 Transcription Factor",
            "Paired Box Transcription Factors",
            "Pregnancy",
            "Repressor Proteins",
            "Stem Cells",
            "Tyrosine 3-Monooxygenase"
        ],
        "Authors": [
            {
                "First Name": "Minoree",
                "Last Name": "Kohwi",
                "Affiliation": "Department of Neurological Surgery, Program in Developmental and Stem Cell Biology, University of California, San Francisco, California 94143, USA."
            },
            {
                "First Name": "Noriko",
                "Last Name": "Osumi",
                "Affiliation": ""
            },
            {
                "First Name": "John L R",
                "Last Name": "Rubenstein",
                "Affiliation": ""
            },
            {
                "First Name": "Arturo",
                "Last Name": "Alvarez-Buylla",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2005"
    },
    {
        "PMID": "12878698",
        "Title": "N- and C-terminal domains of beta-catenin, respectively, are required to initiate and shape axon arbors of retinal ganglion cells in vivo.",
        "Abstract": "We used deletion mutants to study beta-catenin function in axon arborization of retinal ganglion cells (RGCs) in live Xenopus laevis tadpoles. A deletion mutant betacatDeltaARM consists of the N- and C-terminal domains of wild-type beta-catenin that contain, respectively, alpha-catenin and postsynaptic density-95 (PSD-95)/discs large (Dlg)/zona occludens-1 (ZO-1) (PDZ) binding sites but lacks the central armadillo repeat region that binds cadherins and other proteins. Expression of DeltaARM in RGCs of live tadpoles perturbed axon arborization in two distinct ways: some RGC axons did not form arbors, whereas the remaining RGC axons formed arbors with abnormally long and tangled branches. Expression of the N- and C-terminal domains of beta-catenin separately in RGCs resulted in segregation of these two phenotypes. The axons of RGCs overexpressing the N-terminal domain of beta-catenin developed no or very few branches, whereas axons of RGCs overexpressing the C-terminal domain of beta-catenin formed arbors with long, tangled branches. Additional analysis revealed that the axons of RGCs that did not form arbors after overexpression of DeltaARM or the N-terminal domain of beta-catenin were frequently mistargeted within the tectum. These results suggest that interactions of the N-terminal domain of beta-catenin with alpha-catenin and of the C-terminal domain with PDZ domain-containing proteins are required, respectively, to initiate and shape axon arbors of RGCs in vivo.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Cadherins",
            "Cytoskeletal Proteins",
            "Green Fluorescent Proteins",
            "Larva",
            "Luminescent Proteins",
            "Mutagenesis, Site-Directed",
            "Neuropil",
            "Protein Structure, Tertiary",
            "Retinal Ganglion Cells",
            "Superior Colliculi",
            "Trans-Activators",
            "Xenopus Proteins",
            "Xenopus laevis",
            "beta Catenin"
        ],
        "Authors": [
            {
                "First Name": "Tamira M",
                "Last Name": "Elul",
                "Affiliation": "Department of Physiology, University of California San Francisco, San Francisco, California 94143, USA. tamira@itsa.ucsf.edu"
            },
            {
                "First Name": "Nikole E",
                "Last Name": "Kimes",
                "Affiliation": ""
            },
            {
                "First Name": "Minoree",
                "Last Name": "Kohwi",
                "Affiliation": ""
            },
            {
                "First Name": "Louis F",
                "Last Name": "Reichardt",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2003"
    },
    {
        "PMID": "12151521",
        "Title": "Postsynaptic targeting of alternative postsynaptic density-95 isoforms by distinct mechanisms.",
        "Abstract": "Members of the postsynaptic density-95 (PSD95)/synapse-associated protein-90 (SAP90) family of scaffolding proteins contain a common set of modular protein interaction motifs including PDZ (postsynaptic density-95/Discs large/zona occludens-1), Src homology 3, and guanylate kinase domains, which regulate signaling and plasticity at excitatory synapses. We report that N-terminal alternative splicing of PSD95 generates an isoform, PSD95beta that contains an additional \"L27\" motif, which is also present in SAP97. Using yeast two hybrid and coimmunoprecipitation assays, we demonstrate that this N-terminal L27 domain of PSD-95beta, binds to an L27 domain in the membrane-associated guanylate kinase calcium/calmodulin-dependent serine kinase, and to Hrs, an endosomal ATPase that regulates vesicular trafficking. By transfecting heterologous cells and hippocampal neurons, we find that interactions with the L27 domain regulate synaptic clustering of PSD95beta. Disrupting Hrs-regulated early endosomal sorting in hippocampal neurons selectively blocks synaptic clustering of PSD95beta but does not interfere with trafficking of the palmitoylated isoform, PSD95alpha. These studies identify molecular and functional heterogeneity in synaptic PSD95 complexes and reveal critical roles for L27 domain interactions and Hrs regulated vesicular trafficking in postsynaptic protein clustering.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Alternative Splicing",
            "Amino Acid Motifs",
            "Animals",
            "COS Cells",
            "Calcium-Calmodulin-Dependent Protein Kinases",
            "Cells, Cultured",
            "Discs Large Homolog 1 Protein",
            "Disks Large Homolog 4 Protein",
            "Endosomal Sorting Complexes Required for Transport",
            "Guanylate Kinases",
            "Humans",
            "Intracellular Signaling Peptides and Proteins",
            "Macromolecular Substances",
            "Membrane Proteins",
            "Molecular Sequence Data",
            "Nerve Tissue Proteins",
            "Neurons",
            "Nucleoside-Phosphate Kinase",
            "Phosphoproteins",
            "Precipitin Tests",
            "Protein Isoforms",
            "Protein Structure, Tertiary",
            "Protein Transport",
            "Rats",
            "Rodentia",
            "Sequence Homology, Amino Acid",
            "Synapses",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Dane M",
                "Last Name": "Chetkovich",
                "Affiliation": "Department of Physiology, University of California, San Francisco, San Francisco, California 94143-0444, USA."
            },
            {
                "First Name": "Robert C",
                "Last Name": "Bunn",
                "Affiliation": ""
            },
            {
                "First Name": "Sheng-Han",
                "Last Name": "Kuo",
                "Affiliation": ""
            },
            {
                "First Name": "Yoshimi",
                "Last Name": "Kawasaki",
                "Affiliation": ""
            },
            {
                "First Name": "Minoree",
                "Last Name": "Kohwi",
                "Affiliation": ""
            },
            {
                "First Name": "David S",
                "Last Name": "Bredt",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2002"
    }
]