[
    {
        "PMID": "38885262",
        "Title": "The clock-like accumulation of germline and somatic mutations can arise from the interplay of DNA damage and repair.",
        "Abstract": "The rates at which mutations accumulate across human cell types vary. To identify causes of this variation, mutations are often decomposed into a combination of the single-base substitution (SBS) \"signatures\" observed in germline, soma, and tumors, with the idea that each signature corresponds to one or a small number of underlying mutagenic processes. Two such signatures turn out to be ubiquitous across cell types: SBS signature 1, which consists primarily of transitions at methylated CpG sites thought to be caused by spontaneous deamination, and the more diffuse SBS signature 5, which is of unknown etiology. In cancers, the number of mutations attributed to these 2 signatures accumulates linearly with age of diagnosis, and thus the signatures have been termed \"clock-like.\" To better understand this clock-like behavior, we develop a mathematical model that includes DNA replication errors, unrepaired damage, and damage repaired incorrectly. We show that mutational signatures can exhibit clock-like behavior because cell divisions occur at a constant rate and/or because damage rates remain constant over time, and that these distinct sources can be teased apart by comparing cell lineages that divide at different rates. With this goal in mind, we analyze the rate of accumulation of mutations in multiple cell types, including soma as well as male and female germline. We find no detectable increase in SBS signature 1 mutations in neurons and only a very weak increase in mutations assigned to the female germline, but a significant increase with time in rapidly dividing cells, suggesting that SBS signature 1 is driven by rounds of DNA replication occurring at a relatively fixed rate. In contrast, SBS signature 5 increases with time in all cell types, including postmitotic ones, indicating that it accumulates independently of cell divisions; this observation points to errors in DNA repair as the key underlying mechanism. Thus, the two \"clock-like\" signatures observed across cell types likely have distinct origins, one set by rates of cell division, the other by damage rates.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "DNA Repair",
            "DNA Damage",
            "Germ-Line Mutation",
            "Mutation",
            "Germ Cells",
            "Models, Genetic",
            "Neoplasms",
            "DNA Methylation",
            "DNA Replication"
        ],
        "Authors": [
            {
                "First Name": "Natanael",
                "Last Name": "Spisak",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Marc",
                "Last Name": "de Manuel",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "William",
                "Last Name": "Milligan",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Guy",
                "Last Name": "Sella",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2024"
    },
    {
        "PMID": "38386752",
        "Title": "Patterns of recombination in snakes reveal a tug-of-war between PRDM9 and promoter-like features.",
        "Abstract": "In some mammals, notably humans, recombination occurs almost exclusively where the protein PRDM9 binds, whereas in vertebrates lacking an intact ",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Colubridae",
            "Histone-Lysine N-Methyltransferase",
            "Promoter Regions, Genetic",
            "Recombination, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Carla",
                "Last Name": "Hoge",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Marc",
                "Last Name": "de Manuel",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Mohamed",
                "Last Name": "Mahgoub",
                "Affiliation": "The Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Naima",
                "Last Name": "Okami",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Zachary",
                "Last Name": "Fuller",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Shreya",
                "Last Name": "Banerjee",
                "Affiliation": "Department of Biology, Stanford University, Stanford, CA, USA."
            },
            {
                "First Name": "Zachary",
                "Last Name": "Baker",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Morgan",
                "Last Name": "McNulty",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Andolfatto",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Todd S",
                "Last Name": "Macfarlan",
                "Affiliation": "The Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Molly",
                "Last Name": "Schumer",
                "Affiliation": "Department of Biology, Stanford University, Stanford, CA, USA."
            },
            {
                "First Name": "Athanasia C",
                "Last Name": "Tzika",
                "Affiliation": "Laboratory of Artificial & Natural Evolution (LANE), Department of Genetics & Evolution, University of Geneva, Geneva, Switzerland."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2024"
    },
    {
        "PMID": "38014124",
        "Title": "Causal interpretations of family GWAS in the presence of heterogeneous effects.",
        "Abstract": "Family-based genome-wide association studies (GWAS) have emerged as a gold standard for assessing causal effects of alleles and polygenic scores. Notably, family studies are often claimed to provide an unbiased estimate of the average causal effect (or average treatment effect; ATE) of an allele, on the basis of an analogy between the random transmission of alleles from parents to children and a randomized controlled trial. Here, we show that this interpretation does not hold in general. Because Mendelian segregation only randomizes alleles among children of heterozygotes, the effects of alleles in the children of homozygotes are not observable. Consequently, if an allele has different average effects in the children of homozygotes and heterozygotes, as can arise in the presence of gene-by-environment interactions, gene-by-gene interactions, or differences in LD patterns, family studies provide a biased estimate of the average effect in the sample. At a single locus, family-based association studies can be thought of as providing an unbiased estimate of the average effect in the children of heterozygotes (i.e., a local average treatment effect; LATE). This interpretation does not extend to polygenic scores, however, because different sets of SNPs are heterozygous in each family. Therefore, other than under specific conditions, the within-family regression slope of a PGS cannot be assumed to provide an unbiased estimate for any subset or weighted average of families. Instead, family-based studies can be reinterpreted as enabling an unbiased estimate of the extent to which Mendelian segregation at loci in the PGS contributes to the population-level variance in the trait. Because this estimate does not include the between-family variance, however, this interpretation applies to only (roughly) half of the sample PGS variance. In practice, the potential biases of a family-based GWAS are likely smaller than those arising from confounding in a standard, population-based GWAS, and so family studies remain important for the dissection of genetic contributions to phenotypic variation. Nonetheless, the causal interpretation of family-based GWAS estimates is less straightforward than has been widely appreciated.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Carl",
                "Last Name": "Veller",
                "Affiliation": "Department of Ecology and Evolution, University of Chicago."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University."
            },
            {
                "First Name": "Graham",
                "Last Name": "Coop",
                "Affiliation": "Center for Population Biology and Department of Evolution and Ecology, University of California, Davis."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "37830496",
        "Title": "Down the Penrose stairs, or how selection for fewer recombination hotspots maintains their existence.",
        "Abstract": "In many species, meiotic recombination events tend to occur in narrow intervals of the genome, known as hotspots. In humans and mice, double strand break (DSB) hotspot locations are determined by the DNA-binding specificity of the zinc finger array of the PRDM9 protein, which is rapidly evolving at residues in contact with DNA. Previous models explained this rapid evolution in terms of the need to restore PRDM9 binding sites lost to gene conversion over time, under the assumption that more PRDM9 binding always leads to more DSBs. This assumption, however, does not align with current evidence. Recent experimental work indicates that PRDM9 binding on both homologs facilitates DSB repair, and that the absence of sufficient symmetric binding disrupts meiosis. We therefore consider an alternative hypothesis: that rapid PRDM9 evolution is driven by the need to restore symmetric binding because of its role in coupling DSB formation and efficient repair. To this end, we model the evolution of PRDM9 from first principles: from its binding dynamics to the population genetic processes that govern the evolution of the zinc finger array and its binding sites. We show that the loss of a small number of strong binding sites leads to the use of a greater number of weaker ones, resulting in a sharp reduction in symmetric binding and favoring new PRDM9 alleles that restore the use of a smaller set of strong binding sites. This decrease, in turn, drives rapid PRDM9 evolutionary turnover. Our results therefore suggest that the advantage of new PRDM9 alleles is in ",
        "Keywords": [
            "DSB repair",
            "PRDM9",
            "evolutionary biology",
            "gene conversion",
            "genetics",
            "genomics",
            "hotspot",
            "human",
            "meiosis",
            "mouse",
            "recombination"
        ],
        "MeSH terms": [
            "Humans",
            "Mice",
            "Animals",
            "DNA Breaks, Double-Stranded",
            "Histone-Lysine N-Methyltransferase",
            "DNA Repair",
            "Homologous Recombination",
            "DNA",
            "Meiosis"
        ],
        "Authors": [
            {
                "First Name": "Zachary",
                "Last Name": "Baker",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, United States."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, United States."
            },
            {
                "First Name": "Guy",
                "Last Name": "Sella",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2023"
    },
    {
        "PMID": "37745549",
        "Title": "Disentangling sources of clock-like mutations in germline and soma.",
        "Abstract": "The rates of mutations vary across cell types. To identify causes of this variation, mutations are often decomposed into a combination of the single base substitution (SBS) \"signatures\" observed in germline, soma and tumors, with the idea that each signature corresponds to one or a small number of underlying mutagenic processes. Two such signatures turn out to be ubiquitous across cell types: SBS signature 1, which consists primarily of transitions at methylated CpG sites caused by spontaneous deamination, and the more diffuse SBS signature 5, which is of unknown etiology. In cancers, the number of mutations attributed to these two signatures accumulates linearly with age of diagnosis, and thus the signatures have been termed \"clock-like.\" To better understand this clock-like behavior, we develop a mathematical model that includes DNA replication errors, unrepaired damage, and damage repaired incorrectly. We show that mutational signatures can exhibit clock-like behavior because cell divisions occur at a constant rate and/or because damage rates remain constant over time, and that these distinct sources can be teased apart by comparing cell lineages that divide at different rates. With this goal in mind, we analyze the rate of accumulation of mutations in multiple cell types, including soma as well as male and female germline. We find no detectable increase in SBS signature 1 mutations in neurons and only a very weak increase in mutations assigned to the female germline, but a significant increase with time in rapidly-dividing cells, suggesting that SBS signature 1 is driven by rounds of DNA replication occurring at a relatively fixed rate. In contrast, SBS signature 5 increases with time in all cell types, including post-mitotic ones, indicating that it accumulates independently of cell divisions; this observation points to errors in DNA repair as the key underlying mechanism. Thus, the two \"clock-like\" signatures observed across cell types likely have distinct origins, one set by rates of cell division, the other by damage rates.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Natanael",
                "Last Name": "Spisak",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            },
            {
                "First Name": "Marc",
                "Last Name": "de Manuel",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            },
            {
                "First Name": "William",
                "Last Name": "Milligan",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            },
            {
                "First Name": "Guy",
                "Last Name": "Sella",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "37502971",
        "Title": "Patterns of recombination in snakes reveal a tug of war between PRDM9 and promoter-like features.",
        "Abstract": "In vertebrates, there are two known mechanisms by which meiotic recombination is directed to the genome: in humans, mice, and other mammals, recombination occurs almost exclusively where the protein PRDM9 binds, while in species lacking an intact ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Carla",
                "Last Name": "Hoge",
                "Affiliation": "Dept. of Biological Sciences, Columbia University."
            },
            {
                "First Name": "Marc",
                "Last Name": "de Manuel",
                "Affiliation": "Dept. of Biological Sciences, Columbia University."
            },
            {
                "First Name": "Mohamed",
                "Last Name": "Mahgoub",
                "Affiliation": "The Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health."
            },
            {
                "First Name": "Naima",
                "Last Name": "Okami",
                "Affiliation": "Dept. of Biological Sciences, Columbia University."
            },
            {
                "First Name": "Zachary",
                "Last Name": "Fuller",
                "Affiliation": "Dept. of Biological Sciences, Columbia University."
            },
            {
                "First Name": "Shreya",
                "Last Name": "Banerjee",
                "Affiliation": "Dept. of Biology, Stanford University."
            },
            {
                "First Name": "Zachary",
                "Last Name": "Baker",
                "Affiliation": "Howard Hughes Medical Institute, Stanford, CA."
            },
            {
                "First Name": "Morgan",
                "Last Name": "McNulty",
                "Affiliation": "Dept. of Biological Sciences, Columbia University."
            },
            {
                "First Name": "Peter",
                "Last Name": "Andolfatto",
                "Affiliation": "Dept. of Biological Sciences, Columbia University."
            },
            {
                "First Name": "Todd S",
                "Last Name": "Macfarlan",
                "Affiliation": "The Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health."
            },
            {
                "First Name": "Molly",
                "Last Name": "Schumer",
                "Affiliation": "Dept. of Biology, Stanford University."
            },
            {
                "First Name": "Athanasia C",
                "Last Name": "Tzika",
                "Affiliation": "Laboratory of Artificial & Natural Evolution (LANE), Department of Genetics & Evolution, University of Geneva."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Dept. of Biological Sciences, Columbia University."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36779395",
        "Title": "Limited role of generation time changes in driving the evolution of the mutation spectrum in humans.",
        "Abstract": "Recent studies have suggested that the human germline mutation rate and spectrum evolve rapidly. Variation in generation time has been linked to these changes, though its contribution remains unclear. We develop a framework to characterize temporal changes in polymorphisms within and between populations, while controlling for the effects of natural selection and biased gene conversion. Application to the 1000 Genomes Project dataset reveals multiple independent changes that arose after the split of continental groups, including a previously reported, transient elevation in TCC>TTC mutations in Europeans and novel signals of divergence in C>Gand T>A mutation rates among population samples. We also find a significant difference between groups sampled in and outside of Africa in old T>C polymorphisms that predate the out-of-Africa migration. This surprising signal is driven by TpG>CpG mutations and stems in part from mis-polarized CpG transitions, which are more likely to undergo recurrent mutations. Finally, by relating the mutation spectrum of polymorphisms to parental age effects on de novo mutations, we show that plausible changes in the generation time cannot explain the patterns observed for different mutation types jointly. Thus, other factors - genetic modifiers or environmental exposures - must have had a non-negligible impact on the human mutation landscape.",
        "Keywords": [
            "biased gene conversion",
            "demography",
            "evolutionary biology",
            "generation time",
            "genetics",
            "genomics",
            "human",
            "mutation spectrum",
            "natural selection"
        ],
        "MeSH terms": [
            "Humans",
            "Mutation",
            "Mutation Rate",
            "Germ-Line Mutation",
            "Genome",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Ziyue",
                "Last Name": "Gao",
                "Affiliation": "Department of Genetics, University of Pennsylvania, Perelman School of Medicine, Philadelphia, United States."
            },
            {
                "First Name": "Yulin",
                "Last Name": "Zhang",
                "Affiliation": "Center for Computational Biology, University of California, Berkeley, Berkeley, United States."
            },
            {
                "First Name": "Nathan",
                "Last Name": "Cramer",
                "Affiliation": "Department of Molecular and Cell Biology, University of California, Berkeley, Berkeley, United States."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            },
            {
                "First Name": "Priya",
                "Last Name": "Moorjani",
                "Affiliation": "Center for Computational Biology, University of California, Berkeley, Berkeley, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2023"
    },
    {
        "PMID": "36648429",
        "Title": "Relating pathogenic loss-of-function mutations in humans to their evolutionary fitness costs.",
        "Abstract": "Causal loss-of-function (LOF) variants for Mendelian and severe complex diseases are enriched in 'mutation intolerant' genes. We show how such observations can be interpreted in light of a model of mutation-selection balance and use the model to relate the pathogenic consequences of LOF mutations at present to their evolutionary fitness effects. To this end, we first infer posterior distributions for the fitness costs of LOF mutations in 17,318 autosomal and 679 X-linked genes from exome sequences in 56,855 individuals. Estimated fitness costs for the loss of a gene copy are typically above 1%; they tend to be largest for X-linked genes, whether or not they have a Y homolog, followed by autosomal genes and genes in the pseudoautosomal region. We compare inferred fitness effects for all possible de novo LOF mutations to those of de novo mutations identified in individuals diagnosed with one of six severe, complex diseases or developmental disorders. Probands carry an excess of mutations with estimated fitness effects above 10%; as we show by simulation, when sampled in the population, such highly deleterious mutations are typically only a couple of generations old. Moreover, the proportion of highly deleterious mutations carried by probands reflects the typical age of onset of the disease. The study design also has a discernible influence: a greater proportion of highly deleterious mutations is detected in pedigree than case-control studies, and for autism, in simplex than multiplex families and in female versus male probands. Thus, anchoring observations in human genetics to a population genetic model allows us to learn about the fitness effects of mutations identified by different mapping strategies and for different traits.",
        "Keywords": [
            "X chromosome",
            "distribution of fitness effects",
            "early-onset disease",
            "evolutionary biology",
            "genetics",
            "genomics",
            "human",
            "human genetics",
            "loss-of-function mutations",
            "natural selection"
        ],
        "MeSH terms": [
            "Humans",
            "Male",
            "Female",
            "Mutation",
            "Loss of Function Mutation",
            "Autistic Disorder",
            "Phenotype",
            "Case-Control Studies"
        ],
        "Authors": [
            {
                "First Name": "Ipsita",
                "Last Name": "Agarwal",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            },
            {
                "First Name": "Zachary L",
                "Last Name": "Fuller",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            },
            {
                "First Name": "Simon R",
                "Last Name": "Myers",
                "Affiliation": "Department of Statistics, University of Oxford, Oxford, United Kingdom."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2023"
    },
    {
        "PMID": "35916372",
        "Title": "A paternal bias in germline mutation is widespread in amniotes and can arise independently of cell division numbers.",
        "Abstract": "In humans and other mammals, germline mutations are more likely to arise in fathers than in mothers. Although this sex bias has long been attributed to DNA replication errors in spermatogenesis, recent evidence from humans points to the importance of mutagenic processes that do not depend on cell division, calling into question our understanding of this basic phenomenon. Here, we infer the ratio of paternal-to-maternal mutations, ",
        "Keywords": [
            "amniotes",
            "dna damage",
            "dna repair",
            "evolutionary biology",
            "genetics",
            "genomics",
            "germline mutation",
            "none",
            "sex differences"
        ],
        "MeSH terms": [
            "Animals",
            "Birds",
            "Cell Division",
            "Fathers",
            "Female",
            "Germ-Line Mutation",
            "Hominidae",
            "Humans",
            "Male",
            "Mammals",
            "Mutation",
            "Sex Chromosomes"
        ],
        "Authors": [
            {
                "First Name": "Marc",
                "Last Name": "de Manuel",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            },
            {
                "First Name": "Felix L",
                "Last Name": "Wu",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2022"
    },
    {
        "PMID": "35915930",
        "Title": "Luck, lottery, or legacy? The problem of confounding. A reply to Harden.",
        "Abstract": "A reply to Harden's response to Coop and Przeworski (2022).",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Graham",
                "Last Name": "Coop",
                "Affiliation": "Center for Population Biology and Department of Evolution and Ecology, University of California, Davis, CA, USA."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences and Department of Systems Biology, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Evolution; international journal of organic evolution",
        "PubDate": "2022"
    },
    {
        "PMID": "35225362",
        "Title": "Lottery, luck, or legacy. A review of \"The Genetic Lottery: Why DNA matters for social equality\".",
        "Abstract": "A book review of \"The genetic lottery: why DNA matters for social equality.\" (Princeton University Press, 2021) by Kathryn Paige Harden.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Gambling",
            "DNA"
        ],
        "Authors": [
            {
                "First Name": "Graham",
                "Last Name": "Coop",
                "Affiliation": "Center for Population Biology and Department of Evolution and Ecology University of California, Davis Davis California USA."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences and Department of Systems Biology Columbia University New York USA."
            }
        ],
        "Journal": "Evolution; international journal of organic evolution",
        "PubDate": "2022"
    },
    {
        "PMID": "35217607",
        "Title": "",
        "Abstract": "In most mammals and likely throughout vertebrates, the gene ",
        "Keywords": [
            "PRDM9 evolution",
            "comparative genomics",
            "genetics",
            "phylogenetics",
            "recombination"
        ],
        "MeSH terms": [
            "Animals",
            "Cell Cycle Proteins",
            "Evolution, Molecular",
            "Gene Deletion",
            "Histone-Lysine N-Methyltransferase",
            "Humans",
            "Mice",
            "Phylogeny",
            "Recombination, Genetic",
            "Sequence Analysis, RNA"
        ],
        "Authors": [
            {
                "First Name": "Maria Izabel A",
                "Last Name": "Cavassim",
                "Affiliation": "Bioinformatics Research Centre, Aarhus University, Aarhus 8000, Denmark; izabelcavassim@gmail.com zb267@cam.ac.uk mp3284@columbia.edu."
            },
            {
                "First Name": "Zachary",
                "Last Name": "Baker",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027; izabelcavassim@gmail.com zb267@cam.ac.uk mp3284@columbia.edu."
            },
            {
                "First Name": "Carla",
                "Last Name": "Hoge",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Mikkel H",
                "Last Name": "Schierup",
                "Affiliation": "Bioinformatics Research Centre, Aarhus University, Aarhus 8000, Denmark."
            },
            {
                "First Name": "Molly",
                "Last Name": "Schumer",
                "Affiliation": "Department of Biology, Stanford University, Stanford, CA 94305."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027; izabelcavassim@gmail.com zb267@cam.ac.uk mp3284@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2022"
    },
    {
        "PMID": "34806592",
        "Title": "Mutation saturation for fitness effects at human CpG sites.",
        "Abstract": "Whole exome sequences have now been collected for millions of humans, with the related goals of identifying pathogenic mutations in patients and establishing reference repositories of data from unaffected individuals. As a result, we are approaching an important limit, in which datasets are large enough that, in the absence of natural selection, every highly mutable site will have experienced at least one mutation in the genealogical history of the sample. Here, we focus on CpG sites that are methylated in the germline and experience mutations to T at an elevated rate of ~10",
        "Keywords": [
            "cpg mutations",
            "evolutionary biology",
            "fitness effects",
            "genetics",
            "genomics",
            "human",
            "human genetics",
            "interpreting protein coding variants",
            "mutation saturation"
        ],
        "MeSH terms": [
            "CpG Islands",
            "Genetic Fitness",
            "Humans",
            "Silent Mutation"
        ],
        "Authors": [
            {
                "First Name": "Ipsita",
                "Last Name": "Agarwal",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2021"
    },
    {
        "PMID": "34347855",
        "Title": "Impact of essential workers in the context of social distancing for epidemic control.",
        "Abstract": "New emerging infectious diseases are identified every year, a subset of which become global pandemics like COVID-19. In the case of COVID-19, many governments have responded to the ongoing pandemic by imposing social policies that restrict contacts outside of the home, resulting in a large fraction of the workforce either working from home or not working. To ensure essential services, however, a substantial number of workers are not subject to these limitations, and maintain many of their pre-intervention contacts. To explore how contacts among such \"essential\" workers, and between essential workers and the rest of the population, impact disease risk and the effectiveness of pandemic control, we evaluated several mathematical models of essential worker contacts within a standard epidemiology framework. The models were designed to correspond to key characteristics of cashiers, factory employees, and healthcare workers. We find in all three models that essential workers are at substantially elevated risk of infection compared to the rest of the population, as has been documented, and that increasing the numbers of essential workers necessitates the imposition of more stringent controls on contacts among the rest of the population to manage the pandemic. Importantly, however, different archetypes of essential workers differ in both their individual probability of infection and impact on the broader pandemic dynamics, highlighting the need to understand and target intervention for the specific risks faced by different groups of essential workers. These findings, especially in light of the massive human costs of the current COVID-19 pandemic, indicate that contingency plans for future epidemics should account for the impacts of essential workers on disease spread.",
        "Keywords": [],
        "MeSH terms": [
            "COVID-19",
            "Epidemics",
            "Health Personnel",
            "Humans",
            "Infection Control",
            "Models, Statistical",
            "New York City",
            "Occupations",
            "Pandemics",
            "Physical Distancing",
            "Quarantine",
            "Risk Factors",
            "Vulnerable Populations",
            "Workforce"
        ],
        "Authors": [
            {
                "First Name": "William R",
                "Last Name": "Milligan",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York City, New York, United States of America."
            },
            {
                "First Name": "Zachary L",
                "Last Name": "Fuller",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York City, New York, United States of America."
            },
            {
                "First Name": "Ipsita",
                "Last Name": "Agarwal",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York City, New York, United States of America."
            },
            {
                "First Name": "Michael B",
                "Last Name": "Eisen",
                "Affiliation": "Howard Hughes Medical Institute, University of California, Berkeley, California, United States of America."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York City, New York, United States of America."
            },
            {
                "First Name": "Guy",
                "Last Name": "Sella",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York City, New York, United States of America."
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2021"
    },
    {
        "PMID": "33493148",
        "Title": "The evolution of group differences in changing environments.",
        "Abstract": "The selection pressures that have shaped the evolution of complex traits in humans remain largely unknown, and in some contexts highly contentious, perhaps above all where they concern mean trait differences among groups. To date, the discussion has focused on whether such group differences have any genetic basis, and if so, whether they are without fitness consequences and arose via random genetic drift, or whether they were driven by selection for different trait optima in different environments. Here, we highlight a plausible alternative: that many complex traits evolve under stabilizing selection in the face of shifting environmental effects. Under this scenario, there will be rapid evolution at the loci that contribute to trait variation, even when the trait optimum remains the same. These considerations underscore the strong assumptions about environmental effects that are required in ascribing trait differences among groups to genetic differences.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biological Evolution",
            "Climate Change",
            "Environment",
            "Gene-Environment Interaction",
            "Genetic Association Studies",
            "Genetic Drift",
            "Genetic Speciation",
            "Genetic Variation",
            "Humans",
            "Models, Genetic",
            "Multifactorial Inheritance",
            "Phenotype",
            "Quantitative Trait Loci",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Arbel",
                "Last Name": "Harpak",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2021"
    },
    {
        "PMID": "32804933",
        "Title": "A comparison of humans and baboons suggests germline mutation rates do not track cell divisions.",
        "Abstract": "In humans, most germline mutations are inherited from the father. This observation has been widely interpreted as reflecting the replication errors that accrue during spermatogenesis. If so, the male bias in mutation should be substantially lower in a closely related species with similar rates of spermatogonial stem cell divisions but a shorter mean age of reproduction. To test this hypothesis, we resequenced two 3-4 generation nuclear families (totaling 29 individuals) of olive baboons (Papio anubis), who reproduce at approximately 10 years of age on average, and analyzed the data in parallel with three 3-generation human pedigrees (26 individuals). We estimated a mutation rate per generation in baboons of 0.57×10-8 per base pair, approximately half that of humans. Strikingly, however, the degree of male bias in germline mutations is approximately 4:1, similar to that of humans-indeed, a similar male bias is seen across mammals that reproduce months, years, or decades after birth. These results mirror the finding in humans that the male mutation bias is stable with parental ages and cast further doubt on the assumption that germline mutations track cell divisions. Our mutation rate estimates for baboons raise a further puzzle, suggesting a divergence time between apes and Old World monkeys of 65 million years, too old to be consistent with the fossil record; reconciling them now requires not only a slowdown of the mutation rate per generation in humans but also in baboons.",
        "Keywords": [],
        "MeSH terms": [
            "Age Factors",
            "Animals",
            "Biological Evolution",
            "Cell Division",
            "Female",
            "Germ-Line Mutation",
            "High-Throughput Nucleotide Sequencing",
            "Hominidae",
            "Humans",
            "Male",
            "Models, Genetic",
            "Mutation Rate",
            "Papio",
            "Pedigree",
            "Reproduction",
            "Sex Factors",
            "Species Specificity",
            "Spermatogenesis",
            "Spermatozoa"
        ],
        "Authors": [
            {
                "First Name": "Felix L",
                "Last Name": "Wu",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Alva I",
                "Last Name": "Strand",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Laura A",
                "Last Name": "Cox",
                "Affiliation": "Center for Precision Medicine, Department of Internal Medicine, Section of Molecular Medicine, Wake Forest School of Medicine, Winston-Salem, North Carolina, United States of America."
            },
            {
                "First Name": "Carole",
                "Last Name": "Ober",
                "Affiliation": "Department of Human Genetics, The University of Chicago, Chicago, Illinois, United States of America."
            },
            {
                "First Name": "Jeffrey D",
                "Last Name": "Wall",
                "Affiliation": "Institute for Human Genetics, Department of Epidemiology & Biostatistics, University of California, San Francisco, San Francisco, California, United States of America."
            },
            {
                "First Name": "Priya",
                "Last Name": "Moorjani",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2020"
    },
    {
        "PMID": "32675347",
        "Title": "Population genetics of the coral ",
        "Abstract": "Although reef-building corals are declining worldwide, responses to bleaching vary within and across species and are partly heritable. Toward predicting bleaching response from genomic data, we generated a chromosome-scale genome assembly for the coral ",
        "Keywords": [],
        "MeSH terms": [
            "Adaptation, Physiological",
            "Animals",
            "Anthozoa",
            "Coral Reefs",
            "Genetics, Population",
            "Genome",
            "Genome-Wide Association Study",
            "Genomics"
        ],
        "Authors": [
            {
                "First Name": "Zachary L",
                "Last Name": "Fuller",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA. zlf2102@columbia.edu mp3284@columbia.edu l.bay@aims.gov.au."
            },
            {
                "First Name": "Veronique J L",
                "Last Name": "Mocellin",
                "Affiliation": "Australian Institute of Marine Science, Townsville, QLD, Australia."
            },
            {
                "First Name": "Luke A",
                "Last Name": "Morris",
                "Affiliation": "Australian Institute of Marine Science, Townsville, QLD, Australia."
            },
            {
                "First Name": "Neal",
                "Last Name": "Cantin",
                "Affiliation": "Australian Institute of Marine Science, Townsville, QLD, Australia."
            },
            {
                "First Name": "Jihanne",
                "Last Name": "Shepherd",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Luke",
                "Last Name": "Sarre",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Julie",
                "Last Name": "Peng",
                "Affiliation": "Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, NJ, USA."
            },
            {
                "First Name": "Yi",
                "Last Name": "Liao",
                "Affiliation": "Department of Integrative Biology, University of Texas at Austin, Austin, TX, USA."
            },
            {
                "First Name": "Joseph",
                "Last Name": "Pickrell",
                "Affiliation": "Gencove, New York, NY, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Andolfatto",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Mikhail",
                "Last Name": "Matz",
                "Affiliation": "Department of Integrative Biology, University of Texas at Austin, Austin, TX, USA."
            },
            {
                "First Name": "Line K",
                "Last Name": "Bay",
                "Affiliation": "Australian Institute of Marine Science, Townsville, QLD, Australia. zlf2102@columbia.edu mp3284@columbia.edu l.bay@aims.gov.au."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA. zlf2102@columbia.edu mp3284@columbia.edu l.bay@aims.gov.au."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2020"
    },
    {
        "PMID": "31999256",
        "Title": "Variable prediction accuracy of polygenic scores within an ancestry group.",
        "Abstract": "Fields as diverse as human genetics and sociology are increasingly using polygenic scores based on genome-wide association studies (GWAS) for phenotypic prediction. However, recent work has shown that polygenic scores have limited portability across groups of different genetic ancestries, restricting the contexts in which they can be used reliably and potentially creating serious inequities in future clinical applications. Using the UK Biobank data, we demonstrate that even within a single ancestry group (i.e., when there are negligible differences in linkage disequilibrium or in causal alleles frequencies), the prediction accuracy of polygenic scores can depend on characteristics such as the socio-economic status, age or sex of the individuals in which the GWAS and the prediction were conducted, as well as on the GWAS design. Our findings highlight both the complexities of interpreting polygenic scores and underappreciated obstacles to their broad use.",
        "Keywords": [
            "GWAS",
            "genetics",
            "genomics",
            "human",
            "human genetics",
            "polygenic scores",
            "portability",
            "trait prediction"
        ],
        "MeSH terms": [
            "Adult",
            "Age Factors",
            "Aged",
            "Female",
            "Gene Frequency",
            "Genetics, Population",
            "Genome-Wide Association Study",
            "Humans",
            "Male",
            "Middle Aged",
            "Multifactorial Inheritance",
            "Polymorphism, Single Nucleotide",
            "Sex Factors",
            "Socioeconomic Factors",
            "United Kingdom"
        ],
        "Authors": [
            {
                "First Name": "Hakhamanesh",
                "Last Name": "Mostafavi",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            },
            {
                "First Name": "Arbel",
                "Last Name": "Harpak",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            },
            {
                "First Name": "Ipsita",
                "Last Name": "Agarwal",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            },
            {
                "First Name": "Dalton",
                "Last Name": "Conley",
                "Affiliation": "Department of Sociology, Princeton University, Princeton, United States."
            },
            {
                "First Name": "Jonathan K",
                "Last Name": "Pritchard",
                "Affiliation": "Department of Genetics, Stanford University, Stanford, United States."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2020"
    },
    {
        "PMID": "31604265",
        "Title": "Deconstructing the sources of genotype-phenotype associations in humans.",
        "Abstract": "Efforts to link variation in the human genome to phenotypes have progressed at a tremendous pace in recent decades. Most human traits have been shown to be affected by a large number of genetic variants across the genome. To interpret these associations and to use them reliably-in particular for phenotypic prediction-a better understanding of the many sources of genotype-phenotype associations is necessary. We summarize the progress that has been made in this direction in humans, notably in decomposing direct and indirect genetic effects as well as population structure confounding. We discuss the natural next steps in data collection and methodology development, with a focus on what can be gained by analyzing genotype and phenotype data from close relatives.",
        "Keywords": [],
        "MeSH terms": [
            "Genetic Association Studies",
            "Genetics, Population",
            "Genome, Human",
            "Genome-Wide Association Study",
            "Humans",
            "Inheritance Patterns",
            "Models, Genetic",
            "Polymorphism, Single Nucleotide",
            "Principal Component Analysis"
        ],
        "Authors": [
            {
                "First Name": "Alexander I",
                "Last Name": "Young",
                "Affiliation": "Big Data Institute, Li Ka Shing Centre for Health Information Discovery, University of Oxford, Oxford, UK. alextisyoung@gmail.com mp3284@columbia.edu augustine.kong@bdi.ox.ac.uk."
            },
            {
                "First Name": "Stefania",
                "Last Name": "Benonisdottir",
                "Affiliation": "Big Data Institute, Li Ka Shing Centre for Health Information Discovery, University of Oxford, Oxford, UK."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA. alextisyoung@gmail.com mp3284@columbia.edu augustine.kong@bdi.ox.ac.uk."
            },
            {
                "First Name": "Augustine",
                "Last Name": "Kong",
                "Affiliation": "Big Data Institute, Li Ka Shing Centre for Health Information Discovery, University of Oxford, Oxford, UK. alextisyoung@gmail.com mp3284@columbia.edu augustine.kong@bdi.ox.ac.uk."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2019"
    },
    {
        "PMID": "31549960",
        "Title": "Large, three-generation human families reveal post-zygotic mosaicism and variability in germline mutation accumulation.",
        "Abstract": "The number of de novo mutations (DNMs) found in an offspring's genome increases with both paternal and maternal age. But does the rate of mutation accumulation in human gametes differ across families? Using sequencing data from 33 large, three-generation CEPH families, we observed significant variability in parental age effects on DNM counts across families, ranging from 0.19 to 3.24 DNMs per year. Additionally, we found that ~3% of DNMs originated following primordial germ cell specification in a parent, and differed from non-mosaic germline DNMs in their mutational spectra. We also discovered that nearly 10% of candidate DNMs in the second generation were post-zygotic, and present in both somatic and germ cells; these gonosomal mutations occurred at equivalent frequencies on both parental haplotypes. Our results demonstrate that rates of germline mutation accumulation vary among families with similar ancestry, and confirm that post-zygotic mosaicism is a substantial source of human DNM.",
        "Keywords": [
            "de novo mutation",
            "genetics",
            "genomics",
            "germline mutation",
            "human",
            "mosaicism",
            "post-zygotic mutation"
        ],
        "MeSH terms": [
            "Family Health",
            "Germ-Line Mutation",
            "Humans",
            "Mosaicism",
            "Mutation Accumulation",
            "Mutation Rate",
            "Sequence Analysis, DNA",
            "Utah"
        ],
        "Authors": [
            {
                "First Name": "Thomas A",
                "Last Name": "Sasani",
                "Affiliation": "Department of Human Genetics, University of Utah, Salt Lake City, United States."
            },
            {
                "First Name": "Brent S",
                "Last Name": "Pedersen",
                "Affiliation": "Department of Human Genetics, University of Utah, Salt Lake City, United States."
            },
            {
                "First Name": "Ziyue",
                "Last Name": "Gao",
                "Affiliation": "Howard Hughes Medical Institute and Department of Genetics, Stanford University, Stanford, United States."
            },
            {
                "First Name": "Lisa",
                "Last Name": "Baird",
                "Affiliation": "Department of Human Genetics, University of Utah, Salt Lake City, United States."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York City, United States."
            },
            {
                "First Name": "Lynn B",
                "Last Name": "Jorde",
                "Affiliation": "Department of Human Genetics, University of Utah, Salt Lake City, United States."
            },
            {
                "First Name": "Aaron R",
                "Last Name": "Quinlan",
                "Affiliation": "Department of Human Genetics, University of Utah, Salt Lake City, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2019"
    },
    {
        "PMID": "31427530",
        "Title": "Signatures of replication timing, recombination, and sex in the spectrum of rare variants on the human X chromosome and autosomes.",
        "Abstract": "The sources of human germline mutations are poorly understood. Part of the difficulty is that mutations occur very rarely, and so direct pedigree-based approaches remain limited in the numbers that they can examine. To address this problem, we consider the spectrum of low-frequency variants in a dataset (Genome Aggregation Database, gnomAD) of 13,860 human X chromosomes and autosomes. X-autosome differences are reflective of germline sex differences and have been used extensively to learn about male versus female mutational processes; what is less appreciated is that they also reflect chromosome-level biochemical features that differ between the X and autosomes. We tease these components apart by comparing the mutation spectrum in multiple genomic compartments on the autosomes and between the X and autosomes. In so doing, we are able to ascribe specific mutation patterns to replication timing and recombination and to identify differences in the types of mutations that accrue in males and females. In particular, we identify C > G as a mutagenic signature of male meiotic double-strand breaks on the X, which may result from late repair. Our results show how biochemical processes of damage and repair in the germline interact with sex-specific life history traits to shape mutation patterns on both the X chromosome and autosomes.",
        "Keywords": [
            "DNA damage and repair",
            "X chromosome vs. autosome",
            "germline mutation spectrum",
            "sex differences in mutation",
            "signatures of replication and recombination"
        ],
        "MeSH terms": [
            "Chromosomes, Human",
            "Chromosomes, Human, X",
            "DNA Replication Timing",
            "Female",
            "Genetic Variation",
            "Germ-Line Mutation",
            "Humans",
            "Male",
            "Polymorphism, Single Nucleotide",
            "Recombination, Genetic",
            "Sex Factors"
        ],
        "Authors": [
            {
                "First Name": "Ipsita",
                "Last Name": "Agarwal",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027; ia2337@columbia.edu."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2019"
    },
    {
        "PMID": "31019089",
        "Title": "Overlooked roles of DNA damage and maternal age in generating human germline mutations.",
        "Abstract": "The textbook view that most germline mutations in mammals arise from replication errors is indirectly supported by the fact that there are both more mutations and more cell divisions in the male than in the female germline. When analyzing large de novo mutation datasets in humans, we find multiple lines of evidence that call that view into question. Notably, despite the drastic increase in the ratio of male to female germ cell divisions after the onset of spermatogenesis, even young fathers contribute three times more mutations than young mothers, and this ratio barely increases with parental age. This surprising finding points to a substantial contribution of damage-induced mutations. Indeed, C-to-G transversions and CpG transitions, which together constitute over one-fourth of all base substitution mutations, show genomic distributions and sex-specific age dependencies indicative of double-strand break repair and methylation-associated damage, respectively. Moreover, we find evidence that maternal age at conception influences the mutation rate both because of the accumulation of damage in oocytes and potentially through an influence on the number of postzygotic mutations in the embryo. These findings reveal underappreciated roles of DNA damage and maternal age in the genesis of human germline mutations.",
        "Keywords": [
            "DNA damage and repair",
            "DNA replication",
            "germline mutation",
            "male mutation bias",
            "maternal age effect"
        ],
        "MeSH terms": [
            "Adolescent",
            "Adult",
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "Databases, Nucleic Acid",
            "Female",
            "Germ-Line Mutation",
            "Humans",
            "Male",
            "Maternal Age",
            "Middle Aged",
            "Oocytes",
            "Pregnancy",
            "Spermatogenesis"
        ],
        "Authors": [
            {
                "First Name": "Ziyue",
                "Last Name": "Gao",
                "Affiliation": "Howard Hughes Medical Institute, Stanford University, Stanford, CA 94305; ziyuegao@stanford.edu mp3284@columbia.edu."
            },
            {
                "First Name": "Priya",
                "Last Name": "Moorjani",
                "Affiliation": "Department of Molecular and Cell Biology, University of California, Berkeley, CA 94720."
            },
            {
                "First Name": "Thomas A",
                "Last Name": "Sasani",
                "Affiliation": "Department of Human Genetics, University of Utah School of Medicine, Salt Lake City, UT 84112."
            },
            {
                "First Name": "Brent S",
                "Last Name": "Pedersen",
                "Affiliation": "Department of Human Genetics, University of Utah School of Medicine, Salt Lake City, UT 84112."
            },
            {
                "First Name": "Aaron R",
                "Last Name": "Quinlan",
                "Affiliation": "Department of Human Genetics, University of Utah School of Medicine, Salt Lake City, UT 84112."
            },
            {
                "First Name": "Lynn B",
                "Last Name": "Jorde",
                "Affiliation": "Department of Human Genetics, University of Utah School of Medicine, Salt Lake City, UT 84112."
            },
            {
                "First Name": "Guy",
                "Last Name": "Amster",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027; ziyuegao@stanford.edu mp3284@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2019"
    },
    {
        "PMID": "30962618",
        "Title": "Measuring intolerance to mutation in human genetics.",
        "Abstract": "In numerous applications, from working with animal models to mapping the genetic basis of human disease susceptibility, knowing whether a single disrupting mutation in a gene is likely to be deleterious is useful. With this goal in mind, a number of measures have been developed to identify genes in which protein-truncating variants (PTVs), or other types of mutations, are absent or kept at very low frequency in large population samples-genes that appear 'intolerant' to mutation. One measure in particular, the probability of being loss-of-function intolerant (pLI), has been widely adopted. This measure was designed to classify genes into three categories, null, recessive and haploinsufficient, on the basis of the contrast between observed and expected numbers of PTVs. Such population-genetic approaches can be useful in many applications. As we clarify, however, they reflect the strength of selection acting on heterozygotes and not dominance or haploinsufficiency.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Gene Frequency",
            "Genes, Recessive",
            "Genetic Drift",
            "Genetics, Population",
            "Haploinsufficiency",
            "Heterozygote",
            "Humans",
            "Loss of Function Mutation",
            "Models, Genetic",
            "Mutation",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Zachary L",
                "Last Name": "Fuller",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA. zlf2101@columbia.edu."
            },
            {
                "First Name": "Jeremy J",
                "Last Name": "Berg",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Hakhamanesh",
                "Last Name": "Mostafavi",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Guy",
                "Last Name": "Sella",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2019"
    },
    {
        "PMID": "29965964",
        "Title": "Correction: The population genetics of human disease: The case of recessive, lethal mutations.",
        "Abstract": "[This corrects the article DOI: 10.1371/journal.pgen.1006915.].",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Carlos Eduardo G",
                "Last Name": "Amorim",
                "Affiliation": ""
            },
            {
                "First Name": "Ziyue",
                "Last Name": "Gao",
                "Affiliation": ""
            },
            {
                "First Name": "Zachary",
                "Last Name": "Baker",
                "Affiliation": ""
            },
            {
                "First Name": "José Francisco",
                "Last Name": "Diesel",
                "Affiliation": ""
            },
            {
                "First Name": "Yuval B",
                "Last Name": "Simons",
                "Affiliation": ""
            },
            {
                "First Name": "Imran S",
                "Last Name": "Haque",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph",
                "Last Name": "Pickrell",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2018"
    },
    {
        "PMID": "29674434",
        "Title": "Natural selection interacts with recombination to shape the evolution of hybrid genomes.",
        "Abstract": "To investigate the consequences of hybridization between species, we studied three replicate hybrid populations that formed naturally between two swordtail fish species, estimating their fine-scale genetic map and inferring ancestry along the genomes of 690 individuals. In all three populations, ancestry from the \"minor\" parental species is more common in regions of high recombination and where there is linkage to fewer putative targets of selection. The same patterns are apparent in a reanalysis of human and archaic admixture. These results support models in which ancestry from the minor parental species is more likely to persist when rapidly uncoupled from alleles that are deleterious in hybrids. Our analyses further indicate that selection on swordtail hybrids stems predominantly from deleterious combinations of epistatically interacting alleles.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Animals",
            "Chimera",
            "Epistasis, Genetic",
            "Evolution, Molecular",
            "Fishes",
            "Hybridization, Genetic",
            "Recombination, Genetic",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Molly",
                "Last Name": "Schumer",
                "Affiliation": "Howard Hughes Medical Institute (HHMI), Boston, MA, USA. schumer@fas.harvard.edu mp3284@columbia.edu."
            },
            {
                "First Name": "Chenling",
                "Last Name": "Xu",
                "Affiliation": "Center for Computational Biology, University of California at Berkeley, Berkeley, CA, USA."
            },
            {
                "First Name": "Daniel L",
                "Last Name": "Powell",
                "Affiliation": "Centro de Investigaciones Científicas de las Huastecas \"Aguazarca,\" Calnali, Hidalgo, Mexico."
            },
            {
                "First Name": "Arun",
                "Last Name": "Durvasula",
                "Affiliation": "Department of Human Genetics, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA, USA."
            },
            {
                "First Name": "Laurits",
                "Last Name": "Skov",
                "Affiliation": "Bioinformatics Research Centre, Aarhus University, Aarhus, Denmark."
            },
            {
                "First Name": "Chris",
                "Last Name": "Holland",
                "Affiliation": "Centro de Investigaciones Científicas de las Huastecas \"Aguazarca,\" Calnali, Hidalgo, Mexico."
            },
            {
                "First Name": "John C",
                "Last Name": "Blazier",
                "Affiliation": "Department of Biology, Texas A&M University, College Station, TX, USA."
            },
            {
                "First Name": "Sriram",
                "Last Name": "Sankararaman",
                "Affiliation": "Department of Human Genetics, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Andolfatto",
                "Affiliation": "Department of Ecology and Evolutionary Biology and Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, NJ, USA."
            },
            {
                "First Name": "Gil G",
                "Last Name": "Rosenthal",
                "Affiliation": "Centro de Investigaciones Científicas de las Huastecas \"Aguazarca,\" Calnali, Hidalgo, Mexico."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA. schumer@fas.harvard.edu mp3284@columbia.edu."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2018"
    },
    {
        "PMID": "28957316",
        "Title": "The population genetics of human disease: The case of recessive, lethal mutations.",
        "Abstract": "Do the frequencies of disease mutations in human populations reflect a simple balance between mutation and purifying selection? What other factors shape the prevalence of disease mutations? To begin to answer these questions, we focused on one of the simplest cases: recessive mutations that alone cause lethal diseases or complete sterility. To this end, we generated a hand-curated set of 417 Mendelian mutations in 32 genes reported to cause a recessive, lethal Mendelian disease. We then considered analytic models of mutation-selection balance in infinite and finite populations of constant sizes and simulations of purifying selection in a more realistic demographic setting, and tested how well these models fit allele frequencies estimated from 33,370 individuals of European ancestry. In doing so, we distinguished between CpG transitions, which occur at a substantially elevated rate, and three other mutation types. Intriguingly, the observed frequency for CpG transitions is slightly higher than expectation but close, whereas the frequencies observed for the three other mutation types are an order of magnitude higher than expected, with a bigger deviation from expectation seen for less mutable types. This discrepancy is even larger when subtle fitness effects in heterozygotes or lethal compound heterozygotes are taken into account. In principle, higher than expected frequencies of disease mutations could be due to widespread errors in reporting causal variants, compensation by other mutations, or balancing selection. It is unclear why these factors would have a greater impact on disease mutations that occur at lower rates, however. We argue instead that the unexpectedly high frequency of disease mutations and the relationship to the mutation rate likely reflect an ascertainment bias: of all the mutations that cause recessive lethal diseases, those that by chance have reached higher frequencies are more likely to have been identified and thus to have been included in this study. Beyond the specific application, this study highlights the parameters likely to be important in shaping the frequencies of Mendelian disease alleles.",
        "Keywords": [],
        "MeSH terms": [
            "Gene Frequency",
            "Genes, Lethal",
            "Genes, Recessive",
            "Genetic Diseases, Inborn",
            "Genetics, Population",
            "Heterozygote",
            "Humans",
            "Models, Genetic",
            "Mutation",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Carlos Eduardo G",
                "Last Name": "Amorim",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, United States of America."
            },
            {
                "First Name": "Ziyue",
                "Last Name": "Gao",
                "Affiliation": "Howard Hughes Medical Institution, Stanford University, Stanford, CA, United States of America."
            },
            {
                "First Name": "Zachary",
                "Last Name": "Baker",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, United States of America."
            },
            {
                "First Name": "José Francisco",
                "Last Name": "Diesel",
                "Affiliation": "Universidade Federal de Santa Maria, Santa Maria, RS, Brazil."
            },
            {
                "First Name": "Yuval B",
                "Last Name": "Simons",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, United States of America."
            },
            {
                "First Name": "Imran S",
                "Last Name": "Haque",
                "Affiliation": "Counsyl, 180 Kimball Way, South San Francisco, CA, United States of America."
            },
            {
                "First Name": "Joseph",
                "Last Name": "Pickrell",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, United States of America."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, United States of America."
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2017"
    },
    {
        "PMID": "28873088",
        "Title": "Identifying genetic variants that affect viability in large cohorts.",
        "Abstract": "A number of open questions in human evolutionary genetics would become tractable if we were able to directly measure evolutionary fitness. As a step towards this goal, we developed a method to examine whether individual genetic variants, or sets of genetic variants, currently influence viability. The approach consists in testing whether the frequency of an allele varies across ages, accounting for variation in ancestry. We applied it to the Genetic Epidemiology Research on Adult Health and Aging (GERA) cohort and to the parents of participants in the UK Biobank. Across the genome, we found only a few common variants with large effects on age-specific mortality: tagging the APOE ε4 allele and near CHRNA3. These results suggest that when large, even late-onset effects are kept at low frequency by purifying selection. Testing viability effects of sets of genetic variants that jointly influence 1 of 42 traits, we detected a number of strong signals. In participants of the UK Biobank of British ancestry, we found that variants that delay puberty timing are associated with a longer parental life span (P~6.2 × 10-6 for fathers and P~2.0 × 10-3 for mothers), consistent with epidemiological studies. Similarly, variants associated with later age at first birth are associated with a longer maternal life span (P~1.4 × 10-3). Signals are also observed for variants influencing cholesterol levels, risk of coronary artery disease (CAD), body mass index, as well as risk of asthma. These signals exhibit consistent effects in the GERA cohort and among participants of the UK Biobank of non-British ancestry. We also found marked differences between males and females, most notably at the CHRNA3 locus, and variants associated with risk of CAD and cholesterol levels. Beyond our findings, the analysis serves as a proof of principle for how upcoming biomedical data sets can be used to learn about selection effects in contemporary humans.",
        "Keywords": [],
        "MeSH terms": [
            "Cohort Studies",
            "Evolution, Molecular",
            "Female",
            "Gene Frequency",
            "Genetic Fitness",
            "Genetic Variation",
            "Genetics, Population",
            "Humans",
            "Male",
            "Models, Genetic",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Hakhamanesh",
                "Last Name": "Mostafavi",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Tomaz",
                "Last Name": "Berisa",
                "Affiliation": "New York Genome Center, New York, New York, United States of America."
            },
            {
                "First Name": "Felix R",
                "Last Name": "Day",
                "Affiliation": "MRC Epidemiology Unit, Institute of Metabolic Science, University of Cambridge, Cambridge, United Kingdom."
            },
            {
                "First Name": "John R B",
                "Last Name": "Perry",
                "Affiliation": "MRC Epidemiology Unit, Institute of Metabolic Science, University of Cambridge, Cambridge, United Kingdom."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Joseph K",
                "Last Name": "Pickrell",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2017"
    },
    {
        "PMID": "28733365",
        "Title": "Contrasting Determinants of Mutation Rates in Germline and Soma.",
        "Abstract": "Recent studies of somatic and germline mutations have led to the identification of a number of factors that influence point mutation rates, including CpG methylation, expression levels, replication timing, and GC content. Intriguingly, some of the effects appear to differ between soma and germline: in particular, whereas mutation rates have been reported to decrease with expression levels in tumors, no clear effect has been detected in the germline. Distinct approaches were taken to analyze the data, however, so it is hard to know whether these apparent differences are real. To enable a cleaner comparison, we considered a statistical model in which the mutation rate of a coding region is predicted by GC content, expression levels, replication timing, and two histone repressive marks. We applied this model to both a set of germline mutations identified in exomes and to exonic somatic mutations in four types of tumors. Most determinants of mutations are shared: notably, we detected an effect of expression levels on both germline and somatic mutation rates. Moreover, in all tissues considered, higher expression levels are associated with greater strand asymmetry of mutations. However, mutation rates increase with expression levels in testis (and, more tentatively, in ovary), whereas they decrease with expression levels in somatic tissues. This contrast points to differences in damage or repair rates during transcription in soma and germline.",
        "Keywords": [
            "germline mutations",
            "human",
            "mutation rate",
            "somatic mutations",
            "strand asymmetry"
        ],
        "MeSH terms": [
            "Base Composition",
            "Gene Expression Regulation, Neoplastic",
            "Germ-Line Mutation",
            "Histones",
            "Humans",
            "Models, Genetic",
            "Mutation Rate",
            "Neoplasms"
        ],
        "Authors": [
            {
                "First Name": "Chen",
                "Last Name": "Chen",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York 10025 cc3499@columbia.edu."
            },
            {
                "First Name": "Hongjian",
                "Last Name": "Qi",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, New York 10032."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, New York 10032."
            },
            {
                "First Name": "Joseph",
                "Last Name": "Pickrell",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York 10025."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York 10025."
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2017"
    },
    {
        "PMID": "28590247",
        "Title": "Repeated losses of PRDM9-directed recombination despite the conservation of PRDM9 across vertebrates.",
        "Abstract": "Studies of highly diverged species have revealed two mechanisms by which meiotic recombination is directed to the genome-through PRDM9 binding or by targeting promoter-like features-that lead to dramatically different evolutionary dynamics of hotspots. Here, we identify PRDM9 orthologs from genome and transcriptome data in 225 species. We find the complete PRDM9 ortholog across distantly related vertebrates but, despite this broad conservation, infer a minimum of six partial and three complete losses. Strikingly, taxa carrying the complete ortholog of PRDM9 are precisely those with rapid evolution of its predicted binding affinity, suggesting that all domains are necessary for directing recombination. Indeed, as we show, swordtail fish carrying only a partial but conserved ortholog share recombination properties with PRDM9 knock-outs.",
        "Keywords": [
            "Hotspot",
            "Meiosis",
            "PRDM9",
            "Recombination",
            "Vertebrates",
            "Xiphophorus",
            "evolutionary biology",
            "genomics"
        ],
        "MeSH terms": [
            "Animals",
            "Evolution, Molecular",
            "Histone-Lysine N-Methyltransferase",
            "Recombination, Genetic",
            "Vertebrates"
        ],
        "Authors": [
            {
                "First Name": "Zachary",
                "Last Name": "Baker",
                "Affiliation": "Department of Systems Biology, Columbia University, New York City, United States."
            },
            {
                "First Name": "Molly",
                "Last Name": "Schumer",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York City, United States."
            },
            {
                "First Name": "Yuki",
                "Last Name": "Haba",
                "Affiliation": "Department of Evolution, Ecology and Environmental Biology, Columbia University, New York City, United States."
            },
            {
                "First Name": "Lisa",
                "Last Name": "Bashkirova",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York City, United States."
            },
            {
                "First Name": "Chris",
                "Last Name": "Holland",
                "Affiliation": "Centro de Investigaciones Científicas de las Huastecas 'Aguazarca', Hidalgo, Mexico."
            },
            {
                "First Name": "Gil G",
                "Last Name": "Rosenthal",
                "Affiliation": "Centro de Investigaciones Científicas de las Huastecas 'Aguazarca', Hidalgo, Mexico."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Systems Biology, Columbia University, New York City, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2017"
    },
    {
        "PMID": "27760127",
        "Title": "Human Germline Mutation and the Erratic Evolutionary Clock.",
        "Abstract": "Our understanding of the chronology of human evolution relies on the \"molecular clock\" provided by the steady accumulation of substitutions on an evolutionary lineage. Recent analyses of human pedigrees have called this understanding into question by revealing unexpectedly low germline mutation rates, which imply that substitutions accrue more slowly than previously believed. Translating mutation rates estimated from pedigrees into substitution rates is not as straightforward as it may seem, however. We dissect the steps involved, emphasizing that dating evolutionary events requires not \"a mutation rate\" but a precise characterization of how mutations accumulate in development in males and females-knowledge that remains elusive.",
        "Keywords": [],
        "MeSH terms": [
            "Biological Evolution",
            "Gene Conversion",
            "Germ-Line Mutation",
            "Humans",
            "Mutation",
            "Pedigree"
        ],
        "Authors": [
            {
                "First Name": "Priya",
                "Last Name": "Moorjani",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Ziyue",
                "Last Name": "Gao",
                "Affiliation": "Howard Hughes Medical Institute & Dept. of Genetics, Stanford University, Stanford, California, United States of America."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2016"
    },
    {
        "PMID": "27601674",
        "Title": "Variation in the molecular clock of primates.",
        "Abstract": "Events in primate evolution are often dated by assuming a constant rate of substitution per unit time, but the validity of this assumption remains unclear. Among mammals, it is well known that there exists substantial variation in yearly substitution rates. Such variation is to be expected from differences in life history traits, suggesting it should also be found among primates. Motivated by these considerations, we analyze whole genomes from 10 primate species, including Old World Monkeys (OWMs), New World Monkeys (NWMs), and apes, focusing on putatively neutral autosomal sites and controlling for possible effects of biased gene conversion and methylation at CpG sites. We find that substitution rates are up to 64% higher in lineages leading from the hominoid-NWM ancestor to NWMs than to apes. Within apes, rates are ∼2% higher in chimpanzees and ∼7% higher in the gorilla than in humans. Substitution types subject to biased gene conversion show no more variation among species than those not subject to it. Not all mutation types behave similarly, however; in particular, transitions at CpG sites exhibit a more clocklike behavior than do other types, presumably because of their nonreplicative origin. Thus, not only the total rate, but also the mutational spectrum, varies among primates. This finding suggests that events in primate evolution are most reliably dated using CpG transitions. Taking this approach, we estimate the human and chimpanzee divergence time is 12.1 million years,​ and the human and gorilla divergence time is 15.1 million years​.",
        "Keywords": [
            "CpG transition rate",
            "human–ape divergence time",
            "molecular clock",
            "mutation rate",
            "primate evolution"
        ],
        "MeSH terms": [
            "Amino Acid Substitution",
            "Animals",
            "Biological Evolution",
            "DNA Methylation",
            "Evolution, Molecular",
            "Gene Conversion",
            "Genetic Variation",
            "Genome",
            "Gorilla gorilla",
            "Humans",
            "Pan troglodytes",
            "Primates"
        ],
        "Authors": [
            {
                "First Name": "Priya",
                "Last Name": "Moorjani",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027; Program in Medical and Population Genetics, Broad Institute of MIT and Harvard, Cambridge, MA 02142; pm2730@columbia.edu mp3284@columbia.edu."
            },
            {
                "First Name": "Carlos Eduardo G",
                "Last Name": "Amorim",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027;"
            },
            {
                "First Name": "Peter F",
                "Last Name": "Arndt",
                "Affiliation": "Department of Computational Molecular Biology, Max Planck Institute for Molecular Genetics, 14195 Berlin, Germany;"
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027; Department of Systems Biology, Columbia University, New York, NY 10027 pm2730@columbia.edu mp3284@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2016"
    },
    {
        "PMID": "27140627",
        "Title": "A genetic method for dating ancient genomes provides a direct estimate of human generation interval in the last 45,000 years.",
        "Abstract": "The study of human evolution has been revolutionized by inferences from ancient DNA analyses. Key to these studies is the reliable estimation of the age of ancient specimens. High-resolution age estimates can often be obtained using radiocarbon dating, and, while precise and powerful, this method has some biases, making it of interest to directly use genetic data to infer a date for samples that have been sequenced. Here, we report a genetic method that uses the recombination clock. The idea is that an ancient genome has evolved less than the genomes of present-day individuals and thus has experienced fewer recombination events since the common ancestor. To implement this idea, we take advantage of the insight that all non-Africans have a common heritage of Neanderthal gene flow into their ancestors. Thus, we can estimate the date since Neanderthal admixture for present-day and ancient samples simultaneously and use the difference as a direct estimate of the ancient specimen's age. We apply our method to date five Upper Paleolithic Eurasian genomes with radiocarbon dates between 12,000 and 45,000 y ago and show an excellent correlation of the genetic and (14)C dates. By considering the slope of the correlation between the genetic dates, which are in units of generations, and the (14)C dates, which are in units of years, we infer that the mean generation interval in humans over this period has been 26-30 y. Extensions of this methodology that use older shared events may be applicable for dating beyond the radiocarbon frontier.",
        "Keywords": [
            "ancient DNA",
            "branch shortening",
            "generation interval",
            "molecular clock"
        ],
        "MeSH terms": [
            "Animals",
            "Biological Evolution",
            "Genetic Techniques",
            "Genome, Human",
            "Humans",
            "Neanderthals",
            "Polymorphism, Single Nucleotide",
            "Radiometric Dating"
        ],
        "Authors": [
            {
                "First Name": "Priya",
                "Last Name": "Moorjani",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027; Program in Medical and Population Genetics, Broad Institute, Cambridge, MA 02142; pm2730@columbia.edu reich@genetics.med.harvard.edu."
            },
            {
                "First Name": "Sriram",
                "Last Name": "Sankararaman",
                "Affiliation": "Department of Genetics, Harvard Medical School, Boston, MA 02115; Department of Computer Science, University of California, Los Angeles, CA 90095; Department of Human Genetics, University of California, Los Angeles, CA 90095;"
            },
            {
                "First Name": "Qiaomei",
                "Last Name": "Fu",
                "Affiliation": "Department of Genetics, Harvard Medical School, Boston, MA 02115; Key Laboratory of Vertebrate Evolution and Human Origins of Chinese Academy of Sciences, Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences, Beijing 100044, China;"
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027; Department of Systems Biology, Columbia University, New York, NY 10027;"
            },
            {
                "First Name": "Nick",
                "Last Name": "Patterson",
                "Affiliation": "Program in Medical and Population Genetics, Broad Institute, Cambridge, MA 02142;"
            },
            {
                "First Name": "David",
                "Last Name": "Reich",
                "Affiliation": "Program in Medical and Population Genetics, Broad Institute, Cambridge, MA 02142; Department of Genetics, Harvard Medical School, Boston, MA 02115; Howard Hughes Medical Institute, Harvard Medical School, Boston, MA 02115 pm2730@columbia.edu reich@genetics.med.harvard.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2016"
    },
    {
        "PMID": "26761240",
        "Title": "Interpreting the Dependence of Mutation Rates on Age and Time.",
        "Abstract": "Mutations can originate from the chance misincorporation of nucleotides during DNA replication or from DNA lesions that arise between replication cycles and are not repaired correctly. We introduce a model that relates the source of mutations to their accumulation with cell divisions, providing a framework for understanding how mutation rates depend on sex, age, and cell division rate. We show that the accrual of mutations should track cell divisions not only when mutations are replicative in origin but also when they are non-replicative and repaired efficiently. One implication is that observations from diverse fields that to date have been interpreted as pointing to a replicative origin of most mutations could instead reflect the accumulation of mutations arising from endogenous reactions or exogenous mutagens. We further find that only mutations that arise from inefficiently repaired lesions will accrue according to absolute time; thus, unless life history traits co-vary, the phylogenetic \"molecular clock\" should not be expected to run steadily across species.",
        "Keywords": [],
        "MeSH terms": [
            "Aging",
            "Animals",
            "Cell Division",
            "DNA Replication",
            "Humans",
            "Models, Genetic",
            "Mutation Rate",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Ziyue",
                "Last Name": "Gao",
                "Affiliation": "Committee on Genetics, Genomics and Systems Biology, University of Chicago, Chicago, Illinois, United States of America."
            },
            {
                "First Name": "Minyoung J",
                "Last Name": "Wyman",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Guy",
                "Last Name": "Sella",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2016"
    },
    {
        "PMID": "26619199",
        "Title": "Variation in Rural African Gut Microbiota Is Strongly Correlated with Colonization by Entamoeba and Subsistence.",
        "Abstract": "The human gut microbiota is impacted by host nutrition and health status and therefore represents a potentially adaptive phenotype influenced by metabolic and immune constraints. Previous studies contrasting rural populations in developing countries to urban industrialized ones have shown that industrialization is strongly correlated with patterns in human gut microbiota; however, we know little about the relative contribution of factors such as climate, diet, medicine, hygiene practices, host genetics, and parasitism. Here, we focus on fine-scale comparisons of African rural populations in order to (i) contrast the gut microbiota of populations inhabiting similar environments but having different traditional subsistence modes and either shared or distinct genetic ancestry, and (ii) examine the relationship between gut parasites and bacterial communities. Characterizing the fecal microbiota of Pygmy hunter-gatherers as well as Bantu individuals from both farming and fishing populations in Southwest Cameroon, we found that the gut parasite Entamoeba is significantly correlated with microbiome composition and diversity. We show that across populations, colonization by this protozoa can be predicted with 79% accuracy based on the composition of an individual's gut microbiota, and that several of the taxa most important for distinguishing Entamoeba absence or presence are signature taxa for autoimmune disorders. We also found gut communities to vary significantly with subsistence mode, notably with some taxa previously shown to be enriched in other hunter-gatherers groups (in Tanzania and Peru) also discriminating hunter-gatherers from neighboring farming or fishing populations in Cameroon.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Black People",
            "Diet",
            "Entamoeba",
            "Feces",
            "Fishes",
            "Gastrointestinal Microbiome",
            "Genetic Variation",
            "Humans",
            "Phenotype",
            "Rural Population",
            "Tanzania"
        ],
        "Authors": [
            {
                "First Name": "Elise R",
                "Last Name": "Morton",
                "Affiliation": "Department of Genetics, Cell Biology, and Development, Department of Ecology, Evolution, and Behavior, University of Minnesota, Minneapolis, Minnesota, United States of America."
            },
            {
                "First Name": "Joshua",
                "Last Name": "Lynch",
                "Affiliation": "Department of Genetics, Cell Biology, and Development, Department of Ecology, Evolution, and Behavior, University of Minnesota, Minneapolis, Minnesota, United States of America."
            },
            {
                "First Name": "Alain",
                "Last Name": "Froment",
                "Affiliation": "Eco-anthropology and Ethnobiology, Museum national d'Histoire naturelle, Centre national de la recherche scientifique, University Denis Diderot, Paris, France."
            },
            {
                "First Name": "Sophie",
                "Last Name": "Lafosse",
                "Affiliation": "Eco-anthropology and Ethnobiology, Museum national d'Histoire naturelle, Centre national de la recherche scientifique, University Denis Diderot, Paris, France."
            },
            {
                "First Name": "Evelyne",
                "Last Name": "Heyer",
                "Affiliation": "Eco-anthropology and Ethnobiology, Museum national d'Histoire naturelle, Centre national de la recherche scientifique, University Denis Diderot, Paris, France."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Ran",
                "Last Name": "Blekhman",
                "Affiliation": "Department of Genetics, Cell Biology, and Development, Department of Ecology, Evolution, and Behavior, University of Minnesota, Minneapolis, Minnesota, United States of America."
            },
            {
                "First Name": "Laure",
                "Last Name": "Ségurel",
                "Affiliation": "Eco-anthropology and Ethnobiology, Museum national d'Histoire naturelle, Centre national de la recherche scientifique, University Denis Diderot, Paris, France."
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2015"
    },
    {
        "PMID": "26586757",
        "Title": "Stable recombination hotspots in birds.",
        "Abstract": "The DNA-binding protein PRDM9 has a critical role in specifying meiotic recombination hotspots in mice and apes, but it appears to be absent from other vertebrate species, including birds. To study the evolution and determinants of recombination in species lacking the gene that encodes PRDM9, we inferred fine-scale genetic maps from population resequencing data for two bird species: the zebra finch, Taeniopygia guttata, and the long-tailed finch, Poephila acuticauda. We found that both species have recombination hotspots, which are enriched near functional genomic elements. Unlike in mice and apes, most hotspots are shared between the two species, and their conservation seems to extend over tens of millions of years. These observations suggest that in the absence of PRDM9, recombination targets functional features that both enable access to the genome and constrain its evolution.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromosome Mapping",
            "Evolution, Molecular",
            "Finches",
            "Gene Expression Regulation",
            "Genome",
            "Recombination, Genetic",
            "Repressor Proteins",
            "Species Specificity"
        ],
        "Authors": [
            {
                "First Name": "Sonal",
                "Last Name": "Singhal",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA. Department of Systems Biology, Columbia University, New York, NY 10032, USA. sonal.singhal1@gmail.com molly.przew@gmail.com."
            },
            {
                "First Name": "Ellen M",
                "Last Name": "Leffler",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, IL 60637, USA. Wellcome Trust Centre for Human Genetics, University of Oxford, Oxford OX3 7BN, UK."
            },
            {
                "First Name": "Keerthi",
                "Last Name": "Sannareddy",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, IL 60637, USA."
            },
            {
                "First Name": "Isaac",
                "Last Name": "Turner",
                "Affiliation": "Wellcome Trust Centre for Human Genetics, University of Oxford, Oxford OX3 7BN, UK."
            },
            {
                "First Name": "Oliver",
                "Last Name": "Venn",
                "Affiliation": "Wellcome Trust Centre for Human Genetics, University of Oxford, Oxford OX3 7BN, UK."
            },
            {
                "First Name": "Daniel M",
                "Last Name": "Hooper",
                "Affiliation": "Committee on Evolutionary Biology, University of Chicago, Chicago, IL 60637, USA."
            },
            {
                "First Name": "Alva I",
                "Last Name": "Strand",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Qiye",
                "Last Name": "Li",
                "Affiliation": "China National Genebank, BGI-Shenzhen, Shenzhen 518083, China."
            },
            {
                "First Name": "Brian",
                "Last Name": "Raney",
                "Affiliation": "Center for Biomolecular Science and Engineering, University of California-Santa Cruz, Santa Cruz, CA 95064, USA."
            },
            {
                "First Name": "Christopher N",
                "Last Name": "Balakrishnan",
                "Affiliation": "Department of Biology, East Carolina University, Greenville, NC 27858, USA."
            },
            {
                "First Name": "Simon C",
                "Last Name": "Griffith",
                "Affiliation": "Department of Biological Sciences, Macquarie University, Sydney, NSW 2109, Australia."
            },
            {
                "First Name": "Gil",
                "Last Name": "McVean",
                "Affiliation": "Wellcome Trust Centre for Human Genetics, University of Oxford, Oxford OX3 7BN, UK."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA. Department of Systems Biology, Columbia University, New York, NY 10032, USA. sonal.singhal1@gmail.com molly.przew@gmail.com."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2015"
    },
    {
        "PMID": "26198179",
        "Title": "Evolutionary history inferred from the de novo assembly of a nonmodel organism, the blue-eyed black lemur.",
        "Abstract": "Lemurs, the living primates most distantly related to humans, demonstrate incredible diversity in behaviour, life history patterns and adaptive traits. Although many lemur species are endangered within their native Madagascar, there is no high-quality genome assembly from this taxon, limiting population and conservation genetic studies. One critically endangered lemur is the blue-eyed black lemur Eulemur flavifrons. This species is fixed for blue irises, a convergent trait that evolved at least four times in primates and was subject to positive selection in humans, where 5' regulatory variation of OCA2 explains most of the brown/blue eye colour differences. We built a de novo genome assembly for E. flavifrons, providing the most complete lemur genome to date, and a high confidence consensus sequence for close sister species E. macaco, the (brown-eyed) black lemur. From diversity and divergence patterns across the genomes, we estimated a recent split time of the two species (160 Kya) and temporal fluctuations in effective population sizes that accord with known environmental changes. By looking for regions of unusually low diversity, we identified potential signals of directional selection in E. flavifrons at MITF, a melanocyte development gene that regulates OCA2 and has previously been associated with variation in human iris colour, as well as at several other genes involved in melanin biosynthesis in mammals. Our study thus illustrates how whole-genome sequencing of a few individuals can illuminate the demographic and selection history of nonmodel species.",
        "Keywords": [
            "Eulemur",
            "convergent evolution",
            "de novo genome assembly",
            "demographic inference",
            "selection scan"
        ],
        "MeSH terms": [
            "Animals",
            "Biological Evolution",
            "Eye Color",
            "Genetics, Population",
            "Genome",
            "Lemur",
            "Madagascar",
            "Membrane Transport Proteins",
            "Pigmentation",
            "Population Density",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Wynn K",
                "Last Name": "Meyer",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, IL, 60637, USA."
            },
            {
                "First Name": "Aarti",
                "Last Name": "Venkat",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, IL, 60637, USA."
            },
            {
                "First Name": "Amir R",
                "Last Name": "Kermany",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, IL, 60637, USA."
            },
            {
                "First Name": "Bryce",
                "Last Name": "van de Geijn",
                "Affiliation": "Committee on Genetics, Genomics, and Systems Biology, University of Chicago, Chicago, IL, 60637, USA."
            },
            {
                "First Name": "Sidi",
                "Last Name": "Zhang",
                "Affiliation": "Biological Sciences Collegiate Division, University of Chicago, Chicago, IL, 60637, USA."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, IL, 60637, USA."
            }
        ],
        "Journal": "Molecular ecology",
        "PubDate": "2015"
    },
    {
        "PMID": "25806687",
        "Title": "Non-crossover gene conversions show strong GC bias and unexpected clustering in humans.",
        "Abstract": "Although the past decade has seen tremendous progress in our understanding of fine-scale recombination, little is known about non-crossover (NCO) gene conversion. We report the first genome-wide study of NCO events in humans. Using SNP array data from 98 meioses, we identified 103 sites affected by NCO, of which 50/52 were confirmed in sequence data. Overlap with double strand break (DSB) hotspots indicates that most of the events are likely of meiotic origin. We estimate that a site is involved in a NCO at a rate of 5.9 × 10(-6)/bp/generation, consistent with sperm-typing studies, and infer that tract lengths span at least an order of magnitude. Observed NCO events show strong allelic bias at heterozygous AT/GC SNPs, with 68% (58-78%) transmitting GC alleles (p = 5 × 10(-4)). Strikingly, in 4 of 15 regions with resequencing data, multiple disjoint NCO tracts cluster in close proximity (∼20-30 kb), a phenomenon not previously seen in mammals.",
        "Keywords": [
            "GC-bias",
            "chromosomes",
            "complex crossover",
            "evolutionary biology",
            "gene conversion",
            "genes",
            "genomics",
            "haplotypes",
            "human",
            "non-crossover",
            "recombination"
        ],
        "MeSH terms": [
            "Alleles",
            "Base Composition",
            "Base Sequence",
            "Cluster Analysis",
            "Crossing Over, Genetic",
            "Female",
            "Gene Conversion",
            "Humans",
            "Male",
            "Pedigree",
            "Polymorphism, Single Nucleotide"
        ],
        "Authors": [
            {
                "First Name": "Amy L",
                "Last Name": "Williams",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            },
            {
                "First Name": "Giulio",
                "Last Name": "Genovese",
                "Affiliation": "Program in Medical and Population Genetics, Broad Institute of Harvard and MIT, Cambridge, United States."
            },
            {
                "First Name": "Thomas",
                "Last Name": "Dyer",
                "Affiliation": "Department of Genetics, Texas Biomedical Research Institute, San Antonio, United States."
            },
            {
                "First Name": "Nicolas",
                "Last Name": "Altemose",
                "Affiliation": "Wellcome Trust Centre for Human Genetics, Oxford University, Oxford, United Kingdom."
            },
            {
                "First Name": "Katherine",
                "Last Name": "Truax",
                "Affiliation": "Department of Genetics, Texas Biomedical Research Institute, San Antonio, United States."
            },
            {
                "First Name": "Goo",
                "Last Name": "Jun",
                "Affiliation": "Department of Biostatistics, University of Michigan, Ann Arbor, United States."
            },
            {
                "First Name": "Nick",
                "Last Name": "Patterson",
                "Affiliation": "Program in Medical and Population Genetics, Broad Institute of Harvard and MIT, Cambridge, United States."
            },
            {
                "First Name": "Simon R",
                "Last Name": "Myers",
                "Affiliation": "Wellcome Trust Centre for Human Genetics, Oxford University, Oxford, United Kingdom."
            },
            {
                "First Name": "Joanne E",
                "Last Name": "Curran",
                "Affiliation": "Department of Genetics, Texas Biomedical Research Institute, San Antonio, United States."
            },
            {
                "First Name": "Ravi",
                "Last Name": "Duggirala",
                "Affiliation": "Department of Genetics, Texas Biomedical Research Institute, San Antonio, United States."
            },
            {
                "First Name": "John",
                "Last Name": "Blangero",
                "Affiliation": "Department of Genetics, Texas Biomedical Research Institute, San Antonio, United States."
            },
            {
                "First Name": "David",
                "Last Name": "Reich",
                "Affiliation": "Program in Medical and Population Genetics, Broad Institute of Harvard and MIT, Cambridge, United States."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, United States."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "eLife",
        "PubDate": "2015"
    },
    {
        "PMID": "25697177",
        "Title": "An estimate of the average number of recessive lethal mutations carried by humans.",
        "Abstract": "The effects of inbreeding on human health depend critically on the number and severity of recessive, deleterious mutations carried by individuals. In humans, existing estimates of these quantities are based on comparisons between consanguineous and nonconsanguineous couples, an approach that confounds socioeconomic and genetic effects of inbreeding. To overcome this limitation, we focused on a founder population that practices a communal lifestyle, for which there is almost complete Mendelian disease ascertainment and a known pedigree. Focusing on recessive lethal diseases and simulating allele transmissions, we estimated that each haploid set of human autosomes carries on average 0.29 (95% credible interval [0.10, 0.84]) recessive alleles that lead to complete sterility or death by reproductive age when homozygous. Comparison to existing estimates in humans suggests that a substantial fraction of the total burden imposed by recessive deleterious variants is due to single mutations that lead to sterility or death between birth and reproductive age. In turn, comparison to estimates from other eukaryotes points to a surprising constancy of the average number of recessive lethal mutations across organisms with markedly different genome sizes.",
        "Keywords": [
            "autosomal recessive disease",
            "consanguinity",
            "human",
            "inbreeding",
            "recessive lethal mutation"
        ],
        "MeSH terms": [
            "Gene Frequency",
            "Genes, Lethal",
            "Genes, Recessive",
            "Genome, Human",
            "Humans",
            "Models, Genetic",
            "Pedigree"
        ],
        "Authors": [
            {
                "First Name": "Ziyue",
                "Last Name": "Gao",
                "Affiliation": "Committee on Genetics, Genomics, and Systems Biology, University of Chicago, Chicago, Illinois 60637 ziyuegao@uchicago.edu mp3284@columbia.edu."
            },
            {
                "First Name": "Darrel",
                "Last Name": "Waggoner",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, Illinois 60637 Department of Pediatrics, University of Chicago, Chicago, Illinois 60637."
            },
            {
                "First Name": "Matthew",
                "Last Name": "Stephens",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, Illinois 60637 Department of Statistics, University of Chicago, Chicago, Illinois 60637."
            },
            {
                "First Name": "Carole",
                "Last Name": "Ober",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, Illinois 60637 Department of Obstetrics and Gynecology, University of Chicago, Chicago, Illinois 60637."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York 10027 Department of Systems Biology, Columbia University, New York, New York 10032 ziyuegao@uchicago.edu mp3284@columbia.edu."
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2015"
    },
    {
        "PMID": "25403856",
        "Title": "Footprints of ancient-balanced polymorphisms in genetic variation data from closely related species.",
        "Abstract": "When long-lasting, balancing selection can lead to \"trans-species\" polymorphisms that are shared by two or more species identical by descent. In such cases, the gene genealogy at the selected site clusters by allele instead of by species, and nearby neutral sites also have unusual genealogies because of linkage. While this scenario is expected to leave discernible footprints in genetic variation data, the specific patterns remain poorly characterized. Motivated by recent findings in primates, we focus on the case of a biallelic polymorphism under ancient balancing selection and derive approximations for summaries of the polymorphism data from two species. Specifically, we characterize the length of the segment that carries most of the footprints, the expected number of shared neutral single nucleotide polymorphisms (SNPs), and the patterns of allelic associations among them. We confirm the accuracy of our approximations by coalescent simulations. We further show that for humans and chimpanzees-more generally, for pairs of species with low genetic diversity levels-these patterns are highly unlikely to be generated by neutral recurrent mutations. We discuss the implications for the design and interpretation of genome scans for ancient balanced polymorphisms in primates and other taxa.",
        "Keywords": [
            "Ancient genetic variation",
            "balancing selection",
            "genome scan for selection",
            "trans-species polymorphism"
        ],
        "MeSH terms": [
            "Alleles",
            "Animals",
            "Genetic Variation",
            "Humans",
            "Models, Theoretical",
            "Pan troglodytes",
            "Polymorphism, Genetic",
            "Polymorphism, Single Nucleotide"
        ],
        "Authors": [
            {
                "First Name": "Ziyue",
                "Last Name": "Gao",
                "Affiliation": "Committee on Genetics, Genomics and Systems Biology, University of Chicago, Chicago, Illinois, 60637. ziyuegao@uchicago.edu."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            },
            {
                "First Name": "Guy",
                "Last Name": "Sella",
                "Affiliation": ""
            }
        ],
        "Journal": "Evolution; international journal of organic evolution",
        "PubDate": "2015"
    },
    {
        "PMID": "25000986",
        "Title": "Determinants of mutation rate variation in the human germline.",
        "Abstract": "Because germline mutations are the source of all evolutionary adaptations and heritable diseases, characterizing their properties and the rate at which they arise across individuals is of fundamental importance for human genetics. After decades during which estimates were based on indirect approaches, notably on inferences from evolutionary patterns, it is now feasible to count de novo mutations in transmissions from parents to offspring. Surprisingly, this direct approach yields a mutation rate that is twofold lower than previous estimates, calling into question our understanding of the chronology of human evolution and raising the possibility that mutation rates have evolved relatively rapidly. Here, we bring together insights from studies of human genetics and molecular evolution, focusing on where they conflict and what the discrepancies tell us about important open questions. We begin by outlining various methods for studying the properties of mutations in humans. We review what we have learned from their applications about genomic factors that influence mutation rates and the effects of sex, age, and other sources of interindividual variation. We then consider the mutation rate as a product of evolution and discuss how and why it may have changed over time in primates.",
        "Keywords": [
            "CpG",
            "evolution",
            "generation time effect",
            "germline mutation",
            "human",
            "paternal age effect"
        ],
        "MeSH terms": [
            "Animals",
            "DNA",
            "Evolution, Molecular",
            "Genome, Human",
            "Genomics",
            "Germ-Line Mutation",
            "Humans",
            "Mutation Rate"
        ],
        "Authors": [
            {
                "First Name": "Laure",
                "Last Name": "Ségurel",
                "Affiliation": "Laboratoire Éco-Anthropologie et Ethnobiologie, UMR 7206, Muséum National d'Histoire Naturelle-Centre National de la Recherche Scientifique-Université Paris 7 Diderot, Paris 75231, France; email: lsegurel@mnhn.fr."
            },
            {
                "First Name": "Minyoung J",
                "Last Name": "Wyman",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "Annual review of genomics and human genetics",
        "PubDate": "2014"
    },
    {
        "PMID": "24659032",
        "Title": "TroX: a new method to learn about the genesis of aneuploidy from trisomic products of conception.",
        "Abstract": "An estimated 10-30% of clinically recognized conceptions are aneuploid, leading to spontaneous miscarriages, in vitro fertilization failures and, when viable, severe developmental disabilities. With the ongoing reduction in the cost of genotyping and DNA sequencing, the use of high-density single nucleotide polymorphism (SNP) markers for clinical diagnosis of aneuploidy and biomedical research into its causes is becoming common practice. A reliable, flexible and computationally feasible method for inferring the sources of aneuploidy is thus crucial.",
        "Keywords": [],
        "MeSH terms": [
            "Aneuploidy",
            "Child",
            "Down Syndrome",
            "Genotyping Techniques",
            "Humans",
            "Markov Chains",
            "Polymorphism, Single Nucleotide",
            "Sequence Analysis, DNA",
            "Software",
            "Trisomy"
        ],
        "Authors": [
            {
                "First Name": "Amir R",
                "Last Name": "Kermany",
                "Affiliation": "Department of Human Genetics and Howard Hughes Medical Institute, University of Chicago, Chicago, IL 60637, USA and Department of Biology, Spelman College, Atlanta, GA 30314, USADepartment of Human Genetics and Howard Hughes Medical Institute, University of Chicago, Chicago, IL 60637, USA and Department of Biology, Spelman College, Atlanta, GA 30314, USA."
            },
            {
                "First Name": "Laure",
                "Last Name": "Segurel",
                "Affiliation": "Department of Human Genetics and Howard Hughes Medical Institute, University of Chicago, Chicago, IL 60637, USA and Department of Biology, Spelman College, Atlanta, GA 30314, USADepartment of Human Genetics and Howard Hughes Medical Institute, University of Chicago, Chicago, IL 60637, USA and Department of Biology, Spelman College, Atlanta, GA 30314, USA."
            },
            {
                "First Name": "Tiffany R",
                "Last Name": "Oliver",
                "Affiliation": "Department of Human Genetics and Howard Hughes Medical Institute, University of Chicago, Chicago, IL 60637, USA and Department of Biology, Spelman College, Atlanta, GA 30314, USA."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Human Genetics and Howard Hughes Medical Institute, University of Chicago, Chicago, IL 60637, USA and Department of Biology, Spelman College, Atlanta, GA 30314, USADepartment of Human Genetics and Howard Hughes Medical Institute, University of Chicago, Chicago, IL 60637, USA and Department of Biology, Spelman College, Atlanta, GA 30314, USA."
            }
        ],
        "Journal": "Bioinformatics (Oxford, England)",
        "PubDate": "2014"
    },
    {
        "PMID": "23851028",
        "Title": "Different selective pressures shape the evolution of Toll-like receptors in human and African great ape populations.",
        "Abstract": "The study of the genetic and selective landscape of immunity genes across primates can provide insight into the existing differences in susceptibility to infection observed between human and non-human primates. Here, we explored how selection has driven the evolution of a key family of innate immunity receptors, the Toll-like receptors (TLRs), in African great ape species. We sequenced the 10 TLRs in various populations of chimpanzees and gorillas, and analysed these data jointly with a human data set. We found that purifying selection has been more pervasive in great apes than in humans. Furthermore, in chimpanzees and gorillas, purifying selection has targeted TLRs irrespectively of whether they are endosomal or cell surface, in contrast to humans where strong selective constraints are restricted to endosomal TLRs. These observations suggest important differences in the relative importance of TLR-mediated pathogen sensing, such as that of recognition of flagellated bacteria by TLR5, between humans and great apes. Lastly, we used a population genetics-phylogenetics method that jointly analyses polymorphism and divergence data to detect fine-scale variation in selection pressures at specific codons within TLR genes. We identified different codons at different TLRs as being under positive selection in each species, highlighting that functional variation at these genes has conferred a selective advantage in immunity to infection to specific primate species. Overall, this study showed that the degree of selection driving the evolution of TLRs has largely differed between human and non-human primates, increasing our knowledge on their respective biological contribution to host defence in the natural setting.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Evolution, Molecular",
            "Genetic Variation",
            "Genome",
            "Gorilla gorilla",
            "Humans",
            "Immunity, Innate",
            "Molecular Sequence Data",
            "Pan troglodytes",
            "Phylogeny",
            "Polymorphism, Single Nucleotide",
            "Selection, Genetic",
            "Sequence Analysis, DNA",
            "Species Specificity",
            "Toll-Like Receptors"
        ],
        "Authors": [
            {
                "First Name": "Hélène",
                "Last Name": "Quach",
                "Affiliation": "Unit of Human Evolutionary Genetics."
            },
            {
                "First Name": "Daniel",
                "Last Name": "Wilson",
                "Affiliation": ""
            },
            {
                "First Name": "Guillaume",
                "Last Name": "Laval",
                "Affiliation": ""
            },
            {
                "First Name": "Etienne",
                "Last Name": "Patin",
                "Affiliation": ""
            },
            {
                "First Name": "Jeremy",
                "Last Name": "Manry",
                "Affiliation": ""
            },
            {
                "First Name": "Jessica",
                "Last Name": "Guibert",
                "Affiliation": ""
            },
            {
                "First Name": "Luis B",
                "Last Name": "Barreiro",
                "Affiliation": ""
            },
            {
                "First Name": "Eric",
                "Last Name": "Nerrienet",
                "Affiliation": ""
            },
            {
                "First Name": "Ernst",
                "Last Name": "Verschoor",
                "Affiliation": ""
            },
            {
                "First Name": "Antoine",
                "Last Name": "Gessain",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            },
            {
                "First Name": "Lluis",
                "Last Name": "Quintana-Murci",
                "Affiliation": ""
            }
        ],
        "Journal": "Human molecular genetics",
        "PubDate": "2013"
    },
    {
        "PMID": "23836453",
        "Title": "Ancestry runs deeper than blood: the evolutionary history of ABO points to cryptic variation of functional importance.",
        "Abstract": "The ABO histo-blood group, first discovered over a century ago, is found not only in humans but also in many other primate species, with the same genetic variants maintained for at least 20 million years. Polymorphisms in ABO have been associated with susceptibility to a large number of human diseases, from gastric cancers to immune or artery diseases, but the adaptive phenotypes to which the polymorphism contributes remain unclear. We suggest that variation in ABO has been maintained by frequency-dependent or fluctuating selection pressures, potentially arising from co-evolution with gut pathogens. We further hypothesize that the histo-blood group labels A, B, AB, and O do not offer a full description of variants maintained by natural selection, implying that there are unrecognized, functionally important, antigens beyond the ABO group in humans and other primates.",
        "Keywords": [
            "ABO",
            "balancing selection",
            "evolution",
            "host-pathogen interaction",
            "population genetics",
            "primates"
        ],
        "MeSH terms": [
            "ABO Blood-Group System",
            "Animals",
            "Evolution, Molecular",
            "Host-Pathogen Interactions",
            "Humans",
            "Phenotype",
            "Polymorphism, Genetic",
            "Primates",
            "Selection, Genetic",
            "Species Specificity"
        ],
        "Authors": [
            {
                "First Name": "Laure",
                "Last Name": "Ségurel",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, IL, USA; Department of Ecology and Evolution, University of Chicago, Chicago, IL, USA; Howard Hughes Medical Institute, University of Chicago, Chicago, IL, USA."
            },
            {
                "First Name": "Ziyue",
                "Last Name": "Gao",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "BioEssays : news and reviews in molecular, cellular and developmental biology",
        "PubDate": "2013"
    },
    {
        "PMID": "23640739",
        "Title": "The convergent evolution of blue iris pigmentation in primates took distinct molecular paths.",
        "Abstract": "How many distinct molecular paths lead to the same phenotype? One approach to this question has been to examine the genetic basis of convergent traits, which likely evolved repeatedly under a shared selective pressure. We investigated the convergent phenotype of blue iris pigmentation, which has arisen independently in four primate lineages: humans, blue-eyed black lemurs, Japanese macaques, and spider monkeys. Characterizing the phenotype across these species, we found that the variation within the blue-eyed subsets of each species occupies strongly overlapping regions of CIE L*a*b* color space. Yet whereas Japanese macaques and humans display continuous variation, the phenotypes of blue-eyed black lemurs and their sister species (whose irises are brown) occupy more clustered subspaces. Variation in an enhancer of OCA2 is primarily responsible for the phenotypic difference between humans with blue and brown irises. In the orthologous region, we found no variant that distinguishes the two lemur species or associates with quantitative phenotypic variation in Japanese macaques. Given the high similarity between the blue iris phenotypes in these species and that in humans, this finding implies that evolution has used different molecular paths to reach the same end.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Atelinae",
            "Evolution, Molecular",
            "Eye Color",
            "Female",
            "Humans",
            "Lemuridae",
            "Macaca nemestrina",
            "Male",
            "Membrane Transport Proteins",
            "Molecular Sequence Data",
            "Photography",
            "Phylogeny",
            "Polymerase Chain Reaction",
            "Polymorphism, Single Nucleotide",
            "Sequence Analysis, DNA",
            "Sequence Homology"
        ],
        "Authors": [
            {
                "First Name": "Wynn K",
                "Last Name": "Meyer",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, IL 60637, USA. wynn@uchicago.edu"
            },
            {
                "First Name": "Sidi",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Sachiko",
                "Last Name": "Hayakawa",
                "Affiliation": ""
            },
            {
                "First Name": "Hiroo",
                "Last Name": "Imai",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of physical anthropology",
        "PubDate": "2013"
    },
    {
        "PMID": "23413192",
        "Title": "Multiple instances of ancient balancing selection shared between humans and chimpanzees.",
        "Abstract": "Instances in which natural selection maintains genetic variation in a population over millions of years are thought to be extremely rare. We conducted a genome-wide scan for long-lived balancing selection by looking for combinations of SNPs shared between humans and chimpanzees. In addition to the major histocompatibility complex, we identified 125 regions in which the same haplotypes are segregating in the two species, all but two of which are noncoding. In six cases, there is evidence for an ancestral polymorphism that persisted to the present in humans and chimpanzees. Regions with shared haplotypes are significantly enriched for membrane glycoproteins, and a similar trend is seen among shared coding polymorphisms. These findings indicate that ancient balancing selection has shaped human variation and point to genes involved in host-pathogen interactions as common targets.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Genetic Association Studies",
            "Genome, Human",
            "Haplotypes",
            "Host-Pathogen Interactions",
            "Humans",
            "Molecular Sequence Data",
            "Pan troglodytes",
            "Pedigree",
            "Polymorphism, Single Nucleotide",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Ellen M",
                "Last Name": "Leffler",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, IL 60637, USA. emleffler@uchicago.edu"
            },
            {
                "First Name": "Ziyue",
                "Last Name": "Gao",
                "Affiliation": ""
            },
            {
                "First Name": "Susanne",
                "Last Name": "Pfeifer",
                "Affiliation": ""
            },
            {
                "First Name": "Laure",
                "Last Name": "Ségurel",
                "Affiliation": ""
            },
            {
                "First Name": "Adam",
                "Last Name": "Auton",
                "Affiliation": ""
            },
            {
                "First Name": "Oliver",
                "Last Name": "Venn",
                "Affiliation": ""
            },
            {
                "First Name": "Rory",
                "Last Name": "Bowden",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald",
                "Last Name": "Bontrop",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey D",
                "Last Name": "Wall",
                "Affiliation": ""
            },
            {
                "First Name": "Guy",
                "Last Name": "Sella",
                "Affiliation": ""
            },
            {
                "First Name": "Peter",
                "Last Name": "Donnelly",
                "Affiliation": ""
            },
            {
                "First Name": "Gilean",
                "Last Name": "McVean",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2013"
    },
    {
        "PMID": "23091028",
        "Title": "The ABO blood group is a trans-species polymorphism in primates.",
        "Abstract": "The ABO histo-blood group, the critical determinant of transfusion incompatibility, was the first genetic polymorphism discovered in humans. Remarkably, ABO antigens are also polymorphic in many other primates, with the same two amino acid changes responsible for A and B specificity in all species sequenced to date. Whether this recurrence of A and B antigens is the result of an ancient polymorphism maintained across species or due to numerous, more recent instances of convergent evolution has been debated for decades, with a current consensus in support of convergent evolution. We show instead that genetic variation data in humans and gibbons as well as in Old World monkeys are inconsistent with a model of convergent evolution and support the hypothesis of an ancient, multiallelic polymorphism of which some alleles are shared by descent among species. These results demonstrate that the A and B blood groups result from a trans-species polymorphism among distantly related species and has remained under balancing selection for tens of millions of years-to date, the only such example in hominoids and Old World monkeys outside of the major histocompatibility complex.",
        "Keywords": [],
        "MeSH terms": [
            "ABO Blood-Group System",
            "Alleles",
            "Animals",
            "Cercopithecidae",
            "Evolution, Molecular",
            "Exons",
            "Genotype",
            "Models, Genetic",
            "Molecular Sequence Data",
            "Phenotype",
            "Phylogeny",
            "Polymorphism, Genetic",
            "Primates",
            "Species Specificity"
        ],
        "Authors": [
            {
                "First Name": "Laure",
                "Last Name": "Ségurel",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, IL 60637, USA. lsegurel@uchicago.edu"
            },
            {
                "First Name": "Emma E",
                "Last Name": "Thompson",
                "Affiliation": ""
            },
            {
                "First Name": "Timothée",
                "Last Name": "Flutre",
                "Affiliation": ""
            },
            {
                "First Name": "Jessica",
                "Last Name": "Lovstad",
                "Affiliation": ""
            },
            {
                "First Name": "Aarti",
                "Last Name": "Venkat",
                "Affiliation": ""
            },
            {
                "First Name": "Susan W",
                "Last Name": "Margulis",
                "Affiliation": ""
            },
            {
                "First Name": "Jill",
                "Last Name": "Moyse",
                "Affiliation": ""
            },
            {
                "First Name": "Steve",
                "Last Name": "Ross",
                "Affiliation": ""
            },
            {
                "First Name": "Kathryn",
                "Last Name": "Gamble",
                "Affiliation": ""
            },
            {
                "First Name": "Guy",
                "Last Name": "Sella",
                "Affiliation": ""
            },
            {
                "First Name": "Carole",
                "Last Name": "Ober",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2012"
    },
    {
        "PMID": "22984349",
        "Title": "Revisiting an old riddle: what determines genetic diversity levels within species?",
        "Abstract": "Understanding why some species have more genetic diversity than others is central to the study of ecology and evolution, and carries potentially important implications for conservation biology. Yet not only does this question remain unresolved, it has largely fallen into disregard. With the rapid decrease in sequencing costs, we argue that it is time to revive it.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromosomes, Insect",
            "Drosophila",
            "Ecosystem",
            "Genetic Variation",
            "Geography",
            "Models, Biological",
            "Nucleotides",
            "Phylogeny",
            "Selection, Genetic",
            "Sex Chromosomes",
            "Species Specificity"
        ],
        "Authors": [
            {
                "First Name": "Ellen M",
                "Last Name": "Leffler",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, Illinois, United States of America. emleffler@uchicago.edu"
            },
            {
                "First Name": "Kevin",
                "Last Name": "Bullaughey",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel R",
                "Last Name": "Matute",
                "Affiliation": ""
            },
            {
                "First Name": "Wynn K",
                "Last Name": "Meyer",
                "Affiliation": ""
            },
            {
                "First Name": "Laure",
                "Last Name": "Ségurel",
                "Affiliation": ""
            },
            {
                "First Name": "Aarti",
                "Last Name": "Venkat",
                "Affiliation": ""
            },
            {
                "First Name": "Peter",
                "Last Name": "Andolfatto",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2012"
    },
    {
        "PMID": "22543379",
        "Title": "The 1000 Genomes Project: data management and community access.",
        "Abstract": "The 1000 Genomes Project was launched as one of the largest distributed data collection and analysis projects ever undertaken in biology. In addition to the primary scientific goals of creating both a deep catalog of human genetic variation and extensive methods to accurately discover and characterize variation using new sequencing technologies, the project makes all of its data publicly available. Members of the project data coordination center have developed and deployed several tools to enable widespread data access.",
        "Keywords": [],
        "MeSH terms": [
            "Computational Biology",
            "Databases, Genetic",
            "Genetic Variation",
            "Genome, Human",
            "Genomics",
            "Humans",
            "Sequence Analysis, DNA"
        ],
        "Authors": [
            {
                "First Name": "Laura",
                "Last Name": "Clarke",
                "Affiliation": "European Bioinformatics Institute, Wellcome Trust Genome Campus, Hinxton, Cambridge, UK."
            },
            {
                "First Name": "Xiangqun",
                "Last Name": "Zheng-Bradley",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Smith",
                "Affiliation": ""
            },
            {
                "First Name": "Eugene",
                "Last Name": "Kulesha",
                "Affiliation": ""
            },
            {
                "First Name": "Chunlin",
                "Last Name": "Xiao",
                "Affiliation": ""
            },
            {
                "First Name": "Iliana",
                "Last Name": "Toneva",
                "Affiliation": ""
            },
            {
                "First Name": "Brendan",
                "Last Name": "Vaughan",
                "Affiliation": ""
            },
            {
                "First Name": "Don",
                "Last Name": "Preuss",
                "Affiliation": ""
            },
            {
                "First Name": "Rasko",
                "Last Name": "Leinonen",
                "Affiliation": ""
            },
            {
                "First Name": "Martin",
                "Last Name": "Shumway",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen",
                "Last Name": "Sherry",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Flicek",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature methods",
        "PubDate": "2012"
    },
    {
        "PMID": "22422862",
        "Title": "A fine-scale chimpanzee genetic map from population sequencing.",
        "Abstract": "To study the evolution of recombination rates in apes, we developed methodology to construct a fine-scale genetic map from high-throughput sequence data from 10 Western chimpanzees, Pan troglodytes verus. Compared to the human genetic map, broad-scale recombination rates tend to be conserved, but with exceptions, particularly in regions of chromosomal rearrangements and around the site of ancestral fusion in human chromosome 2. At fine scales, chimpanzee recombination is dominated by hotspots, which show no overlap with those of humans even though rates are similarly elevated around CpG islands and decreased within genes. The hotspot-specifying protein PRDM9 shows extensive variation among Western chimpanzees, and there is little evidence that any sequence motifs are enriched in hotspots. The contrasting locations of hotspots provide a natural experiment, which demonstrates the impact of recombination on base composition.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Chromosome Mapping",
            "Chromosomes, Human, Pair 2",
            "Chromosomes, Mammalian",
            "CpG Islands",
            "Evolution, Molecular",
            "Female",
            "Genetic Variation",
            "Haplotypes",
            "High-Throughput Nucleotide Sequencing",
            "Histone-Lysine N-Methyltransferase",
            "Humans",
            "Male",
            "Pan troglodytes",
            "Polymorphism, Single Nucleotide",
            "Recombination, Genetic",
            "Sequence Analysis, DNA",
            "Species Specificity"
        ],
        "Authors": [
            {
                "First Name": "Adam",
                "Last Name": "Auton",
                "Affiliation": "Wellcome Trust Centre for Human Genetics, Oxford , UK."
            },
            {
                "First Name": "Adi",
                "Last Name": "Fledel-Alon",
                "Affiliation": ""
            },
            {
                "First Name": "Susanne",
                "Last Name": "Pfeifer",
                "Affiliation": ""
            },
            {
                "First Name": "Oliver",
                "Last Name": "Venn",
                "Affiliation": ""
            },
            {
                "First Name": "Laure",
                "Last Name": "Ségurel",
                "Affiliation": ""
            },
            {
                "First Name": "Teresa",
                "Last Name": "Street",
                "Affiliation": ""
            },
            {
                "First Name": "Ellen M",
                "Last Name": "Leffler",
                "Affiliation": ""
            },
            {
                "First Name": "Rory",
                "Last Name": "Bowden",
                "Affiliation": ""
            },
            {
                "First Name": "Ivy",
                "Last Name": "Aneas",
                "Affiliation": ""
            },
            {
                "First Name": "John",
                "Last Name": "Broxholme",
                "Affiliation": ""
            },
            {
                "First Name": "Peter",
                "Last Name": "Humburg",
                "Affiliation": ""
            },
            {
                "First Name": "Zamin",
                "Last Name": "Iqbal",
                "Affiliation": ""
            },
            {
                "First Name": "Gerton",
                "Last Name": "Lunter",
                "Affiliation": ""
            },
            {
                "First Name": "Julian",
                "Last Name": "Maller",
                "Affiliation": ""
            },
            {
                "First Name": "Ryan D",
                "Last Name": "Hernandez",
                "Affiliation": ""
            },
            {
                "First Name": "Cord",
                "Last Name": "Melton",
                "Affiliation": ""
            },
            {
                "First Name": "Aarti",
                "Last Name": "Venkat",
                "Affiliation": ""
            },
            {
                "First Name": "Marcelo A",
                "Last Name": "Nobrega",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald",
                "Last Name": "Bontrop",
                "Affiliation": ""
            },
            {
                "First Name": "Simon",
                "Last Name": "Myers",
                "Affiliation": ""
            },
            {
                "First Name": "Peter",
                "Last Name": "Donnelly",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            },
            {
                "First Name": "Gil",
                "Last Name": "McVean",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2012"
    },
    {
        "PMID": "22377632",
        "Title": "Evaluating the evidence for transmission distortion in human pedigrees.",
        "Abstract": "Children of a heterozygous parent are expected to carry either allele with equal probability. Exceptions can occur, however, due to meiotic drive, competition among gametes, or viability selection, which we collectively term \"transmission distortion\" (TD). Although there are several well-characterized examples of these phenomena, their existence in humans remains unknown. We therefore performed a genome-wide scan for TD by applying the transmission disequilibrium test (TDT) genome-wide to three large sets of human pedigrees of European descent: the Framingham Heart Study (FHS), a founder population of European origin (HUTT), and a subset of the Autism Genetic Resource Exchange (AGRE). Genotyping error is an important confounder in this type of analysis. In FHS and HUTT, despite extensive quality control, we did not find sufficient evidence to exclude genotyping error in the strongest signals. In AGRE, however, many signals extended across multiple SNPs, a pattern highly unlikely to arise from genotyping error. We identified several candidate regions in this data set, notably a locus in 10q26.13 displaying a genome-wide significant TDT in combined female and male transmissions and a signature of recent positive selection, as well as a paternal TD signal in 6p21.1, the same region in which a significant TD signal was previously observed in 30 European males. Neither region replicated in FHS, however, and the paternal signal was not visible in sperm competition assays or as allelic imbalance in sperm. In maternal transmissions, we detected no strong signals near centromeres or telomeres, the regions predicted to be most susceptible to female-specific meiotic drive, but we found a significant enrichment of top signals among genes involved in cell junctions. These results illustrate both the potential benefits and the challenges of using the TDT to study transmission distortion and provide candidates for investigation in future studies.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Autistic Disorder",
            "Centromere",
            "Cohort Studies",
            "Fathers",
            "Female",
            "Genomics",
            "Genotype",
            "Genotyping Techniques",
            "Humans",
            "Inheritance Patterns",
            "Male",
            "Meiosis",
            "Pedigree",
            "Sperm Motility",
            "Telomere",
            "White People"
        ],
        "Authors": [
            {
                "First Name": "Wynn K",
                "Last Name": "Meyer",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, Illinois 60637, USA. wynn@uchicago.edu"
            },
            {
                "First Name": "Barbara",
                "Last Name": "Arbeithuber",
                "Affiliation": ""
            },
            {
                "First Name": "Carole",
                "Last Name": "Ober",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas",
                "Last Name": "Ebner",
                "Affiliation": ""
            },
            {
                "First Name": "Irene",
                "Last Name": "Tiemann-Boege",
                "Affiliation": ""
            },
            {
                "First Name": "Richard R",
                "Last Name": "Hudson",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2012"
    },
    {
        "PMID": "22162947",
        "Title": "The case of the fickle fingers: how the PRDM9 zinc finger protein specifies meiotic recombination hotspots in humans.",
        "Abstract": "During mammalian meiosis, double-strand breaks are deliberately made throughout the genome and then repaired, leading to the exchange of genetic material between copies of chromosomes. How the locations of breaks are specified was largely unknown until a fortuitous confluence of statistical genetics and molecular biology uncovered the role of PRDM9, a DNA binding protein. Many properties of this protein remain mysterious, however, including how it binds to DNA, how it contributes to male infertility-both in humans, and in hybrid mice-and why, in spite of its fundamental function in meiosis, its binding domain varies extensively among humans and across mammals. We present a brief summary of what has recently been learned about PRDM9 in different fields, focusing on the puzzles yet to be resolved.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Evolution, Molecular",
            "Genetic Variation",
            "Histone-Lysine N-Methyltransferase",
            "Humans",
            "Meiotic Prophase I",
            "Polymorphism, Genetic",
            "Recombination, Genetic",
            "Zinc Fingers"
        ],
        "Authors": [
            {
                "First Name": "Laure",
                "Last Name": "Ségurel",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, Illinois, USA. lsegurel@uchicago.edu"
            },
            {
                "First Name": "Ellen Miranda",
                "Last Name": "Leffler",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2011"
    },
    {
        "PMID": "22144911",
        "Title": "A population genetics-phylogenetics approach to inferring natural selection in coding sequences.",
        "Abstract": "Through an analysis of polymorphism within and divergence between species, we can hope to learn about the distribution of selective effects of mutations in the genome, changes in the fitness landscape that occur over time, and the location of sites involved in key adaptations that distinguish modern-day species. We introduce a novel method for the analysis of variation in selection pressures within and between species, spatially along the genome and temporally between lineages. We model codon evolution explicitly using a joint population genetics-phylogenetics approach that we developed for the construction of multiallelic models with mutation, selection, and drift. Our approach has the advantage of performing direct inference on coding sequences, inferring ancestral states probabilistically, utilizing allele frequency information, and generalizing to multiple species. We use a Bayesian sliding window model for intragenic variation in selection coefficients that efficiently combines information across sites and captures spatial clustering within the genome. To demonstrate the utility of the method, we infer selective pressures acting in Drosophila melanogaster and D. simulans from polymorphism and divergence data for 100 X-linked coding regions.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Bayes Theorem",
            "Codon",
            "Drosophila",
            "Drosophila melanogaster",
            "Evolution, Molecular",
            "Gene Frequency",
            "Genes, X-Linked",
            "Genetic Fitness",
            "Genome, Insect",
            "Models, Genetic",
            "Mutation",
            "Open Reading Frames",
            "Phylogeny",
            "Polymorphism, Genetic",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Daniel J",
                "Last Name": "Wilson",
                "Affiliation": "Department of Human Genetics and Department of Ecology and Evolution, University of Chicago, Chicago, Illinois, USA. daniel.wilson@ndm.ox.ac.uk"
            },
            {
                "First Name": "Ryan D",
                "Last Name": "Hernandez",
                "Affiliation": ""
            },
            {
                "First Name": "Peter",
                "Last Name": "Andolfatto",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2011"
    },
    {
        "PMID": "21917140",
        "Title": "The functional spectrum of low-frequency coding variation.",
        "Abstract": "Rare coding variants constitute an important class of human genetic variation, but are underrepresented in current databases that are based on small population samples. Recent studies show that variants altering amino acid sequence and protein function are enriched at low variant allele frequency, 2 to 5%, but because of insufficient sample size it is not clear if the same trend holds for rare variants below 1% allele frequency.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Alleles",
            "Base Sequence",
            "Exons",
            "Gene Frequency",
            "Genetics, Population",
            "Genome, Human",
            "Genotype",
            "Humans",
            "INDEL Mutation",
            "Oligonucleotide Array Sequence Analysis",
            "Polymorphism, Single Nucleotide",
            "Sensitivity and Specificity",
            "Sequence Alignment",
            "Sequence Analysis, DNA"
        ],
        "Authors": [
            {
                "First Name": "Gabor T",
                "Last Name": "Marth",
                "Affiliation": "Department of Biology, Boston College, 140 Commonwealth Avenue, Chestnut Hill, MA 02467, USA. gabor.marth@bc.edu"
            },
            {
                "First Name": "Fuli",
                "Last Name": "Yu",
                "Affiliation": ""
            },
            {
                "First Name": "Amit R",
                "Last Name": "Indap",
                "Affiliation": ""
            },
            {
                "First Name": "Kiran",
                "Last Name": "Garimella",
                "Affiliation": ""
            },
            {
                "First Name": "Simon",
                "Last Name": "Gravel",
                "Affiliation": ""
            },
            {
                "First Name": "Wen Fung",
                "Last Name": "Leong",
                "Affiliation": ""
            },
            {
                "First Name": "Chris",
                "Last Name": "Tyler-Smith",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew",
                "Last Name": "Bainbridge",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Blackwell",
                "Affiliation": ""
            },
            {
                "First Name": "Xiangqun",
                "Last Name": "Zheng-Bradley",
                "Affiliation": ""
            },
            {
                "First Name": "Yuan",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Danny",
                "Last Name": "Challis",
                "Affiliation": ""
            },
            {
                "First Name": "Laura",
                "Last Name": "Clarke",
                "Affiliation": ""
            },
            {
                "First Name": "Edward V",
                "Last Name": "Ball",
                "Affiliation": ""
            },
            {
                "First Name": "Kristian",
                "Last Name": "Cibulskis",
                "Affiliation": ""
            },
            {
                "First Name": "David N",
                "Last Name": "Cooper",
                "Affiliation": ""
            },
            {
                "First Name": "Bob",
                "Last Name": "Fulton",
                "Affiliation": ""
            },
            {
                "First Name": "Chris",
                "Last Name": "Hartl",
                "Affiliation": ""
            },
            {
                "First Name": "Dan",
                "Last Name": "Koboldt",
                "Affiliation": ""
            },
            {
                "First Name": "Donna",
                "Last Name": "Muzny",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Smith",
                "Affiliation": ""
            },
            {
                "First Name": "Carrie",
                "Last Name": "Sougnez",
                "Affiliation": ""
            },
            {
                "First Name": "Chip",
                "Last Name": "Stewart",
                "Affiliation": ""
            },
            {
                "First Name": "Alistair",
                "Last Name": "Ward",
                "Affiliation": ""
            },
            {
                "First Name": "Jin",
                "Last Name": "Yu",
                "Affiliation": ""
            },
            {
                "First Name": "Yali",
                "Last Name": "Xue",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Altshuler",
                "Affiliation": ""
            },
            {
                "First Name": "Carlos D",
                "Last Name": "Bustamante",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew G",
                "Last Name": "Clark",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Daly",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "DePristo",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Flicek",
                "Affiliation": ""
            },
            {
                "First Name": "Stacey",
                "Last Name": "Gabriel",
                "Affiliation": ""
            },
            {
                "First Name": "Elaine",
                "Last Name": "Mardis",
                "Affiliation": ""
            },
            {
                "First Name": "Aarno",
                "Last Name": "Palotie",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Gibbs",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome biology",
        "PubDate": "2011"
    },
    {
        "PMID": "21730125",
        "Title": "Demographic history and rare allele sharing among human populations.",
        "Abstract": "High-throughput sequencing technology enables population-level surveys of human genomic variation. Here, we examine the joint allele frequency distributions across continental human populations and present an approach for combining complementary aspects of whole-genome, low-coverage data and targeted high-coverage data. We apply this approach to data generated by the pilot phase of the Thousand Genomes Project, including whole-genome 2-4× coverage data for 179 samples from HapMap European, Asian, and African panels as well as high-coverage target sequencing of the exons of 800 genes from 697 individuals in seven populations. We use the site frequency spectra obtained from these data to infer demographic parameters for an Out-of-Africa model for populations of African, European, and Asian descent and to predict, by a jackknife-based approach, the amount of genetic diversity that will be discovered as sample sizes are increased. We predict that the number of discovered nonsynonymous coding variants will reach 100,000 in each population after ∼1,000 sequenced chromosomes per population, whereas ∼2,500 chromosomes will be needed for the same number of synonymous variants. Beyond this point, the number of segregating sites in the European and Asian panel populations is expected to overcome that of the African panel because of faster recent population growth. Overall, we find that the majority of human genomic variable sites are rare and exhibit little sharing among diverged populations. Our results emphasize that replication of disease association for specific rare genetic variants across diverged populations must overcome both reduced statistical power because of rarity and higher population divergence.",
        "Keywords": [],
        "MeSH terms": [
            "Demography",
            "Evolution, Molecular",
            "Gene Frequency",
            "Genes",
            "Genetic Drift",
            "Genetic Variation",
            "Genetics, Population",
            "Genomics",
            "Humans",
            "Models, Genetic",
            "Racial Groups",
            "Sequence Analysis, DNA"
        ],
        "Authors": [
            {
                "First Name": "Simon",
                "Last Name": "Gravel",
                "Affiliation": "Department of Genetics, Stanford University School of Medicine, Stanford, CA 94305-5120, USA."
            },
            {
                "First Name": "Brenna M",
                "Last Name": "Henn",
                "Affiliation": ""
            },
            {
                "First Name": "Ryan N",
                "Last Name": "Gutenkunst",
                "Affiliation": ""
            },
            {
                "First Name": "Amit R",
                "Last Name": "Indap",
                "Affiliation": ""
            },
            {
                "First Name": "Gabor T",
                "Last Name": "Marth",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew G",
                "Last Name": "Clark",
                "Affiliation": ""
            },
            {
                "First Name": "Fuli",
                "Last Name": "Yu",
                "Affiliation": ""
            },
            {
                "First Name": "Richard A",
                "Last Name": "Gibbs",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Carlos D",
                "Last Name": "Bustamante",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2011"
    },
    {
        "PMID": "21698098",
        "Title": "Variation in human recombination rates and its genetic determinants.",
        "Abstract": "Despite the fundamental role of crossing-over in the pairing and segregation of chromosomes during human meiosis, the rates and placements of events vary markedly among individuals. Characterizing this variation and identifying its determinants are essential steps in our understanding of the human recombination process and its evolution.",
        "Keywords": [],
        "MeSH terms": [
            "Female",
            "Genome-Wide Association Study",
            "Humans",
            "Male",
            "Pedigree",
            "Phenotype",
            "Recombination, Genetic",
            "White People"
        ],
        "Authors": [
            {
                "First Name": "Adi",
                "Last Name": "Fledel-Alon",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, Illinois, United States of America."
            },
            {
                "First Name": "Ellen Miranda",
                "Last Name": "Leffler",
                "Affiliation": ""
            },
            {
                "First Name": "Yongtao",
                "Last Name": "Guan",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew",
                "Last Name": "Stephens",
                "Affiliation": ""
            },
            {
                "First Name": "Graham",
                "Last Name": "Coop",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2011"
    },
    {
        "PMID": "21666693",
        "Title": "Variation in genome-wide mutation rates within and between human families.",
        "Abstract": "J.B.S. Haldane proposed in 1947 that the male germline may be more mutagenic than the female germline. Diverse studies have supported Haldane's contention of a higher average mutation rate in the male germline in a variety of mammals, including humans. Here we present, to our knowledge, the first direct comparative analysis of male and female germline mutation rates from the complete genome sequences of two parent-offspring trios. Through extensive validation, we identified 49 and 35 germline de novo mutations (DNMs) in two trio offspring, as well as 1,586 non-germline DNMs arising either somatically or in the cell lines from which the DNA was derived. Most strikingly, in one family, we observed that 92% of germline DNMs were from the paternal germline, whereas, in contrast, in the other family, 64% of DNMs were from the maternal germline. These observations suggest considerable variation in mutation rates within and between families.",
        "Keywords": [],
        "MeSH terms": [
            "Chromosome Mapping",
            "DNA Mutational Analysis",
            "Family",
            "Female",
            "Genetic Variation",
            "Genome, Human",
            "Germ-Line Mutation",
            "Humans",
            "Male",
            "Polymerase Chain Reaction"
        ],
        "Authors": [
            {
                "First Name": "Donald F",
                "Last Name": "Conrad",
                "Affiliation": "Wellcome Trust Sanger Institute, Hinxton, Cambridge, UK."
            },
            {
                "First Name": "Jonathan E M",
                "Last Name": "Keebler",
                "Affiliation": ""
            },
            {
                "First Name": "Mark A",
                "Last Name": "DePristo",
                "Affiliation": ""
            },
            {
                "First Name": "Sarah J",
                "Last Name": "Lindsay",
                "Affiliation": ""
            },
            {
                "First Name": "Yujun",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Ferran",
                "Last Name": "Casals",
                "Affiliation": ""
            },
            {
                "First Name": "Youssef",
                "Last Name": "Idaghdour",
                "Affiliation": ""
            },
            {
                "First Name": "Chris L",
                "Last Name": "Hartl",
                "Affiliation": ""
            },
            {
                "First Name": "Carlos",
                "Last Name": "Torroja",
                "Affiliation": ""
            },
            {
                "First Name": "Kiran V",
                "Last Name": "Garimella",
                "Affiliation": ""
            },
            {
                "First Name": "Martine",
                "Last Name": "Zilversmit",
                "Affiliation": ""
            },
            {
                "First Name": "Reed",
                "Last Name": "Cartwright",
                "Affiliation": ""
            },
            {
                "First Name": "Guy A",
                "Last Name": "Rouleau",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Daly",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Stone",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew E",
                "Last Name": "Hurles",
                "Affiliation": ""
            },
            {
                "First Name": "Philip",
                "Last Name": "Awadalla",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2011"
    },
    {
        "PMID": "21653522",
        "Title": "The variant call format and VCFtools.",
        "Abstract": "The variant call format (VCF) is a generic format for storing DNA polymorphism data such as SNPs, insertions, deletions and structural variants, together with rich annotations. VCF is usually stored in a compressed manner and can be indexed for fast data retrieval of variants from a range of positions on the reference genome. The format was developed for the 1000 Genomes Project, and has also been adopted by other projects such as UK10K, dbSNP and the NHLBI Exome Project. VCFtools is a software suite that implements various utilities for processing VCF files, including validation, merging, comparing and also provides a general Perl API.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Genetic Variation",
            "Genome, Human",
            "Genomics",
            "Genotype",
            "Humans",
            "Information Storage and Retrieval",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "Petr",
                "Last Name": "Danecek",
                "Affiliation": "Wellcome Trust Sanger Institute, Wellcome Trust Genome Campus, Cambridge CB10 1SA, UK."
            },
            {
                "First Name": "Adam",
                "Last Name": "Auton",
                "Affiliation": ""
            },
            {
                "First Name": "Goncalo",
                "Last Name": "Abecasis",
                "Affiliation": ""
            },
            {
                "First Name": "Cornelis A",
                "Last Name": "Albers",
                "Affiliation": ""
            },
            {
                "First Name": "Eric",
                "Last Name": "Banks",
                "Affiliation": ""
            },
            {
                "First Name": "Mark A",
                "Last Name": "DePristo",
                "Affiliation": ""
            },
            {
                "First Name": "Robert E",
                "Last Name": "Handsaker",
                "Affiliation": ""
            },
            {
                "First Name": "Gerton",
                "Last Name": "Lunter",
                "Affiliation": ""
            },
            {
                "First Name": "Gabor T",
                "Last Name": "Marth",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen T",
                "Last Name": "Sherry",
                "Affiliation": ""
            },
            {
                "First Name": "Gilean",
                "Last Name": "McVean",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Durbin",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Bioinformatics (Oxford, England)",
        "PubDate": "2011"
    },
    {
        "PMID": "21330547",
        "Title": "Classic selective sweeps were rare in recent human evolution.",
        "Abstract": "Efforts to identify the genetic basis of human adaptations from polymorphism data have sought footprints of \"classic selective sweeps\" (in which a beneficial mutation arises and rapidly fixes in the population).Yet it remains unknown whether this form of natural selection was common in our evolution. We examined the evidence for classic sweeps in resequencing data from 179 human genomes. As expected under a recurrent-sweep model, we found that diversity levels decrease near exons and conserved noncoding regions. In contrast to expectation, however, the trough in diversity around human-specific amino acid substitutions is no more pronounced than around synonymous substitutions. Moreover, relative to the genome background, amino acid and putative regulatory sites are not significantly enriched in alleles that are highly differentiated between populations. These findings indicate that classic sweeps were not a dominant mode of human adaptation over the past ~250,000 years.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptation, Biological",
            "Amino Acid Substitution",
            "Biological Evolution",
            "Chromosomes, Human, X",
            "Conserved Sequence",
            "Evolution, Molecular",
            "Exons",
            "Gene Frequency",
            "Genetic Variation",
            "Genome, Human",
            "Haplotypes",
            "Humans",
            "Models, Genetic",
            "Molecular Sequence Annotation",
            "Mutation",
            "Polymorphism, Single Nucleotide",
            "Recombination, Genetic",
            "Selection, Genetic",
            "Untranslated Regions"
        ],
        "Authors": [
            {
                "First Name": "Ryan D",
                "Last Name": "Hernandez",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, IL 60637, USA."
            },
            {
                "First Name": "Joanna L",
                "Last Name": "Kelley",
                "Affiliation": ""
            },
            {
                "First Name": "Eyal",
                "Last Name": "Elyashiv",
                "Affiliation": ""
            },
            {
                "First Name": "S Cord",
                "Last Name": "Melton",
                "Affiliation": ""
            },
            {
                "First Name": "Adam",
                "Last Name": "Auton",
                "Affiliation": ""
            },
            {
                "First Name": "Gilean",
                "Last Name": "McVean",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Guy",
                "Last Name": "Sella",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2011"
    },
    {
        "PMID": "21293372",
        "Title": "Mapping copy number variation by population-scale genome sequencing.",
        "Abstract": "Genomic structural variants (SVs) are abundant in humans, differing from other forms of variation in extent, origin and functional impact. Despite progress in SV characterization, the nucleotide resolution architecture of most SVs remains unknown. We constructed a map of unbalanced SVs (that is, copy number variants) based on whole genome DNA sequencing data from 185 human genomes, integrating evidence from complementary SV discovery approaches with extensive experimental validations. Our map encompassed 22,025 deletions and 6,000 additional SVs, including insertions and tandem duplications. Most SVs (53%) were mapped to nucleotide resolution, which facilitated analysing their origin and functional impact. We examined numerous whole and partial gene deletions with a genotyping approach and observed a depletion of gene disruptions amongst high frequency deletions. Furthermore, we observed differences in the size spectra of SVs originating from distinct formation mechanisms, and constructed a map of SV hotspots formed by common mechanisms. Our analytical framework and SV map serves as a resource for sequencing-based association studies.",
        "Keywords": [],
        "MeSH terms": [
            "DNA Copy Number Variations",
            "Gene Duplication",
            "Genetic Predisposition to Disease",
            "Genetics, Population",
            "Genome, Human",
            "Genomics",
            "Genotype",
            "Humans",
            "Mutagenesis, Insertional",
            "Reproducibility of Results",
            "Sequence Analysis, DNA",
            "Sequence Deletion"
        ],
        "Authors": [
            {
                "First Name": "Ryan E",
                "Last Name": "Mills",
                "Affiliation": "Department of Pathology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Klaudia",
                "Last Name": "Walter",
                "Affiliation": ""
            },
            {
                "First Name": "Chip",
                "Last Name": "Stewart",
                "Affiliation": ""
            },
            {
                "First Name": "Robert E",
                "Last Name": "Handsaker",
                "Affiliation": ""
            },
            {
                "First Name": "Ken",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Can",
                "Last Name": "Alkan",
                "Affiliation": ""
            },
            {
                "First Name": "Alexej",
                "Last Name": "Abyzov",
                "Affiliation": ""
            },
            {
                "First Name": "Seungtai Chris",
                "Last Name": "Yoon",
                "Affiliation": ""
            },
            {
                "First Name": "Kai",
                "Last Name": "Ye",
                "Affiliation": ""
            },
            {
                "First Name": "R Keira",
                "Last Name": "Cheetham",
                "Affiliation": ""
            },
            {
                "First Name": "Asif",
                "Last Name": "Chinwalla",
                "Affiliation": ""
            },
            {
                "First Name": "Donald F",
                "Last Name": "Conrad",
                "Affiliation": ""
            },
            {
                "First Name": "Yutao",
                "Last Name": "Fu",
                "Affiliation": ""
            },
            {
                "First Name": "Fabian",
                "Last Name": "Grubert",
                "Affiliation": ""
            },
            {
                "First Name": "Iman",
                "Last Name": "Hajirasouliha",
                "Affiliation": ""
            },
            {
                "First Name": "Fereydoun",
                "Last Name": "Hormozdiari",
                "Affiliation": ""
            },
            {
                "First Name": "Lilia M",
                "Last Name": "Iakoucheva",
                "Affiliation": ""
            },
            {
                "First Name": "Zamin",
                "Last Name": "Iqbal",
                "Affiliation": ""
            },
            {
                "First Name": "Shuli",
                "Last Name": "Kang",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey M",
                "Last Name": "Kidd",
                "Affiliation": ""
            },
            {
                "First Name": "Miriam K",
                "Last Name": "Konkel",
                "Affiliation": ""
            },
            {
                "First Name": "Joshua",
                "Last Name": "Korn",
                "Affiliation": ""
            },
            {
                "First Name": "Ekta",
                "Last Name": "Khurana",
                "Affiliation": ""
            },
            {
                "First Name": "Deniz",
                "Last Name": "Kural",
                "Affiliation": ""
            },
            {
                "First Name": "Hugo Y K",
                "Last Name": "Lam",
                "Affiliation": ""
            },
            {
                "First Name": "Jing",
                "Last Name": "Leng",
                "Affiliation": ""
            },
            {
                "First Name": "Ruiqiang",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Yingrui",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Chang-Yun",
                "Last Name": "Lin",
                "Affiliation": ""
            },
            {
                "First Name": "Ruibang",
                "Last Name": "Luo",
                "Affiliation": ""
            },
            {
                "First Name": "Xinmeng Jasmine",
                "Last Name": "Mu",
                "Affiliation": ""
            },
            {
                "First Name": "James",
                "Last Name": "Nemesh",
                "Affiliation": ""
            },
            {
                "First Name": "Heather E",
                "Last Name": "Peckham",
                "Affiliation": ""
            },
            {
                "First Name": "Tobias",
                "Last Name": "Rausch",
                "Affiliation": ""
            },
            {
                "First Name": "Aylwyn",
                "Last Name": "Scally",
                "Affiliation": ""
            },
            {
                "First Name": "Xinghua",
                "Last Name": "Shi",
                "Affiliation": ""
            },
            {
                "First Name": "Michael P",
                "Last Name": "Stromberg",
                "Affiliation": ""
            },
            {
                "First Name": "Adrian M",
                "Last Name": "Stütz",
                "Affiliation": ""
            },
            {
                "First Name": "Alexander Eckehart",
                "Last Name": "Urban",
                "Affiliation": ""
            },
            {
                "First Name": "Jerilyn A",
                "Last Name": "Walker",
                "Affiliation": ""
            },
            {
                "First Name": "Jiantao",
                "Last Name": "Wu",
                "Affiliation": ""
            },
            {
                "First Name": "Yujun",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Zhengdong D",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Mark A",
                "Last Name": "Batzer",
                "Affiliation": ""
            },
            {
                "First Name": "Li",
                "Last Name": "Ding",
                "Affiliation": ""
            },
            {
                "First Name": "Gabor T",
                "Last Name": "Marth",
                "Affiliation": ""
            },
            {
                "First Name": "Gil",
                "Last Name": "McVean",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan",
                "Last Name": "Sebat",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Snyder",
                "Affiliation": ""
            },
            {
                "First Name": "Jun",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Kenny",
                "Last Name": "Ye",
                "Affiliation": ""
            },
            {
                "First Name": "Evan E",
                "Last Name": "Eichler",
                "Affiliation": ""
            },
            {
                "First Name": "Mark B",
                "Last Name": "Gerstein",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew E",
                "Last Name": "Hurles",
                "Affiliation": ""
            },
            {
                "First Name": "Charles",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "McCarroll",
                "Affiliation": ""
            },
            {
                "First Name": "Jan O",
                "Last Name": "Korbel",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2011"
    },
    {
        "PMID": "21292966",
        "Title": "Genome-sequencing anniversary. The golden age of human population genetics.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Evolution, Molecular",
            "Genetics, Population",
            "Genome, Human",
            "Human Genome Project",
            "Humans"
        ],
        "Authors": [
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "University of Chicago, Chicago, IL, USA."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2011"
    },
    {
        "PMID": "21030649",
        "Title": "Diversity of human copy number variation and multicopy genes.",
        "Abstract": "Copy number variants affect both disease and normal phenotypic variation, but those lying within heavily duplicated, highly identical sequence have been difficult to assay. By analyzing short-read mapping depth for 159 human genomes, we demonstrated accurate estimation of absolute copy number for duplications as small as 1.9 kilobase pairs, ranging from 0 to 48 copies. We identified 4.1 million \"singly unique nucleotide\" positions informative in distinguishing specific copies and used them to genotype the copy and content of specific paralogs within highly duplicated gene families. These data identify human-specific expansions in genes associated with brain development, reveal extensive population genetic diversity, and detect signatures consistent with gene conversion in the human species. Our approach makes ~1000 genes accessible to genetic studies of disease association.",
        "Keywords": [],
        "MeSH terms": [
            "Chromosome Mapping",
            "DNA Copy Number Variations",
            "Databases, Nucleic Acid",
            "Evolution, Molecular",
            "Female",
            "Gene Conversion",
            "Gene Dosage",
            "Gene Duplication",
            "Gene Frequency",
            "Genes, Duplicate",
            "Genetic Variation",
            "Genome, Human",
            "Genomics",
            "Genotype",
            "Haplotypes",
            "Humans",
            "Male",
            "Polymorphism, Single Nucleotide",
            "Racial Groups",
            "Sequence Analysis, DNA"
        ],
        "Authors": [
            {
                "First Name": "Peter H",
                "Last Name": "Sudmant",
                "Affiliation": "Department of Genome Sciences, University of Washington School of Medicine, Seattle, WA 98195, USA."
            },
            {
                "First Name": "Jacob O",
                "Last Name": "Kitzman",
                "Affiliation": ""
            },
            {
                "First Name": "Francesca",
                "Last Name": "Antonacci",
                "Affiliation": ""
            },
            {
                "First Name": "Can",
                "Last Name": "Alkan",
                "Affiliation": ""
            },
            {
                "First Name": "Maika",
                "Last Name": "Malig",
                "Affiliation": ""
            },
            {
                "First Name": "Anya",
                "Last Name": "Tsalenko",
                "Affiliation": ""
            },
            {
                "First Name": "Nick",
                "Last Name": "Sampas",
                "Affiliation": ""
            },
            {
                "First Name": "Laurakay",
                "Last Name": "Bruhn",
                "Affiliation": ""
            },
            {
                "First Name": "Jay",
                "Last Name": "Shendure",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Evan E",
                "Last Name": "Eichler",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2010"
    },
    {
        "PMID": "20981092",
        "Title": "A map of human genome variation from population-scale sequencing.",
        "Abstract": "The 1000 Genomes Project aims to provide a deep characterization of human genome sequence variation as a foundation for investigating the relationship between genotype and phenotype. Here we present results of the pilot phase of the project, designed to develop and compare different strategies for genome-wide sequencing with high-throughput platforms. We undertook three projects: low-coverage whole-genome sequencing of 179 individuals from four populations; high-coverage sequencing of two mother-father-child trios; and exon-targeted sequencing of 697 individuals from seven populations. We describe the location, allele frequency and local haplotype structure of approximately 15 million single nucleotide polymorphisms, 1 million short insertions and deletions, and 20,000 structural variants, most of which were previously undescribed. We show that, because we have catalogued the vast majority of common variation, over 95% of the currently accessible variants found in any individual are present in this data set. On average, each person is found to carry approximately 250 to 300 loss-of-function variants in annotated genes and 50 to 100 variants previously implicated in inherited disorders. We demonstrate how these results can be used to inform association and functional studies. From the two trios, we directly estimate the rate of de novo germline base substitution mutations to be approximately 10(-8) per base pair per generation. We explore the data with regard to signatures of natural selection, and identify a marked reduction of genetic variation in the neighbourhood of genes, due to selection at linked sites. These methods and public data will support the next phase of human genetic research.",
        "Keywords": [],
        "MeSH terms": [
            "Calibration",
            "Chromosomes, Human, Y",
            "Computational Biology",
            "DNA Mutational Analysis",
            "DNA, Mitochondrial",
            "Evolution, Molecular",
            "Female",
            "Genetic Association Studies",
            "Genetic Variation",
            "Genetics, Population",
            "Genome, Human",
            "Genome-Wide Association Study",
            "Genomics",
            "Genotype",
            "Haplotypes",
            "Humans",
            "Male",
            "Mutation",
            "Pilot Projects",
            "Polymorphism, Single Nucleotide",
            "Recombination, Genetic",
            "Sample Size",
            "Selection, Genetic",
            "Sequence Alignment",
            "Sequence Analysis, DNA"
        ],
        "Authors": [
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Gonçalo R",
                "Last Name": "Abecasis",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Altshuler",
                "Affiliation": ""
            },
            {
                "First Name": "Adam",
                "Last Name": "Auton",
                "Affiliation": ""
            },
            {
                "First Name": "Lisa D",
                "Last Name": "Brooks",
                "Affiliation": ""
            },
            {
                "First Name": "Richard M",
                "Last Name": "Durbin",
                "Affiliation": ""
            },
            {
                "First Name": "Richard A",
                "Last Name": "Gibbs",
                "Affiliation": ""
            },
            {
                "First Name": "Matt E",
                "Last Name": "Hurles",
                "Affiliation": ""
            },
            {
                "First Name": "Gil A",
                "Last Name": "McVean",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2010"
    },
    {
        "PMID": "20817943",
        "Title": "Shifts in the intensity of purifying selection: an analysis of genome-wide polymorphism data from two closely related yeast species.",
        "Abstract": "How much does the intensity of purifying selection vary among populations and species? How uniform are the shifts in selective pressures across the genome? To address these questions, we took advantage of a recent, whole-genome polymorphism data set from two closely related species of yeast, Saccharomyces cerevisiae and S. paradoxus, paying close attention to the population structure within these species. We found that the average intensity of purifying selection on amino acid sites varies markedly among populations and between species. As expected in the presence of extensive weakly deleterious mutations, the effect of purifying selection is substantially weaker on single nucleotide polymorphisms (SNPs) segregating within populations than on SNPs fixed between population samples. Also in accordance with a Nearly Neutral model, the variation in the intensity of purifying selection across populations corresponds almost perfectly to simple measures of their effective size. As a first step toward understanding the processes generating these patterns, we sought to tease apart the relative importance of systematic, genome-wide changes in the efficacy of selection, such as those expected from demographic processes and of gene-specific changes, which may be expected after a shift in selective pressures. For that purpose, we developed a new model for the evolution of purifying selection between populations and inferred its parameters from the genome-wide data using a likelihood approach. We found that most, but not all changes seem to be explained by systematic shifts in the efficacy of selection. One population, the sake-derived strains of S. cerevisiae, however, also shows extensive gene-specific changes, plausibly associated with domestication. These findings have important implications for our understanding of purifying selection as well as for estimates of the rate of molecular adaptation in yeast and in other species.",
        "Keywords": [],
        "MeSH terms": [
            "Evolution, Molecular",
            "Genetic Speciation",
            "Genome, Fungal",
            "Geography",
            "Models, Biological",
            "Models, Genetic",
            "Polymorphism, Single Nucleotide",
            "Saccharomyces",
            "Saccharomyces cerevisiae",
            "Selection, Genetic",
            "Sequence Analysis, DNA"
        ],
        "Authors": [
            {
                "First Name": "Eyal",
                "Last Name": "Elyashiv",
                "Affiliation": "Department of Evolution, Systematics, and Ecology, Hebrew University of Jerusalem, Jerusalem 91905, Israel."
            },
            {
                "First Name": "Kevin",
                "Last Name": "Bullaughey",
                "Affiliation": ""
            },
            {
                "First Name": "Shmuel",
                "Last Name": "Sattath",
                "Affiliation": ""
            },
            {
                "First Name": "Yosef",
                "Last Name": "Rinott",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            },
            {
                "First Name": "Guy",
                "Last Name": "Sella",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2010"
    },
    {
        "PMID": "19763175",
        "Title": "Broad-scale recombination patterns underlying proper disjunction in humans.",
        "Abstract": "Although recombination is essential to the successful completion of human meiosis, it remains unclear how tightly the process is regulated and over what scale. To assess the nature and stringency of constraints on human recombination, we examined crossover patterns in transmissions to viable, non-trisomic offspring, using dense genotyping data collected in a large set of pedigrees. Our analysis supports a requirement for one chiasma per chromosome rather than per arm to ensure proper disjunction, with additional chiasmata occurring in proportion to physical length. The requirement is not absolute, however, as chromosome 21 seems to be frequently transmitted properly in the absence of a chiasma in females, a finding that raises the possibility of a back-up mechanism aiding in its correct segregation. We also found a set of double crossovers in surprisingly close proximity, as expected from a second pathway that is not subject to crossover interference. These findings point to multiple mechanisms that shape the distribution of crossovers, influencing proper disjunction in humans.",
        "Keywords": [],
        "MeSH terms": [
            "Chromosome Segregation",
            "Chromosomes, Human, Pair 21",
            "Crossing Over, Genetic",
            "Female",
            "Humans",
            "Male",
            "Recombination, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Adi",
                "Last Name": "Fledel-Alon",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, Illinois, United States of America."
            },
            {
                "First Name": "Daniel J",
                "Last Name": "Wilson",
                "Affiliation": ""
            },
            {
                "First Name": "Karl",
                "Last Name": "Broman",
                "Affiliation": ""
            },
            {
                "First Name": "Xiaoquan",
                "Last Name": "Wen",
                "Affiliation": ""
            },
            {
                "First Name": "Carole",
                "Last Name": "Ober",
                "Affiliation": ""
            },
            {
                "First Name": "Graham",
                "Last Name": "Coop",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2009"
    },
    {
        "PMID": "19503600",
        "Title": "Pervasive natural selection in the Drosophila genome?",
        "Abstract": "Over the past four decades, the predominant view of molecular evolution saw little connection between natural selection and genome evolution, assuming that the functionally constrained fraction of the genome is relatively small and that adaptation is sufficiently infrequent to play little role in shaping patterns of variation within and even between species. Recent evidence from Drosophila, reviewed here, suggests that this view may be invalid. Analyses of genetic variation within and between species reveal that much of the Drosophila genome is under purifying selection, and thus of functional importance, and that a large fraction of coding and noncoding differences between species are adaptive. The findings further indicate that, in Drosophila, adaptations may be both common and strong enough that the fate of neutral mutations depends on their chance linkage to adaptive mutations as much as on the vagaries of genetic drift. The emerging evidence has implications for a wide variety of fields, from conservation genetics to bioinformatics, and presents challenges to modelers and experimentalists alike.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Drosophila",
            "Evolution, Molecular",
            "Genetic Variation",
            "Genome, Insect",
            "Mutation",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Guy",
                "Last Name": "Sella",
                "Affiliation": "Department of Evolution, Systematics and Ecology, The Hebrew University, Jerusalem, Israel. gsella@math.huji.ac.il"
            },
            {
                "First Name": "Dmitri A",
                "Last Name": "Petrov",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            },
            {
                "First Name": "Peter",
                "Last Name": "Andolfatto",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2009"
    },
    {
        "PMID": "19228187",
        "Title": "Learning about modes of speciation by computational approaches.",
        "Abstract": "How often do the early stages of speciation occur in the presence of gene flow? To address this enduring question, a number of recent papers have used computational approaches, estimating parameters of simple divergence models from multilocus polymorphism data collected in closely related species. Applications to a variety of species have yielded extensive evidence for migration, with the results interpreted as supporting the widespread occurrence of parapatric speciation. Here, we conduct a simulation study to assess the reliability of such inferences, using a program that we recently developed MCMC estimation of the isolation-migration model allowing for recombination (MIMAR) as well as the program isolation-migration (IM) of Hey and Nielsen (2004). We find that when one of many assumptions of the isolation-migration model is violated, the methods tend to yield biased estimates of the parameters, potentially lending spurious support for allopatric or parapatric divergence. More generally, our results highlight the difficulty in drawing inferences about modes of speciation from the existing computational approaches alone.",
        "Keywords": [],
        "MeSH terms": [
            "Computational Biology",
            "Gene Flow",
            "Learning",
            "Models, Theoretical",
            "Species Specificity"
        ],
        "Authors": [
            {
                "First Name": "Céline",
                "Last Name": "Becquet",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, Illinois 60637, USA. celine.becquet@gmail.com"
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "Evolution; international journal of organic evolution",
        "PubDate": "2009"
    },
    {
        "PMID": "18571414",
        "Title": "Natural selection on genes that underlie human disease susceptibility.",
        "Abstract": "What evolutionary forces shape genes that contribute to the risk of human disease? Do similar selective pressures act on alleles that underlie simple versus complex disorders [1-3]? Answers to these questions will shed light onto the origin of human disorders (e.g., [4]) and help to predict the population frequencies of alleles that contribute to disease risk, with important implications for the efficient design of mapping studies [5-7]. As a first step toward addressing these questions, we created a hand-curated version of the Mendelian Inheritance in Man database (OMIM). We then examined selective pressures on Mendelian-disease genes, genes that contribute to complex-disease risk, and genes known to be essential in mouse by analyzing patterns of human polymorphism and of divergence between human and rhesus macaque. We found that Mendelian-disease genes appear to be under widespread purifying selection, especially when the disease mutations are dominant (rather than recessive). In contrast, the class of genes that influence complex-disease risk shows little signs of evolutionary conservation, possibly because this category includes targets of both purifying and positive selection.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Computational Biology",
            "Databases, Factual",
            "Genes",
            "Genetic Diseases, Inborn",
            "Genetic Predisposition to Disease",
            "Genome, Human",
            "Humans",
            "Mice",
            "Online Systems",
            "Polymorphism, Genetic",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Ran",
                "Last Name": "Blekhman",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, IL 60637, USA."
            },
            {
                "First Name": "Orna",
                "Last Name": "Man",
                "Affiliation": ""
            },
            {
                "First Name": "Leslie",
                "Last Name": "Herrmann",
                "Affiliation": ""
            },
            {
                "First Name": "Adam R",
                "Last Name": "Boyko",
                "Affiliation": ""
            },
            {
                "First Name": "Amit",
                "Last Name": "Indap",
                "Affiliation": ""
            },
            {
                "First Name": "Carolin",
                "Last Name": "Kosiol",
                "Affiliation": ""
            },
            {
                "First Name": "Carlos D",
                "Last Name": "Bustamante",
                "Affiliation": ""
            },
            {
                "First Name": "Kosuke M",
                "Last Name": "Teshima",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2008"
    },
    {
        "PMID": "18413354",
        "Title": "The timing of selection at the human FOXP2 gene.",
        "Abstract": "Krause J, Lalueza-Fox C, Orlando L, et al. recently examined patterns of genetic variation at FOXP2 in 2 Neanderthals. This gene is of particular interest because it is involved in speech and language and was previously shown to harbor the signature of recent positive selection. The authors found the same 2 amino acid substitutions in Neanderthals as in modern humans. Assuming that these sites were the targets of selection and no interbreeding between the 2 groups, they concluded that selection at FOXP2 occurred before the populations split, over 300 thousand years ago. Here, we show that the data are unlikely under this scenario but may instead be consistent with low rates of gene flow between modern humans and Neanderthals. We also collect additional data and introduce a modeling framework to estimate levels of modern human contamination of the Neanderthal samples. We find that, depending on the assumptions, additional control experiments may be needed to rule out contamination at FOXP2.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Substitution",
            "Biological Evolution",
            "Female",
            "Forkhead Transcription Factors",
            "Genetic Variation",
            "Genetics, Population",
            "Humans",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Graham",
                "Last Name": "Coop",
                "Affiliation": ""
            },
            {
                "First Name": "Kevin",
                "Last Name": "Bullaughey",
                "Affiliation": ""
            },
            {
                "First Name": "Francesca",
                "Last Name": "Luca",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular biology and evolution",
        "PubDate": "2008"
    },
    {
        "PMID": "18239090",
        "Title": "High-resolution mapping of crossovers reveals extensive variation in fine-scale recombination patterns among humans.",
        "Abstract": "Recombination plays a crucial role in meiosis, ensuring the proper segregation of chromosomes. Recent linkage disequilibrium (LD) and sperm-typing studies suggest that recombination rates vary tremendously across the human genome, with most events occurring in narrow \"hotspots.\" To examine variation in fine-scale recombination patterns among individuals, we used dense, genome-wide single-nucleotide polymorphism data collected in nuclear families to localize crossovers with high spatial resolution. This analysis revealed that overall recombination hotspot usage is similar in males and females, with individual hotspots often active in both sexes. Across the genome, roughly 60% of crossovers occurred in hotspots inferred from LD studies. Notably, however, we found extensive and heritable variation among both males and females in the proportion of crossovers occurring in these hotspots.",
        "Keywords": [],
        "MeSH terms": [
            "Crossing Over, Genetic",
            "Female",
            "Genetic Variation",
            "Genome, Human",
            "Genotype",
            "Haplotypes",
            "Humans",
            "Linkage Disequilibrium",
            "Male",
            "Maternal Age",
            "Meiosis",
            "Paternal Age",
            "Pedigree",
            "Polymorphism, Single Nucleotide",
            "Recombination, Genetic",
            "Sex Characteristics",
            "Transcription Initiation Site"
        ],
        "Authors": [
            {
                "First Name": "Graham",
                "Last Name": "Coop",
                "Affiliation": "Department of Human Genetics, University of Chicago, 920 East 58th Street, Cummings Life Science Center, Chicago, IL 60637, USA. gcoop@uchicago.edu"
            },
            {
                "First Name": "Xiaoquan",
                "Last Name": "Wen",
                "Affiliation": ""
            },
            {
                "First Name": "Carole",
                "Last Name": "Ober",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan K",
                "Last Name": "Pritchard",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2008"
    },
    {
        "PMID": "18199888",
        "Title": "No effect of recombination on the efficacy of natural selection in primates.",
        "Abstract": "Population genetic theory suggests that natural selection should be less effective in regions of low recombination, potentially leading to differences in rates of adaptation among recombination environments. To date, this prediction has mainly been tested in Drosophila, with somewhat conflicting results. We investigated the association between human recombination rates and adaptation in primates, by considering rates of protein evolution (measured by d(N)/d(S)) between human, chimpanzee, and rhesus macaque. We found no correlation between either broad- or fine-scale rates of recombination and rates of protein evolution, once GC content is taken into account. Moreover, genes in regions of very low recombination, which are expected to show the most pronounced reduction in the efficacy of selection, do not evolve at a different rate than other genes. Thus, there is no evidence for differences in the efficacy of selection across recombinational environments. An interesting implication is that indirect selection for recombination modifiers has probably been a weak force in primate evolution.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Evolution, Molecular",
            "GC Rich Sequence",
            "Genes",
            "Genomics",
            "Humans",
            "Macaca",
            "Pan troglodytes",
            "Primates",
            "Proteins",
            "Recombination, Genetic",
            "Selection, Genetic",
            "Sequence Alignment",
            "X Chromosome"
        ],
        "Authors": [
            {
                "First Name": "Kevin",
                "Last Name": "Bullaughey",
                "Affiliation": "Department of Ecology and Evolution, University of Chicago, Chicago, Illinois 60637, USA. bullaugh@uchicago.edu"
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            },
            {
                "First Name": "Graham",
                "Last Name": "Coop",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2008"
    },
    {
        "PMID": "17712021",
        "Title": "A new approach to estimate parameters of speciation models with application to apes.",
        "Abstract": "How populations diverge and give rise to distinct species remains a fundamental question in evolutionary biology, with important implications for a wide range of fields, from conservation genetics to human evolution. A promising approach is to estimate parameters of simple speciation models using polymorphism data from multiple loci. Existing methods, however, make a number of assumptions that severely limit their applicability, notably, no gene flow after the populations split and no intralocus recombination. To overcome these limitations, we developed a new Markov chain Monte Carlo method to estimate parameters of an isolation-migration model. The approach uses summaries of polymorphism data at multiple loci surveyed in a pair of diverging populations or closely related species and, importantly, allows for intralocus recombination. To illustrate its potential, we applied it to extensive polymorphism data from populations and species of apes, whose demographic histories are largely unknown. The isolation-migration model appears to provide a reasonable fit to the data. It suggests that the two chimpanzee species became reproductively isolated in allopatry approximately 850 Kya, while Western and Central chimpanzee populations split approximately 440 Kya but continued to exchange migrants. Similarly, Eastern and Western gorillas and Sumatran and Bornean orangutans appear to have experienced gene flow since their splits approximately 90 and over 250 Kya, respectively.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Evolution, Molecular",
            "Gene Flow",
            "Genetics, Population",
            "Gorilla gorilla",
            "Hominidae",
            "Markov Chains",
            "Models, Genetic",
            "Monte Carlo Method",
            "Pan troglodytes",
            "Polymorphism, Genetic",
            "Pongo pygmaeus",
            "Recombination, Genetic",
            "Species Specificity",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Celine",
                "Last Name": "Becquet",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, Illinois 60637, USA. cbecquet@uchicago.edu"
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2007"
    },
    {
        "PMID": "17447846",
        "Title": "Genetic structure of chimpanzee populations.",
        "Abstract": "Little is known about the history and population structure of our closest living relatives, the chimpanzees, in part because of an extremely poor fossil record. To address this, we report the largest genetic study of the chimpanzees to date, examining 310 microsatellites in 84 common chimpanzees and bonobos. We infer three common chimpanzee populations, which correspond to the previously defined labels of \"western,\" \"central,\" and \"eastern,\" and find little evidence of gene flow between them. There is tentative evidence for structure within western chimpanzees, but we do not detect distinct additional populations. The data also provide historical insights, demonstrating that the western chimpanzee population diverged first, and that the eastern and central populations are more closely related in time.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chimera",
            "Cluster Analysis",
            "Female",
            "Gene Frequency",
            "Genetic Speciation",
            "Genetics, Population",
            "Inbreeding",
            "Male",
            "Pan paniscus",
            "Pan troglodytes",
            "Principal Component Analysis",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Celine",
                "Last Name": "Becquet",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, Illinois, United States of America."
            },
            {
                "First Name": "Nick",
                "Last Name": "Patterson",
                "Affiliation": ""
            },
            {
                "First Name": "Anne C",
                "Last Name": "Stone",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Reich",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2007"
    },
    {
        "PMID": "17151245",
        "Title": "Combining sperm typing and linkage disequilibrium analyses reveals differences in selective pressures or recombination rates across human populations.",
        "Abstract": "A previous polymorphism survey of the type 2 diabetes gene CAPN10 identified a segment showing an excess of polymorphism levels in all population samples, coinciding with localized breakdown of linkage disequilibrium (LD) in a sample of Hausa from Cameroon, but not in non-African samples. This raised the possibility that a recombination hotspot is present in all populations and we had insufficient power to detect it in the non-African data. To test this possibility, we estimated the crossover rate by sperm typing in five non-African men; these estimates were consistent with the LD decay in the non-African, but not in the Hausa data. Moreover, resequencing the orthologous region in a sample of Western chimpanzees did not show either an excess of polymorphism level or rapid LD decay, suggesting that the processes underlying the patterns observed in humans operated only on the human lineage. These results suggest that a hotspot of recombination has recently arisen in humans and has reached higher frequency in the Hausa than in non-Africans, or that there is no elevation in crossover rate in any human population, and the observed variation results from long-standing balancing selection.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Pairing",
            "Base Sequence",
            "Black People",
            "Haplotypes",
            "Humans",
            "Linkage Disequilibrium",
            "Male",
            "Models, Genetic",
            "Pan troglodytes",
            "Polymorphism, Genetic",
            "Recombination, Genetic",
            "Selection, Genetic",
            "Spermatozoa"
        ],
        "Authors": [
            {
                "First Name": "Vanessa J",
                "Last Name": "Clark",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, Illinois 60637, USA."
            },
            {
                "First Name": "Susan E",
                "Last Name": "Ptak",
                "Affiliation": ""
            },
            {
                "First Name": "Irene",
                "Last Name": "Tiemann",
                "Affiliation": ""
            },
            {
                "First Name": "Yudong",
                "Last Name": "Qian",
                "Affiliation": ""
            },
            {
                "First Name": "Graham",
                "Last Name": "Coop",
                "Affiliation": ""
            },
            {
                "First Name": "Anne C",
                "Last Name": "Stone",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            },
            {
                "First Name": "Norman",
                "Last Name": "Arnheim",
                "Affiliation": ""
            },
            {
                "First Name": "Anna",
                "Last Name": "Di Rienzo",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2007"
    },
    {
        "PMID": "17146469",
        "Title": "An evolutionary view of human recombination.",
        "Abstract": "Recombination has essential functions in mammalian meiosis, which impose several constraints on the recombination process. However, recent studies have shown that, in spite of these roles, recombination rates vary tremendously among humans, and show marked differences between humans and closely related species. These findings provide important insights into the determinants of recombination rates and raise new questions about the selective pressures that affect recombination over different genomic scales, with implications for human genetics and evolutionary biology.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biological Evolution",
            "Crossing Over, Genetic",
            "Female",
            "Genome, Human",
            "Humans",
            "Linkage Disequilibrium",
            "Male",
            "Mammals",
            "Meiosis",
            "Models, Genetic",
            "Recombination, Genetic",
            "Selection, Genetic",
            "Sex Characteristics",
            "Species Specificity"
        ],
        "Authors": [
            {
                "First Name": "Graham",
                "Last Name": "Coop",
                "Affiliation": "Department of Human Genetics, University of Chicago, 920 East 58th Street, Chicago, Illinois 60637, USA."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature reviews. Genetics",
        "PubDate": "2007"
    },
    {
        "PMID": "16687733",
        "Title": "How reliable are empirical genomic scans for selective sweeps?",
        "Abstract": "The beneficial substitution of an allele shapes patterns of genetic variation at linked sites. Thus, in principle, adaptations can be mapped by looking for the signature of directional selection in polymorphism data. In practice, such efforts are hampered by the need for an accurate characterization of the demographic history of the species and of the effects of positive selection. In an attempt to circumvent these difficulties, researchers are increasingly taking a purely empirical approach, in which a large number of genomic regions are ordered by summaries of the polymorphism data, and loci with extreme values are considered to be likely targets of positive selection. We evaluated the reliability of the \"empirical\" approach, focusing on applications to human data and to maize. To do so, we considered a coalescent model of directional selection in a sensible demographic setting, allowing for selection on standing variation as well as on a new mutation. Our simulations suggest that while empirical approaches will identify several interesting candidates, they will also miss many--in some cases, most--loci of interest. The extent of the trade-off depends on the mode of positive selection and the demographic history of the population. Specifically, the false-discovery rate is higher when directional selection involves a recessive rather than a co-dominant allele, when it acts on a previously neutral rather than a new allele, and when the population has experienced a population bottleneck rather than maintained a constant size. One implication of these results is that, insofar as attributes of the beneficial mutation (e.g., the dominance coefficient) affect the power to detect targets of selection, genomic scans will yield an unrepresentative subset of loci that contribute to adaptations.",
        "Keywords": [],
        "MeSH terms": [
            "Africa South of the Sahara",
            "Demography",
            "Gene Frequency",
            "Genetics, Population",
            "Genomics",
            "Humans",
            "Models, Genetic",
            "Mutation",
            "Polymorphism, Genetic",
            "Research Design",
            "Selection, Genetic",
            "Zea mays"
        ],
        "Authors": [
            {
                "First Name": "Kosuke M",
                "Last Name": "Teshima",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, Illinois 60637, USA. kteshima@uchicago.edu"
            },
            {
                "First Name": "Graham",
                "Last Name": "Coop",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2006"
    },
    {
        "PMID": "16396172",
        "Title": "The signature of positive selection on standing genetic variation.",
        "Abstract": "Considerable interest is focused on the use of polymorphism data to identify regions of the genome that underlie recent adaptations. These searches are guided by a simple model of positive selection, in which a mutation is favored as soon as it arises. This assumption may not be realistic, as environmental changes and range expansions may lead previously neutral or deleterious alleles to become beneficial. We examine what effect this mode of selection has on patterns of variation at linked neutral sites by implementing a new coalescent model of positive directional selection on standing variation. In this model, a neutral allele arises and drifts in the population, then at frequency f becomes beneficial, and eventually reaches fixation. Depending on the value of f, this scenario can lead to a large variance in allele frequency spectra and in levels of linkage disequilibrium at linked, neutral sites. In particular, for intermediate f, the beneficial substitution often leads to a loss of rare alleles--a pattern that differs markedly from the signature of directional selection currently relied on by researchers. These findings highlight the importance of an accurate characterization of the effects of positive selection, if we are to reliably identify recent adaptations from polymorphism data.",
        "Keywords": [],
        "MeSH terms": [
            "Biological Evolution",
            "Gene Frequency",
            "Genetic Variation",
            "Linkage Disequilibrium",
            "Models, Genetic",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Human Genetics, University of Chicago, Illinois 60637, USA. mfp@uchicago.edu"
            },
            {
                "First Name": "Graham",
                "Last Name": "Coop",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey D",
                "Last Name": "Wall",
                "Affiliation": ""
            }
        ],
        "Journal": "Evolution; international journal of organic evolution",
        "PubDate": "2005"
    },
    {
        "PMID": "16224010",
        "Title": "Genetics. Motivating hotspots.",
        "Abstract": "Only recently have we begun to characterize fine-scale recombination rates in mammals. In her Perspective, Przeworski discusses the work by Myers et al. in which linkage disequilibrium data have been used to produce a high-resolution recombination map for most of the human genome. More than 25,000 putative hotspots have been identified, as well as the first motifs that appear to influence their intensity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Chromosome Mapping",
            "Chromosomes, Human, X",
            "Female",
            "Genome, Human",
            "Humans",
            "Male",
            "Recombination, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Human Genetics, University of Chicago, 920 East 57th Street, 507F CLSC, Chicago, IL 60637, USA. mfp@uchicago.edu"
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2005"
    },
    {
        "PMID": "16219788",
        "Title": "Directional positive selection on an allele of arbitrary dominance.",
        "Abstract": "Most models of positive directional selection assume codominance of the beneficial allele. We examine the importance of this assumption by implementing a coalescent model of positive directional selection with arbitrary dominance. We find that, for a given mean fixation time, a beneficial allele has a much weaker effect on diversity at linked neutral sites when the allele is recessive.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Alleles",
            "Biological Evolution",
            "Gene Frequency",
            "Genes, Dominant",
            "Genes, Recessive",
            "Genetic Variation",
            "Genetics, Population",
            "Linkage Disequilibrium",
            "Models, Genetic",
            "Polymorphism, Genetic",
            "Recombination, Genetic",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Kosuke M",
                "Last Name": "Teshima",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, Illinois 60637, USA. kteshima@uchicago.edu"
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2006"
    },
    {
        "PMID": "15987686",
        "Title": "The rise and fall of the chemoattractant receptor GPR33.",
        "Abstract": "Chemokine and chemoattractant receptors are members of the large superfamily of G protein-coupled receptors (GPCR), which control leukocyte chemotaxis. In addition to their physiological role, several chemokine and chemoattractant receptors, such as CCR5 and Duffy, have been directly associated with pathogen entry. GPR33 is an orphan chemoattractant GPCR that was previously identified as a pseudogene in humans. GPR33 evolved in mammals about 125-190 million years ago. The cloning and analysis of more than 120 mammalian GPR33 orthologs from 16 of 18 eutherian orders revealed an inactivation of this chemoattractant GPCR not only in humans, but also in several great ape and rodent species. Intriguingly, in all ape and some rodent species where the inactivation occurred, samples harbored both pseudogene and intact gene variants. The analysis of over 1200 human individuals representing all major linguistic groups revealed that the intact allele of GPR33 is still present in the human population. Estimates of the age of the human alleles suggest inactivation in the past 1 million years. Similarly, analysis of more than 120 wild-caught gray rats (Rattus norvegicus), revealed that inactivation of gpr33 is worldwide fixed and occurred in less than 0.7 million years ago. The coincidental inactivation and its fixation in several species of distantly related mammalian orders suggest a selective pressure on this chemoattractant receptor gene.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Amino Acid Sequence",
            "Animals",
            "Evolution, Molecular",
            "GTP-Binding Protein alpha Subunits, Gi-Go",
            "Gene Silencing",
            "Geography",
            "Humans",
            "Mice",
            "Molecular Sequence Data",
            "Phylogeny",
            "Primates",
            "Rats",
            "Receptors, G-Protein-Coupled",
            "Sequence Alignment",
            "Tissue Distribution"
        ],
        "Authors": [
            {
                "First Name": "Holger",
                "Last Name": "Römpler",
                "Affiliation": "Institute of Biochemistry, Molecular Biochemistry, Medical Faculty, University of Leipzig, 04103 Leipzig, Germany."
            },
            {
                "First Name": "Angela",
                "Last Name": "Schulz",
                "Affiliation": ""
            },
            {
                "First Name": "Christian",
                "Last Name": "Pitra",
                "Affiliation": ""
            },
            {
                "First Name": "Graham",
                "Last Name": "Coop",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            },
            {
                "First Name": "Svante",
                "Last Name": "Pääbo",
                "Affiliation": ""
            },
            {
                "First Name": "Torsten",
                "Last Name": "Schöneberg",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2005"
    },
    {
        "PMID": "15723063",
        "Title": "Fine-scale recombination patterns differ between chimpanzees and humans.",
        "Abstract": "Recombination rates seem to vary extensively along the human genome. Pedigree analysis suggests that rates vary by an order of magnitude when measured at the megabase scale, and at a finer scale, sperm typing studies point to the existence of recombination hotspots. These are short regions (1-2 kb) in which recombination rates are 10-1,000 times higher than the background rate. Less is known about how recombination rates change over time. Here we determined to what degree recombination rates are conserved among closely related species by estimating recombination rates from 14 Mb of linkage disequilibrium data in central chimpanzee and human populations. The results suggest that recombination hotspots are not conserved between the two species and that recombination rates in larger (50 kb) genomic regions are only weakly conserved. Therefore, the recombination landscape has changed markedly between the two species.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromosome Mapping",
            "Computer Simulation",
            "Genetic Variation",
            "Genetics, Population",
            "Genome",
            "Haplotypes",
            "Humans",
            "Linkage Disequilibrium",
            "Pan troglodytes",
            "Polymorphism, Genetic",
            "Recombination, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Susan E",
                "Last Name": "Ptak",
                "Affiliation": "Max Planck Institute for Evolutionary Anthropology, Deutscher Platz 6 04103, Leipzig, Germany. ptak@email.eva.mpg.de"
            },
            {
                "First Name": "David A",
                "Last Name": "Hinds",
                "Affiliation": ""
            },
            {
                "First Name": "Kathrin",
                "Last Name": "Koehler",
                "Affiliation": ""
            },
            {
                "First Name": "Birgit",
                "Last Name": "Nickel",
                "Affiliation": ""
            },
            {
                "First Name": "Nila",
                "Last Name": "Patil",
                "Affiliation": ""
            },
            {
                "First Name": "Dennis G",
                "Last Name": "Ballinger",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            },
            {
                "First Name": "Kelly A",
                "Last Name": "Frazer",
                "Affiliation": ""
            },
            {
                "First Name": "Svante",
                "Last Name": "Pääbo",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2005"
    },
    {
        "PMID": "15208713",
        "Title": "Absence of the TAP2 human recombination hotspot in chimpanzees.",
        "Abstract": "Recent experiments using sperm typing have demonstrated that, in several regions of the human genome, recombination does not occur uniformly but instead is concentrated in \"hotspots\" of 1-2 kb. Moreover, the crossover asymmetry observed in a subset of these has led to the suggestion that hotspots may be short-lived on an evolutionary time scale. To test this possibility, we focused on a region known to contain a recombination hotspot in humans, TAP2, and asked whether chimpanzees, the closest living evolutionary relatives of humans, harbor a hotspot in a similar location. Specifically, we used a new statistical approach to estimate recombination rate variation from patterns of linkage disequilibrium in a sample of 24 western chimpanzees (Pan troglodytes verus). This method has been shown to produce reliable results on simulated data and on human data from the TAP2 region. Strikingly, however, it finds very little support for recombination rate variation at TAP2 in the western chimpanzee data. Moreover, simulations suggest that there should be stronger support if there were a hotspot similar to the one characterized in humans. Thus, it appears that the human TAP2 recombination hotspot is not shared by western chimpanzees. These findings demonstrate that fine-scale recombination rates can change between very closely related species and raise the possibility that rates differ among human populations, with important implications for linkage-disequilibrium based association studies.",
        "Keywords": [],
        "MeSH terms": [
            "ATP Binding Cassette Transporter, Subfamily B, Member 3",
            "ATP-Binding Cassette Transporters",
            "Animals",
            "Base Sequence",
            "Computer Simulation",
            "Evolution, Molecular",
            "Genetic Variation",
            "Haplotypes",
            "Humans",
            "Linkage Disequilibrium",
            "Models, Genetic",
            "Molecular Sequence Data",
            "Mutation",
            "Pan troglodytes",
            "Polymorphism, Single Nucleotide",
            "Recombination, Genetic",
            "Sequence Analysis, DNA"
        ],
        "Authors": [
            {
                "First Name": "Susan E",
                "Last Name": "Ptak",
                "Affiliation": "Max Planck Institute for Evolutionary Anthropology, Leipzig, Germany."
            },
            {
                "First Name": "Amy D",
                "Last Name": "Roeder",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew",
                "Last Name": "Stephens",
                "Affiliation": ""
            },
            {
                "First Name": "Yoav",
                "Last Name": "Gilad",
                "Affiliation": ""
            },
            {
                "First Name": "Svante",
                "Last Name": "Pääbo",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2004"
    },
    {
        "PMID": "15166163",
        "Title": "Insights into recombination from patterns of linkage disequilibrium in humans.",
        "Abstract": "An ability to predict levels of linkage disequilibrium (LD) between linked markers would facilitate the design of association studies and help to distinguish between evolutionary models. Unfortunately, levels of LD depend crucially on the rate of recombination, a parameter that is difficult to measure. In humans, rates of genetic exchange between markers megabases apart can be estimated from a comparison of genetic and physical maps; these large-scale estimates can then be interpolated to predict LD at smaller (\"local\") scales. However, if there is extensive small-scale heterogeneity, as has been recently proposed, local rates of recombination could differ substantially from those averaged over much larger distances. We test this hypothesis by estimating local recombination rates indirectly from patterns of LD in 84 genomic regions surveyed by the SeattleSNPs project in a sample of individuals of European descent and of African-Americans. We find that LD-based estimates are significantly positively correlated with map-based estimates. This implies that large-scale, average rates are informative about local rates of recombination. Conversely, although LD-based estimates are based on a number of simplifying assumptions, it appears that they capture considerable information about the underlying recombination rate or at least about the ordering of regions by recombination rate. Using LD-based estimators, we also find evidence for homologous gene conversion in patterns of polymorphism. However, as we demonstrate by simulation, inferences about gene conversion are unreliable, even with extensive data from homogeneous regions of the genome, and are confounded by genotyping error.",
        "Keywords": [],
        "MeSH terms": [
            "Chromosome Mapping",
            "Databases as Topic",
            "Demography",
            "Evolution, Molecular",
            "Gene Conversion",
            "Genetic Variation",
            "Genetics, Population",
            "Genome, Human",
            "Genotype",
            "Humans",
            "Linkage Disequilibrium",
            "Models, Genetic",
            "Models, Statistical",
            "Mutation",
            "Polymorphism, Genetic",
            "Recombination, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Susan E",
                "Last Name": "Ptak",
                "Affiliation": "Max Planck Institute for Evolutionary Anthropology, D-04103 Leipzig, Germany."
            },
            {
                "First Name": "Kristian",
                "Last Name": "Voelpel",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2004"
    },
    {
        "PMID": "14963091",
        "Title": "Evidence for a complex demographic history of chimpanzees.",
        "Abstract": "To characterize patterns of genomic variation in central chimpanzees (Pan troglodytes troglodytes) and gain insight into their evolution, we sequenced nine unlinked, intergenic regions, representing a total of 19,000 base pairs, in 14 individuals. When these DNA sequences are compared with homologous sequences previously collected in humans and in western chimpanzees (Pan troglodytes verus), nucleotide diversity is higher in central chimpanzees than in western chimpanzees or in humans. Consistent with a larger effective population size of central chimpanzees, levels of linkage disequilibrium are lower than in humans. Patterns of linkage disequilibrium further suggest that homologous gene conversion may be an important contributor to genetic exchange at short distances, in agreement with a previous study of the same DNA sequences in humans. In central chimpanzees, but not in western chimpanzees, the allele frequency spectrum is significantly skewed towards rare alleles, pointing to population size changes or fine-scale population structure. Strikingly, the extent of genetic differentiation between western and central chimpanzees is much stronger than what is seen between human populations. This suggests that careful attention should be paid to geographic sampling in studies of chimpanzee genetic variation.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Animals",
            "DNA",
            "Evolution, Molecular",
            "Gene Frequency",
            "Genetic Variation",
            "Genome",
            "Genome, Human",
            "Humans",
            "Linkage Disequilibrium",
            "Microsatellite Repeats",
            "Pan troglodytes",
            "Polymorphism, Genetic",
            "Recombination, Genetic",
            "Sequence Analysis, DNA",
            "Species Specificity"
        ],
        "Authors": [
            {
                "First Name": "Anne",
                "Last Name": "Fischer",
                "Affiliation": "Max Planck Institute for Evolutionary Anthropology, Leipzig, Germany."
            },
            {
                "First Name": "Victor",
                "Last Name": "Wiebe",
                "Affiliation": ""
            },
            {
                "First Name": "Svante",
                "Last Name": "Pääbo",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular biology and evolution",
        "PubDate": "2004"
    },
    {
        "PMID": "14737185",
        "Title": "Loss of olfactory receptor genes coincides with the acquisition of full trichromatic vision in primates.",
        "Abstract": "Olfactory receptor (OR) genes constitute the molecular basis for the sense of smell and are encoded by the largest gene family in mammalian genomes. Previous studies suggested that the proportion of pseudogenes in the OR gene family is significantly larger in humans than in other apes and significantly larger in apes than in the mouse. To investigate the process of degeneration of the olfactory repertoire in primates, we estimated the proportion of OR pseudogenes in 19 primate species by surveying randomly chosen subsets of 100 OR genes from each species. We find that apes, Old World monkeys and one New World monkey, the howler monkey, have a significantly higher proportion of OR pseudogenes than do other New World monkeys or the lemur (a prosimian). Strikingly, the howler monkey is also the only New World monkey to possess full trichromatic vision, along with Old World monkeys and apes. Our findings suggest that the deterioration of the olfactory repertoire occurred concomitant with the acquisition of full trichromatic color vision in primates.",
        "Keywords": [],
        "MeSH terms": [
            "Alouatta",
            "Animals",
            "Cercopithecidae",
            "Color Perception",
            "DNA Primers",
            "Evolution, Molecular",
            "Hominidae",
            "Humans",
            "Lemur",
            "Molecular Sequence Data",
            "Platyrrhini",
            "Polymerase Chain Reaction",
            "Primates",
            "Pseudogenes",
            "Receptors, Odorant",
            "Sequence Analysis, DNA",
            "Species Specificity"
        ],
        "Authors": [
            {
                "First Name": "Yoav",
                "Last Name": "Gilad",
                "Affiliation": "Max Planck Institute for Evolutionary Anthropology, Leipzig, Germany. gilad@eva.mpg.de"
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            },
            {
                "First Name": "Doron",
                "Last Name": "Lancet",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2004"
    },
    {
        "PMID": "12930770",
        "Title": "Estimating the time since the fixation of a beneficial allele.",
        "Abstract": "The fixation of a beneficial allele in a population leaves a well-characterized signature in patterns of nucleotide variation at linked sites. This signature can be used to estimate the time since fixation from patterns of polymorphism in extant individuals. I introduce a method to assess the support in polymorphism data for a recent episode of directional positive selection and to estimate the time since fixation. I summarize the polymorphism data by three statistics that carry information about levels of diversity, the allele frequency spectrum, and the extent of allelic associations. Simulations are then used to obtain a sample from the posterior distribution of the time since fixation, conditional on the observed summaries. I test the performance of the approach on simulated data and apply it to the gene tb1 in maize. The data support the recent fixation of a favored allele, consistent with what is known about the importance of tb1 in the domestication process of maize.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Alleles",
            "Base Sequence",
            "Computer Simulation",
            "Crossing Over, Genetic",
            "Diploidy",
            "Gene Frequency",
            "Genes, Plant",
            "Genetic Linkage",
            "Genetic Variation",
            "Genetics, Population",
            "Kinetics",
            "Models, Genetic",
            "Mutation",
            "Polymorphism, Genetic",
            "Recombination, Genetic",
            "Selection, Genetic",
            "Time Factors",
            "Zea mays"
        ],
        "Authors": [
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Max Planck Institute for Evolutionary Anthropology, Deutscher Platz 6, 04103 Leipzig, Germany. przewors@eva.mpg.de"
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2003"
    },
    {
        "PMID": "12740762",
        "Title": "A neutral explanation for the correlation of diversity with recombination rates in humans.",
        "Abstract": "One of the most striking findings to emerge from the study of genomic patterns of variation is that regions with lower recombination rates tend to have lower levels of intraspecific diversity but not of interspecies divergence. This uncoupling of variation within and between species has been widely interpreted as evidence that natural selection shapes patterns of genetic variability genomewide. We revisited the relationship between diversity, divergence, and recombination in humans, using data from closely related species and better estimates of recombination rates than previously available. We show that regions that experience less recombination have reduced divergence to chimpanzee and to baboon, as well as lower levels of diversity. This observation suggests that mutation and recombination are associated processes in humans, so that the positive correlation between diversity and recombination may have a purely neutral explanation. Consistent with this hypothesis, diversity levels no longer increase significantly with recombination rates after correction for divergence to chimpanzee.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Genetic Variation",
            "Genome, Human",
            "Humans",
            "Linear Models",
            "Models, Genetic",
            "Multivariate Analysis",
            "Mutation",
            "Pan troglodytes",
            "Papio",
            "Polymorphism, Genetic",
            "Recombination, Genetic",
            "Statistics, Nonparametric"
        ],
        "Authors": [
            {
                "First Name": "Ines",
                "Last Name": "Hellmann",
                "Affiliation": "Max Planck Institute for Evolutionary Anthropology, Leipzig, Germany."
            },
            {
                "First Name": "Ingo",
                "Last Name": "Ebersberger",
                "Affiliation": ""
            },
            {
                "First Name": "Susan E",
                "Last Name": "Ptak",
                "Affiliation": ""
            },
            {
                "First Name": "Svante",
                "Last Name": "Pääbo",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of human genetics",
        "PubDate": "2003"
    },
    {
        "PMID": "12414185",
        "Title": "Evidence for population growth in humans is confounded by fine-scale population structure.",
        "Abstract": "Although many studies have reported human polymorphism data, there has been no analysis of the effect of sampling design on the patterns of variability recovered. Here, we consider which factors affect a summary of the allele-frequency spectrum. The most important variable to emerge from our analysis is the number of ethnicities sampled: studies that sequence individuals from more ethnicities recover more rare alleles. These observations are consistent with fine-scale geographic differentiation as well as population growth. They suggest that the geographic sampling strategy should be considered carefully, especially when the aim is to infer the demographic history of humans.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Models, Genetic",
            "Polymorphism, Genetic",
            "Population Growth",
            "Predictive Value of Tests"
        ],
        "Authors": [
            {
                "First Name": "Susan E",
                "Last Name": "Ptak",
                "Affiliation": "Max Planck Institute for Evolutionary Anthropology, Inselstrasse 22, 04103, Leipzig, Germany"
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "Trends in genetics : TIG",
        "PubDate": "2002"
    },
    {
        "PMID": "12242234",
        "Title": "Testing models of selection and demography in Drosophila simulans.",
        "Abstract": "We analyze patterns of nucleotide variability at 15 X-linked loci and 14 autosomal loci from a North American population of Drosophila simulans. We show that there is significantly more linkage disequilibrium on the X chromosome than on chromosome arm 3R and much more linkage disequilibrium on both chromosomes than expected from estimates of recombination rates, mutation rates, and levels of diversity. To explore what types of evolutionary models might explain this observation, we examine a model of recurrent, nonoverlapping selective sweeps and a model of a recent drastic bottleneck (e.g., founder event) in the demographic history of North American populations of D. simulans. The simple sweep model is not consistent with the observed patterns of linkage disequilibrium nor with the observed frequencies of segregating mutations. Under a restricted range of parameter values, a simple bottleneck model is consistent with multiple facets of the data. While our results do not exclude some influence of selection on X vs. autosome variability levels, they suggest that demography alone may account for patterns of linkage disequilibrium and the frequency spectrum of segregating mutations in this population of D. simulans.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Drosophila",
            "Genetic Linkage",
            "Models, Genetic",
            "Selection, Genetic",
            "X Chromosome"
        ],
        "Authors": [
            {
                "First Name": "Jeffrey D",
                "Last Name": "Wall",
                "Affiliation": "Department of Organismic and Evolutionary Biology, Harvard University, Cambridge, Massachusetts 02138, USA. jwall@fas.harvard.edu"
            },
            {
                "First Name": "Peter",
                "Last Name": "Andolfatto",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2002"
    },
    {
        "PMID": "12192408",
        "Title": "Molecular evolution of FOXP2, a gene involved in speech and language.",
        "Abstract": "Language is a uniquely human trait likely to have been a prerequisite for the development of human culture. The ability to develop articulate speech relies on capabilities, such as fine control of the larynx and mouth, that are absent in chimpanzees and other great apes. FOXP2 is the first gene relevant to the human ability to develop language. A point mutation in FOXP2 co-segregates with a disorder in a family in which half of the members have severe articulation difficulties accompanied by linguistic and grammatical impairment. This gene is disrupted by translocation in an unrelated individual who has a similar disorder. Thus, two functional copies of FOXP2 seem to be required for acquisition of normal spoken language. We sequenced the complementary DNAs that encode the FOXP2 protein in the chimpanzee, gorilla, orang-utan, rhesus macaque and mouse, and compared them with the human cDNA. We also investigated intraspecific variation of the human FOXP2 gene. Here we show that human FOXP2 contains changes in amino-acid coding and a pattern of nucleotide polymorphism, which strongly suggest that this gene has been the target of selection during recent human evolution.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Amino Acid Sequence",
            "Amino Acid Substitution",
            "Animals",
            "Cloning, Molecular",
            "Conserved Sequence",
            "Evolution, Molecular",
            "Forkhead Transcription Factors",
            "Genetic Variation",
            "Humans",
            "Language",
            "Mice",
            "Molecular Sequence Data",
            "Mutation",
            "Phylogeny",
            "Primates",
            "Selection, Genetic",
            "Speech",
            "Speech Disorders",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Wolfgang",
                "Last Name": "Enard",
                "Affiliation": "Max Planck Institute for Evolutionary Anthropology, Inselstrasse 22, D-04103 Leipzig, Germany."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            },
            {
                "First Name": "Simon E",
                "Last Name": "Fisher",
                "Affiliation": ""
            },
            {
                "First Name": "Cecilia S L",
                "Last Name": "Lai",
                "Affiliation": ""
            },
            {
                "First Name": "Victor",
                "Last Name": "Wiebe",
                "Affiliation": ""
            },
            {
                "First Name": "Takashi",
                "Last Name": "Kitano",
                "Affiliation": ""
            },
            {
                "First Name": "Anthony P",
                "Last Name": "Monaco",
                "Affiliation": ""
            },
            {
                "First Name": "Svante",
                "Last Name": "Pääbo",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2002"
    },
    {
        "PMID": "11901132",
        "Title": "The signature of positive selection at randomly chosen loci.",
        "Abstract": "In Drosophila and humans, there are accumulating examples of loci with a significant excess of high-frequency-derived alleles or high levels of linkage disequilibrium, relative to a neutral model of a random-mating population of constant size. These are features expected after a recent selective sweep. Their prevalence suggests that positive directional selection may be widespread in both species. However, as I show here, these features do not persist long after the sweep ends: The high-frequency alleles drift to fixation and no longer contribute to polymorphism, while linkage disequilibrium is broken down by recombination. As a result, loci chosen without independent evidence of recent selection are not expected to exhibit either of these features, even if they have been affected by numerous sweeps in their genealogical history. How then can we explain the patterns in the data? One possibility is population structure, with unequal sampling from different subpopulations. Alternatively, positive selection may not operate as is commonly modeled. In particular, the rate of fixation of advantageous mutations may have increased in the recent past.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptation, Biological",
            "Animals",
            "Drosophila",
            "Humans",
            "Linkage Disequilibrium",
            "Models, Genetic",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Statistics, University of Oxford, Oxford OX1 3TG, United Kingdom. przewors@eva.mpg.de"
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2002"
    },
    {
        "PMID": "11805333",
        "Title": "Evidence for positive selection and population structure at the human MAO-A gene.",
        "Abstract": "We report the analysis of human nucleotide diversity at a genetic locus known to be involved in a behavioral phenotype, the monoamine oxidase A gene. Sequencing of five regions totaling 18.8 kb and spanning 90 kb of the monoamine oxidase A gene was carried out in 56 male individuals from seven different ethnogeographic groups. We uncovered 41 segregating sites, which formed 46 distinct haplotypes. A permutation test detected substantial population structure in these samples. Consistent with differentiation between populations, linkage disequilibrium is higher than expected under panmixia, with no evidence of a decay with distance. The extent of linkage disequilibrium is not typical of nuclear loci and suggests that the underlying population structure may have been accentuated by a selective sweep that fixed different haplotypes in different populations, or by local adaptation. In support of this suggestion, we find both a reduction in levels of diversity (as measured by a Hudson-Kreitman-Aguade test with the DMD44 locus) and an excess of high frequency-derived variants, as expected after a recent episode of positive selection.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Genetic Variation",
            "Genetics, Behavioral",
            "Genetics, Population",
            "Haplotypes",
            "Humans",
            "Linkage Disequilibrium",
            "Male",
            "Monoamine Oxidase",
            "Pan troglodytes",
            "Recombination, Genetic",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Yoav",
                "Last Name": "Gilad",
                "Affiliation": "Department of Molecular Genetics and the Crown Human Genome Center, The Weizmann Institute of Science, Rehovot 76100, Israel. yoav.gilad@weizmann.ac.il"
            },
            {
                "First Name": "Shai",
                "Last Name": "Rosenberg",
                "Affiliation": ""
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": ""
            },
            {
                "First Name": "Doron",
                "Last Name": "Lancet",
                "Affiliation": ""
            },
            {
                "First Name": "Karl",
                "Last Name": "Skorecki",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2002"
    }
]