[
    {
        "PMID": "38739114",
        "Title": "Correction: Treg-tissue cell interactions in repair and regeneration.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Lucas F",
                "Last Name": "Loffredo",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas M",
                "Last Name": "Savage",
                "Affiliation": ""
            },
            {
                "First Name": "Olivia R",
                "Last Name": "Ringham",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of experimental medicine",
        "PubDate": "2024"
    },
    {
        "PMID": "38712053",
        "Title": "Heparan sulfate regulates amphiregulin signaling towards reparative lung mesenchymal cells during influenza A infection.",
        "Abstract": "Amphiregulin (Areg), a growth factor produced by regulatory T (Treg) cells to facilitate tissue repair/regeneration, contains a heparan sulfate (HS) binding domain. How HS, a highly sulfated glycan subtype that alters growth factor signaling, influences Areg repair/regeneration functions is unclear. Here we report that inhibition of HS in various cell lines and primary lung mesenchymal cells (LMC) qualitatively alters downstream signaling and highlights the existence of HS-dependent vs. -independent Areg transcriptional signatures. Utilizing a panel of cell lines with targeted deletions in HS synthesis-related genes, we found that the presence of the glypican family of heparan sulfate proteoglycans is critical for Areg signaling and confirmed this dependency in primary LMC by siRNA-mediated knockdown. Furthermore, in the context of influenza A (IAV) infection ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Lucas F",
                "Last Name": "Loffredo",
                "Affiliation": ""
            },
            {
                "First Name": "Anmol",
                "Last Name": "Surpur",
                "Affiliation": ""
            },
            {
                "First Name": "Olivia R",
                "Last Name": "Ringham",
                "Affiliation": ""
            },
            {
                "First Name": "Fangda",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Kenia",
                "Last Name": "de Los Santos-Alexis",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2024"
    },
    {
        "PMID": "38668758",
        "Title": "Treg-tissue cell interactions in repair and regeneration.",
        "Abstract": "Regulatory T (Treg) cells are classically known for their critical immunosuppressive functions that support peripheral tolerance. More recent work has demonstrated that Treg cells produce pro-repair mediators independent of their immunosuppressive function, a process that is critical to repair and regeneration in response to numerous tissue insults. These factors act on resident parenchymal and structural cells to initiate repair in a tissue-specific context. This review examines interactions between Treg cells and tissue-resident non-immune cells-in the context of tissue repair, fibrosis, and cancer-and discusses areas for future exploration.",
        "Keywords": [],
        "MeSH terms": [
            "T-Lymphocytes, Regulatory",
            "Humans",
            "Animals",
            "Regeneration",
            "Cell Communication",
            "Wound Healing",
            "Fibrosis",
            "Neoplasms"
        ],
        "Authors": [
            {
                "First Name": "Lucas F",
                "Last Name": "Loffredo",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Thomas M",
                "Last Name": "Savage",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Olivia R",
                "Last Name": "Ringham",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "The Journal of experimental medicine",
        "PubDate": "2024"
    },
    {
        "PMID": "38372353",
        "Title": "Efficient Generation of Murine Chimeric Antigen Receptor (CAR)-T Cells.",
        "Abstract": "Engineered cell therapies utilizing chimeric antigen receptor (CAR)-T cells have achieved remarkable effectiveness in individuals with hematological malignancies and are presently undergoing development for the treatment of diverse solid tumors. So far, the preliminary evaluation of novel CAR-T cell products has predominantly taken place in xenograft tumor models using immunodeficient mice. This approach is chosen to facilitate the successful engraftment of human CAR-T cells in the experimental setting. However, syngeneic mouse models, in which tumors and CAR-T cells are derived from the same mouse strain, allow evaluation of new CAR technologies in the context of a functional immune system and comprehensive tumor microenvironment (TME). The protocol described here aims to streamline the process of mouse CAR-T cell generation by presenting standardized methods for retroviral transduction and ex vivo T cell culture. The methods described in this protocol can be applied to other CAR constructs beyond the ones used in this study to enable routine evaluation of new CAR technologies in immune-competent systems.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Animals",
            "Mice",
            "Receptors, Chimeric Antigen",
            "Immunotherapy, Adoptive",
            "T-Lymphocytes",
            "Neoplasms",
            "Tumor Microenvironment",
            "Receptors, Antigen, T-Cell"
        ],
        "Authors": [
            {
                "First Name": "Rosa L",
                "Last Name": "Vincent",
                "Affiliation": "Department of Biomedical Engineering, Columbia University."
            },
            {
                "First Name": "Fangda",
                "Last Name": "Li",
                "Affiliation": "Department of Microbiology & Immunology, Vagelos College of Physicians and Surgeons, Columbia University."
            },
            {
                "First Name": "Edward R",
                "Last Name": "Ballister",
                "Affiliation": "Department of Biomedical Engineering, Columbia University."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology & Immunology, Vagelos College of Physicians and Surgeons, Columbia University; Herbert Irving Comprehensive Cancer Center, Columbia University."
            },
            {
                "First Name": "Tal",
                "Last Name": "Danino",
                "Affiliation": "Department of Biomedical Engineering, Columbia University; Herbert Irving Comprehensive Cancer Center, Columbia University; Data Science Institute, Columbia University; td2506@columbia.edu."
            }
        ],
        "Journal": "Journal of visualized experiments : JoVE",
        "PubDate": "2024"
    },
    {
        "PMID": "38309273",
        "Title": "Amphiregulin from regulatory T cells promotes liver fibrosis and insulin resistance in non-alcoholic steatohepatitis.",
        "Abstract": "Production of amphiregulin (Areg) by regulatory T (Treg) cells promotes repair after acute tissue injury. Here, we examined the function of Treg cells in non-alcoholic steatohepatitis (NASH), a setting of chronic liver injury. Areg-producing Treg cells were enriched in the livers of mice and humans with NASH. Deletion of Areg in Treg cells, but not in myeloid cells, reduced NASH-induced liver fibrosis. Chronic liver damage induced transcriptional changes associated with Treg cell activation. Mechanistically, Treg cell-derived Areg activated pro-fibrotic transcriptional programs in hepatic stellate cells via epidermal growth factor receptor (EGFR) signaling. Deletion of Areg in Treg cells protected mice from NASH-dependent glucose intolerance, which also was dependent on EGFR signaling on hepatic stellate cells. Areg from Treg cells promoted hepatocyte gluconeogenesis through hepatocyte detection of hepatic stellate cell-derived interleukin-6. Our findings reveal a maladaptive role for Treg cell-mediated tissue repair functions in chronic liver disease and link liver damage to NASH-dependent glucose intolerance.",
        "Keywords": [
            "NASH",
            "Tregs",
            "insulin resistance",
            "liver fibrosis",
            "non-alcoholic steatohepatitis",
            "regulatory T cells"
        ],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Mice",
            "Amphiregulin",
            "ErbB Receptors",
            "Glucose Intolerance",
            "Insulin Resistance",
            "Liver",
            "Liver Cirrhosis",
            "Mice, Inbred C57BL",
            "Non-alcoholic Fatty Liver Disease",
            "T-Lymphocytes, Regulatory"
        ],
        "Authors": [
            {
                "First Name": "Thomas M",
                "Last Name": "Savage",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Katherine T",
                "Last Name": "Fortson",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kenia",
                "Last Name": "de Los Santos-Alexis",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Angelica",
                "Last Name": "Oliveras-Alsina",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Mathieu",
                "Last Name": "Rouanne",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Sarah S",
                "Last Name": "Rae",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jennifer R",
                "Last Name": "Gamarra",
                "Affiliation": "Naomi Berrie Diabetes Center, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Hani",
                "Last Name": "Shayya",
                "Affiliation": "Mortimer B. Zuckerman Mind, and Brain and Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Adam",
                "Last Name": "Kornberg",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA; Columbia Center for Translational Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Renzo",
                "Last Name": "Cavero",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Fangda",
                "Last Name": "Li",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Arnold",
                "Last Name": "Han",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA; Columbia Center for Translational Immunology, Columbia University, New York, NY, USA; Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Rebecca A",
                "Last Name": "Haeusler",
                "Affiliation": "Naomi Berrie Diabetes Center, Columbia University, New York, NY, USA; Department of Pathology and Cell Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Julien",
                "Last Name": "Adam",
                "Affiliation": "Pathology Department, Hopital Paris Saint-Joseph, Paris, France; INSERM U1186, Gustave Roussy, Villejuif, France."
            },
            {
                "First Name": "Robert F",
                "Last Name": "Schwabe",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA; Herbert Irving Comprehensive Cancer Center, Columbia University, New York, NY, USA. Electronic address: na2697@cumc.columbia.edu."
            }
        ],
        "Journal": "Immunity",
        "PubDate": "2024"
    },
    {
        "PMID": "38245513",
        "Title": "Engineering tumor-colonizing E. coli Nissle 1917 for detection and treatment of colorectal neoplasia.",
        "Abstract": "Bioengineered probiotics enable new opportunities to improve colorectal cancer (CRC) screening, prevention and treatment. Here, first, we demonstrate selective colonization of colorectal adenomas after oral delivery of probiotic E. coli Nissle 1917 (EcN) to a genetically-engineered murine model of CRC predisposition and orthotopic models of CRC. We next undertake an interventional, double-blind, dual-centre, prospective clinical trial, in which CRC patients take either placebo or EcN for two weeks prior to resection of neoplastic and adjacent normal colorectal tissue (ACTRN12619000210178). We detect enrichment of EcN in tumor samples over normal tissue from probiotic-treated patients (primary outcome of the trial). Next, we develop early CRC intervention strategies. To detect lesions, we engineer EcN to produce a small molecule, salicylate. Oral delivery of this strain results in increased levels of salicylate in the urine of adenoma-bearing mice, in comparison to healthy controls. To assess therapeutic potential, we engineer EcN to locally release a cytokine, GM-CSF, and blocking nanobodies against PD-L1 and CTLA-4 at the neoplastic site, and demonstrate that oral delivery of this strain reduces adenoma burden by ~50%. Together, these results support the use of EcN as an orally-deliverable platform to detect disease and treat CRC through the production of screening and therapeutic molecules.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Mice",
            "Adenoma",
            "Colorectal Neoplasms",
            "Escherichia coli",
            "Prospective Studies",
            "Salicylates",
            "Double-Blind Method"
        ],
        "Authors": [
            {
                "First Name": "Candice R",
                "Last Name": "Gurbatri",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, 10027, USA."
            },
            {
                "First Name": "Georgette A",
                "Last Name": "Radford",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Laura",
                "Last Name": "Vrbanac",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Jongwon",
                "Last Name": "Im",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, 10027, USA."
            },
            {
                "First Name": "Elaine M",
                "Last Name": "Thomas",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Courtney",
                "Last Name": "Coker",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, 10027, USA."
            },
            {
                "First Name": "Samuel R",
                "Last Name": "Taylor",
                "Affiliation": "Weill Cornell-Rockefeller-Sloan Kettering Tri-Institutional MD-PhD program, New York, NY, USA."
            },
            {
                "First Name": "YoungUk",
                "Last Name": "Jang",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, 10027, USA."
            },
            {
                "First Name": "Ayelet",
                "Last Name": "Sivan",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, 10027, USA."
            },
            {
                "First Name": "Kyu",
                "Last Name": "Rhee",
                "Affiliation": "Division of Infectious Diseases, Weill Department of Medicine, Weill Cornell Medicine, New York, NY, USA."
            },
            {
                "First Name": "Anas A",
                "Last Name": "Saleh",
                "Affiliation": "Division of Infectious Diseases, Weill Department of Medicine, Weill Cornell Medicine, New York, NY, USA."
            },
            {
                "First Name": "Tiffany",
                "Last Name": "Chien",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, 10027, USA."
            },
            {
                "First Name": "Fereshteh",
                "Last Name": "Zandkarimi",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Ioana",
                "Last Name": "Lia",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, 10027, USA."
            },
            {
                "First Name": "Tamsin R M",
                "Last Name": "Lannagan",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Tongtong",
                "Last Name": "Wang",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Josephine A",
                "Last Name": "Wright",
                "Affiliation": "South Australian Health and Medical Research Institute (SAHMRI), Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Hiroki",
                "Last Name": "Kobayashi",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Jia Q",
                "Last Name": "Ng",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Matt",
                "Last Name": "Lawrence",
                "Affiliation": "Colorectal Unit, Department of Surgery, Royal Adelaide Hospital, Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Tarik",
                "Last Name": "Sammour",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Michelle",
                "Last Name": "Thomas",
                "Affiliation": "Colorectal Unit, Department of Surgery, Royal Adelaide Hospital, Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Mark",
                "Last Name": "Lewis",
                "Affiliation": "Colorectal Unit, Department of Surgery, Royal Adelaide Hospital, Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Lito",
                "Last Name": "Papanicolas",
                "Affiliation": "South Australian Health and Medical Research Institute (SAHMRI), Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Joanne",
                "Last Name": "Perry",
                "Affiliation": "Colorectal Unit, Department of Surgery, Royal Adelaide Hospital, Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Tracy",
                "Last Name": "Fitzsimmons",
                "Affiliation": "Colorectal Unit, Department of Surgery, Royal Adelaide Hospital, Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Patricia",
                "Last Name": "Kaazan",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Amanda",
                "Last Name": "Lim",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Alexandra M",
                "Last Name": "Stavropoulos",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Dion A",
                "Last Name": "Gouskos",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Julie",
                "Last Name": "Marker",
                "Affiliation": "Cancer Voices SA, Adelaide, South Australia, Australia."
            },
            {
                "First Name": "Cheri",
                "Last Name": "Ostroff",
                "Affiliation": "University of South Australia, Adelaide, South Australia, 5000, Australia."
            },
            {
                "First Name": "Geraint",
                "Last Name": "Rogers",
                "Affiliation": "South Australian Health and Medical Research Institute (SAHMRI), Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology & Immunology, Vagelos College of Physicians and Surgeons of Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Daniel L",
                "Last Name": "Worthley",
                "Affiliation": "South Australian Health and Medical Research Institute (SAHMRI), Adelaide, SA, 5000, Australia."
            },
            {
                "First Name": "Susan L",
                "Last Name": "Woods",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, SA, 5000, Australia. susan.woods@adelaide.edu.au."
            },
            {
                "First Name": "Tal",
                "Last Name": "Danino",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, 10027, USA. td2506@columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2024"
    },
    {
        "PMID": "37824640",
        "Title": "Probiotic-guided CAR-T cells for solid tumor targeting.",
        "Abstract": "A major challenge facing tumor-antigen targeting therapies such as chimeric antigen receptor (CAR)-T cells is the identification of suitable targets that are specifically and uniformly expressed on heterogeneous solid tumors. By contrast, certain species of bacteria selectively colonize immune-privileged tumor cores and can be engineered as antigen-independent platforms for therapeutic delivery. To bridge these approaches, we developed a platform of probiotic-guided CAR-T cells (ProCARs), in which tumor-colonizing probiotics release synthetic targets that label tumor tissue for CAR-mediated lysis in situ. This system demonstrated CAR-T cell activation and antigen-agnostic cell lysis that was safe and effective in multiple xenograft and syngeneic models of human and mouse cancers. We further engineered multifunctional probiotics that co-release chemokines to enhance CAR-T cell recruitment and therapeutic response.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Mice",
            "Immunotherapy, Adoptive",
            "Lymphocyte Activation",
            "Receptors, Chimeric Antigen",
            "T-Lymphocytes",
            "Xenograft Model Antitumor Assays",
            "Probiotics",
            "Antigens, Neoplasm",
            "Escherichia coli",
            "Cell Engineering",
            "Breast Neoplasms",
            "Colorectal Neoplasms"
        ],
        "Authors": [
            {
                "First Name": "Rosa L",
                "Last Name": "Vincent",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Candice R",
                "Last Name": "Gurbatri",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Fangda",
                "Last Name": "Li",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons of Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Ana",
                "Last Name": "Vardoshvili",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Courtney",
                "Last Name": "Coker",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Jongwon",
                "Last Name": "Im",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Edward R",
                "Last Name": "Ballister",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Mathieu",
                "Last Name": "Rouanne",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons of Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Thomas",
                "Last Name": "Savage",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons of Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Kenia",
                "Last Name": "de Los Santos-Alexis",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons of Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Redenti",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Leonie",
                "Last Name": "Brockmann",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons of Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Meghna",
                "Last Name": "Komaranchath",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons of Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Tal",
                "Last Name": "Danino",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2023"
    },
    {
        "PMID": "37116288",
        "Title": "Neo-Adjuvant immunotherapies: Bladder cancer as a platform for drug development targeting mucosal immunity.",
        "Abstract": "Bacillus Calmette-Guerin (BCG) is a live attenuated Mycobacterium bovis strain, originally developed as a vaccine against tuberculosis. It is also the only bacterial cancer therapy approved by the US Food & Drug Administration for clinical use. BCG is delivered in the bladder, shortly after tumour resection, for patients with high-risk non-muscle invasive bladder cancer (NMIBC). Modulating mucosal immunity by exposing the urothelium to intravesical BCG has been the main therapeutic strategy for high-risk NMIBC over the last three decades. Thus, BCG provides a benchmark for the clinical development of bacteria-or other live attenuated pathogens-as cancer therapy. Currently, a myriad of immuno-oncology compounds is under clinical evaluation in BCG-unresponsive and BCG-naïve patients as an alternative therapy in the context of worldwide BCG shortages. For patients with non-metastatic muscle-invasive bladder cancer (MIBC), studies investigating neoadjuvant immunotherapy with either anti-PD-1/PD-L1 monoclonal antibodies in monotherapy or in combination with anti-CTLA-4 monoclonal antibodies have shown overall efficacy and acceptable safety profiles prior to radical cystectomy. Emerging clinical investigations are testing synergistic approaches by combining intravesical delivery of drugs with systemic immune checkpoint blockades in the neoadjuvant setting for patients with MIBC. Such novel strategy aims to prime a local anti-tumour immunity and reduce distant metastatic relapses by enhancing a systemic adaptive anti-tumour immune response. Here, we present and discuss some of the most promising clinical trials developing such novel therapeutic approaches.",
        "Keywords": [
            "Bladder cancer",
            "Drug development",
            "Immunotherapy",
            "Mucosal immunity"
        ],
        "MeSH terms": [
            "Humans",
            "BCG Vaccine",
            "Neoadjuvant Therapy",
            "Immunity, Mucosal",
            "Neoplasm Recurrence, Local",
            "Adjuvants, Immunologic",
            "Urinary Bladder Neoplasms",
            "Immunotherapy",
            "Drug Development",
            "Neoplasm Invasiveness"
        ],
        "Authors": [
            {
                "First Name": "Rainjade",
                "Last Name": "Chung",
                "Affiliation": "Department of Urology, Columbia University Irving Medical Center, New York, NY, USA; Centre d'Investigation Clinique de Biothérapies du Cancer (CICBT), 94805 Villejuif, France."
            },
            {
                "First Name": "James",
                "Last Name": "McKiernan",
                "Affiliation": "Department of Urology, Columbia University Irving Medical Center, New York, NY, USA; Centre d'Investigation Clinique de Biothérapies du Cancer (CICBT), 94805 Villejuif, France."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA; Herbert Irving Comprehensive Cancer Center, Columbia University, New York, NY, USA; Centre d'Investigation Clinique de Biothérapies du Cancer (CICBT), 94805 Villejuif, France."
            },
            {
                "First Name": "Aurélien",
                "Last Name": "Marabelle",
                "Affiliation": "Laboratoire de Recherche Translationnelle en Immunothérapie (LRTI), INSERM U1015, Gustave Roussy, Villejuif, France; Faculté de Médecine, Université Paris-Saclay, Kremlin-Bicêtre, France; Département d'Innovation Thérapeutique et d'Essais Précoces (DITEP), Gustave Roussy, Université Paris-Saclay, 94805 Villejuif, France; Centre d'Investigation Clinique de Biothérapies du Cancer (CICBT), 94805 Villejuif, France."
            },
            {
                "First Name": "Mathieu",
                "Last Name": "Rouanne",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA; Laboratoire de Recherche Translationnelle en Immunothérapie (LRTI), INSERM U1015, Gustave Roussy, Villejuif, France; Centre d'Investigation Clinique de Biothérapies du Cancer (CICBT), 94805 Villejuif, France. Electronic address: mr4104@cumc.columbia.edu."
            }
        ],
        "Journal": "European journal of cancer (Oxford, England : 1990)",
        "PubDate": "2023"
    },
    {
        "PMID": "37066243",
        "Title": "Colorectal cancer detection and treatment with engineered probiotics.",
        "Abstract": "Bioengineered probiotics enable new opportunities to improve colorectal cancer (CRC) screening, prevention and treatment strategies. Here, we demonstrate the phenomenon of selective, long-term colonization of colorectal adenomas after oral delivery of probiotic ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Candice R",
                "Last Name": "Gurbatri",
                "Affiliation": ""
            },
            {
                "First Name": "Georgette",
                "Last Name": "Radford",
                "Affiliation": ""
            },
            {
                "First Name": "Laura",
                "Last Name": "Vrbanac",
                "Affiliation": ""
            },
            {
                "First Name": "Courtney",
                "Last Name": "Coker",
                "Affiliation": ""
            },
            {
                "First Name": "Jong-Won",
                "Last Name": "Im",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel R",
                "Last Name": "Taylor",
                "Affiliation": ""
            },
            {
                "First Name": "YoungUk",
                "Last Name": "Jang",
                "Affiliation": ""
            },
            {
                "First Name": "Ayelet",
                "Last Name": "Sivan",
                "Affiliation": ""
            },
            {
                "First Name": "Kyu",
                "Last Name": "Rhee",
                "Affiliation": ""
            },
            {
                "First Name": "Anas A",
                "Last Name": "Saleh",
                "Affiliation": ""
            },
            {
                "First Name": "Tiffany",
                "Last Name": "Chien",
                "Affiliation": ""
            },
            {
                "First Name": "Fereshteh",
                "Last Name": "Zandkarimi",
                "Affiliation": ""
            },
            {
                "First Name": "Ioana",
                "Last Name": "Lia",
                "Affiliation": ""
            },
            {
                "First Name": "Tamsin Rm",
                "Last Name": "Lannagan",
                "Affiliation": ""
            },
            {
                "First Name": "Tongtong",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Josephine A",
                "Last Name": "Wright",
                "Affiliation": ""
            },
            {
                "First Name": "Elaine",
                "Last Name": "Thomas",
                "Affiliation": ""
            },
            {
                "First Name": "Hiroki",
                "Last Name": "Kobayashi",
                "Affiliation": ""
            },
            {
                "First Name": "Jia Q",
                "Last Name": "Ng",
                "Affiliation": ""
            },
            {
                "First Name": "Matt",
                "Last Name": "Lawrence",
                "Affiliation": ""
            },
            {
                "First Name": "Tarik",
                "Last Name": "Sammour",
                "Affiliation": ""
            },
            {
                "First Name": "Michelle",
                "Last Name": "Thomas",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Lewis",
                "Affiliation": ""
            },
            {
                "First Name": "Lito",
                "Last Name": "Papanicolas",
                "Affiliation": ""
            },
            {
                "First Name": "Joanne",
                "Last Name": "Perry",
                "Affiliation": ""
            },
            {
                "First Name": "Tracy",
                "Last Name": "Fitzsimmons",
                "Affiliation": ""
            },
            {
                "First Name": "Patricia",
                "Last Name": "Kaazan",
                "Affiliation": ""
            },
            {
                "First Name": "Amanda",
                "Last Name": "Lim",
                "Affiliation": ""
            },
            {
                "First Name": "Julie",
                "Last Name": "Marker",
                "Affiliation": ""
            },
            {
                "First Name": "Cheri",
                "Last Name": "Ostroff",
                "Affiliation": ""
            },
            {
                "First Name": "Geraint",
                "Last Name": "Rogers",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel L",
                "Last Name": "Worthley",
                "Affiliation": ""
            },
            {
                "First Name": "Susan L",
                "Last Name": "Woods",
                "Affiliation": ""
            },
            {
                "First Name": "Tal",
                "Last Name": "Danino",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36888717",
        "Title": "Chemokines expressed by engineered bacteria recruit and orchestrate antitumor immunity.",
        "Abstract": "Tumors use multiple mechanisms to actively exclude immune cells involved in antitumor immunity. Strategies to overcome these exclusion signals remain limited due to an inability to target therapeutics specifically to the tumor. Synthetic biology enables engineering of cells and microbes for tumor-localized delivery of therapeutic candidates previously unavailable using conventional systemic administration techniques. Here, we engineer bacteria to intratumorally release chemokines to attract adaptive immune cells into the tumor environment. Bacteria expressing an activating mutant of the human chemokine CXCL16 (hCXCL16",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Mice",
            "Humans",
            "CD8-Positive T-Lymphocytes",
            "Neoplasms",
            "Immunotherapy",
            "Antigens, Neoplasm",
            "Bacteria"
        ],
        "Authors": [
            {
                "First Name": "Thomas M",
                "Last Name": "Savage",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Rosa L",
                "Last Name": "Vincent",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Sarah S",
                "Last Name": "Rae",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Lei Haley",
                "Last Name": "Huang",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Alexander",
                "Last Name": "Ahn",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kelly",
                "Last Name": "Pu",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Fangda",
                "Last Name": "Li",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kenia",
                "Last Name": "de Los Santos-Alexis",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Courtney",
                "Last Name": "Coker",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Tal",
                "Last Name": "Danino",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Science advances",
        "PubDate": "2023"
    },
    {
        "PMID": "36840944",
        "Title": "Dietary tryptophan deficiency promotes gut RORγt",
        "Abstract": "Micronutrient deficiency is a major cause of disease throughout the world. Yet, how perturbations influence the immune-microbiome interface remains poorly understood. Here, we report that loss of dietary tryptophan (Trp) reshapes intestinal microbial communities, including the depletion of probiotic L. reuteri, drives transcriptional changes to immune response genes in the intestinal ileum, and reshapes the regulatory T cell (Treg) compartment. Dietary Trp deficiency promotes expansion of RORγt",
        "Keywords": [
            "CP: Immunology",
            "CP: Metabolism",
            "aryl hydrocarbon receptor",
            "gut inflammation",
            "intestinal Tregs",
            "microbiota",
            "mucosal immunity",
            "nutrient deficiency",
            "tryptophan metabolism"
        ],
        "MeSH terms": [
            "T-Lymphocytes, Regulatory",
            "Tryptophan",
            "Nuclear Receptor Subfamily 1, Group F, Member 3",
            "Microbiota",
            "Homeostasis",
            "Receptors, Aryl Hydrocarbon"
        ],
        "Authors": [
            {
                "First Name": "Lucille C",
                "Last Name": "Rankin",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Irving Medical Center, 701 West 168th Street, HHSC 910C, New York, NY, USA; Walter and Eliza Hall Institute of Medical Research, Parkville, VIC, Australia; Department of Medical Biology, University of Melbourne, Parkville, VIC, Australia."
            },
            {
                "First Name": "Katherine A",
                "Last Name": "Kaiser",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Irving Medical Center, 701 West 168th Street, HHSC 910C, New York, NY, USA."
            },
            {
                "First Name": "Kenia",
                "Last Name": "de Los Santos-Alexis",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Irving Medical Center, 701 West 168th Street, HHSC 910C, New York, NY, USA."
            },
            {
                "First Name": "Heekuk",
                "Last Name": "Park",
                "Affiliation": "Microbiome & Pathogen Genomics Core, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Anne-Catrin",
                "Last Name": "Uhlemann",
                "Affiliation": "Microbiome & Pathogen Genomics Core, Columbia University Irving Medical Center, New York, NY, USA; Division of Infectious Diseases, Department of Medicine, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Daniel H D",
                "Last Name": "Gray",
                "Affiliation": "Walter and Eliza Hall Institute of Medical Research, Parkville, VIC, Australia; Department of Medical Biology, University of Melbourne, Parkville, VIC, Australia."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Irving Medical Center, 701 West 168th Street, HHSC 910C, New York, NY, USA. Electronic address: na2697@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2023"
    },
    {
        "PMID": "36534084",
        "Title": "Regulation of the alveolar regenerative niche by amphiregulin-producing regulatory T cells.",
        "Abstract": "Following respiratory viral infection, regeneration of the epithelial barrier is required to preserve lung function and prevent secondary infections. Lung regulatory T (Treg) cells are critical for maintaining blood oxygenation following influenza virus infection through production of the EGFR ligand amphiregulin (Areg); however, how Treg cells engage with progenitors within the alveolar niche is unknown. Here, we describe local interactions between Treg cells and an Areg-responsive population of Col14a1+EGFR+ lung mesenchymal cells that mediate type II alveolar epithelial (AT2) cell-mediated regeneration following influenza virus infection. We propose a mechanism whereby Treg cells are deployed to sites of damage and provide pro-survival cues that support mesenchymal programming of the alveolar niche. In the absence of fibroblast EGFR signaling, we observe impaired AT2 proliferation and disrupted lung remodeling following viral clearance, uncovering a crucial immune/mesenchymal/epithelial network that guides alveolar regeneration.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Amphiregulin",
            "T-Lymphocytes, Regulatory",
            "ErbB Receptors",
            "Influenza, Human",
            "Lung"
        ],
        "Authors": [
            {
                "First Name": "Katherine A",
                "Last Name": "Kaiser",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Lucas F",
                "Last Name": "Loffredo",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Kenia de Los",
                "Last Name": "Santos-Alexis",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Olivia R",
                "Last Name": "Ringham",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            }
        ],
        "Journal": "The Journal of experimental medicine",
        "PubDate": "2023"
    },
    {
        "PMID": "36423303",
        "Title": "Engineering bacteria as interactive cancer therapies.",
        "Abstract": "With increasing evidence that microbes colonize tumors, synthetic biology tools are being leveraged to repurpose bacteria as tumor-specific delivery systems. These engineered systems can modulate the tumor microenvironment using a combination of their inherent immunogenicity and local payload production. Here, we review genetic circuits that enhance spatial and temporal control of therapeutic bacteria to improve their safety and efficacy. We describe the engineering of interactions among bacteria, tumor cells, and immune cells, and the progression from bacteria as single agents toward their rational combination with other modalities. Together, these efforts are building toward an emerging concept of engineering interactions between programmable medicines using synthetic biology.",
        "Keywords": [],
        "MeSH terms": [
            "Neoplasms",
            "Synthetic Biology",
            "Tumor Microenvironment",
            "Genetic Engineering",
            "Salmonella typhimurium",
            "Escherichia coli"
        ],
        "Authors": [
            {
                "First Name": "Candice R",
                "Last Name": "Gurbatri",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology & Immunology, Vagelos College of Physicians and Surgeons of Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Tal",
                "Last Name": "Danino",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2022"
    },
    {
        "PMID": "36198802",
        "Title": "Opposing roles of hepatic stellate cell subpopulations in hepatocarcinogenesis.",
        "Abstract": "Hepatocellular carcinoma (HCC), the fourth leading cause of cancer mortality worldwide, develops almost exclusively in patients with chronic liver disease and advanced fibrosis",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Carcinogenesis",
            "Carcinoma, Hepatocellular",
            "Cell Proliferation",
            "Collagen Type I",
            "Discoidin Domain Receptor 1",
            "Disease Progression",
            "Hepatic Stellate Cells",
            "Hepatocyte Growth Factor",
            "Hepatocytes",
            "Humans",
            "Liver Cirrhosis",
            "Liver Neoplasms",
            "Mice",
            "Myofibroblasts"
        ],
        "Authors": [
            {
                "First Name": "Aveline",
                "Last Name": "Filliol",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yoshinobu",
                "Last Name": "Saito",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Ajay",
                "Last Name": "Nair",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Dianne H",
                "Last Name": "Dapito",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Le-Xing",
                "Last Name": "Yu",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Aashreya",
                "Last Name": "Ravichandra",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Sonakshi",
                "Last Name": "Bhattacharjee",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Silvia",
                "Last Name": "Affo",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Naoto",
                "Last Name": "Fujiwara",
                "Affiliation": "Liver Tumor Translational Research Program, Harold C. Simmons Comprehensive Cancer Center, Division of Digestive and Liver Diseases, University of Texas Southwestern Medical Center, Dallas, TX, USA."
            },
            {
                "First Name": "Hua",
                "Last Name": "Su",
                "Affiliation": "Department of Pharmacology, School of Medicine, University of California, San Diego, San Diego, CA, USA."
            },
            {
                "First Name": "Qiuyan",
                "Last Name": "Sun",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Thomas M",
                "Last Name": "Savage",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "John R",
                "Last Name": "Wilson-Kanamori",
                "Affiliation": "Centre for Inflammation Research, The Queen's Medical Research Institute, Edinburgh BioQuarter, University of Edinburgh, Edinburgh, UK."
            },
            {
                "First Name": "Jorge M",
                "Last Name": "Caviglia",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "LiKang",
                "Last Name": "Chin",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."
            },
            {
                "First Name": "Dongning",
                "Last Name": "Chen",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."
            },
            {
                "First Name": "Xiaobo",
                "Last Name": "Wang",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Stefano",
                "Last Name": "Caruso",
                "Affiliation": "Functional Genomics of Solid Tumors Laboratory, Centre de Recherche des Cordeliers, INSERM, Sorbonne Université, Université de Paris, Paris, France."
            },
            {
                "First Name": "Jin Ku",
                "Last Name": "Kang",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Amit Dipak",
                "Last Name": "Amin",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Sebastian",
                "Last Name": "Wallace",
                "Affiliation": "Centre for Inflammation Research, The Queen's Medical Research Institute, Edinburgh BioQuarter, University of Edinburgh, Edinburgh, UK."
            },
            {
                "First Name": "Ross",
                "Last Name": "Dobie",
                "Affiliation": "Centre for Inflammation Research, The Queen's Medical Research Institute, Edinburgh BioQuarter, University of Edinburgh, Edinburgh, UK."
            },
            {
                "First Name": "Deqi",
                "Last Name": "Yin",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Oscar M",
                "Last Name": "Rodriguez-Fiallos",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Chuan",
                "Last Name": "Yin",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Adam",
                "Last Name": "Mehal",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Benjamin",
                "Last Name": "Izar",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Richard A",
                "Last Name": "Friedman",
                "Affiliation": "Biomedical Informatics Shared Resource, Herbert Irving Comprehensive Cancer Center, and Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Rebecca G",
                "Last Name": "Wells",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."
            },
            {
                "First Name": "Utpal B",
                "Last Name": "Pajvani",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yujin",
                "Last Name": "Hoshida",
                "Affiliation": "Liver Tumor Translational Research Program, Harold C. Simmons Comprehensive Cancer Center, Division of Digestive and Liver Diseases, University of Texas Southwestern Medical Center, Dallas, TX, USA."
            },
            {
                "First Name": "Helen E",
                "Last Name": "Remotti",
                "Affiliation": "Department of Pathology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Jessica",
                "Last Name": "Zucman-Rossi",
                "Affiliation": "Functional Genomics of Solid Tumors Laboratory, Centre de Recherche des Cordeliers, INSERM, Sorbonne Université, Université de Paris, Paris, France."
            },
            {
                "First Name": "Michael",
                "Last Name": "Karin",
                "Affiliation": "Department of Pharmacology, School of Medicine, University of California, San Diego, San Diego, CA, USA."
            },
            {
                "First Name": "Neil C",
                "Last Name": "Henderson",
                "Affiliation": "Centre for Inflammation Research, The Queen's Medical Research Institute, Edinburgh BioQuarter, University of Edinburgh, Edinburgh, UK."
            },
            {
                "First Name": "Ira",
                "Last Name": "Tabas",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Robert F",
                "Last Name": "Schwabe",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA. rfs2102@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2022"
    },
    {
        "PMID": "35503263",
        "Title": "BCG therapy downregulates HLA-I on malignant cells to subvert antitumor immune responses in bladder cancer.",
        "Abstract": "Patients with high-risk, nonmuscle-invasive bladder cancer (NMIBC) frequently relapse after standard intravesical bacillus Calmette-Guérin (BCG) therapy and may have a dismal outcome. The mechanisms of resistance to such immunotherapy remain poorly understood. Here, using cancer cell lines, freshly resected human bladder tumors, and samples from cohorts of patients with bladder cancer before and after BCG therapy, we demonstrate 2 distinct patterns of immune subversion upon BCG relapse. In the first pattern, intracellular BCG infection of cancer cells induced a posttranscriptional downregulation of HLA-I membrane expression via inhibition of autophagy flux. Patients with HLA-I-deficient cancer cells following BCG therapy had a myeloid immunosuppressive tumor microenvironment (TME) with epithelial-mesenchymal transition (EMT) characteristics and dismal outcomes. Conversely, patients with HLA-I-proficient cancer cells after BCG therapy presented with CD8+ T cell tumor infiltrates, upregulation of inflammatory cytokines, and immune checkpoint-inhibitory molecules. The latter patients had a very favorable outcome. We surmise that HLA-I expression in bladder cancers at relapse following BCG does not result from immunoediting but rather from an immune subversion process directly induced by BCG on cancer cells, which predicts a dismal prognosis. HLA-I scoring of cancer cells by IHC staining can be easily implemented by pathologists in routine practice to stratify future treatment strategies for patients with urothelial cancer.",
        "Keywords": [
            "Bacterial infections",
            "Cancer",
            "Immunology",
            "MHC class 1",
            "Oncology"
        ],
        "MeSH terms": [
            "Administration, Intravesical",
            "BCG Vaccine",
            "Humans",
            "Immunity",
            "Immunotherapy",
            "Mycobacterium bovis",
            "Neoplasm Recurrence, Local",
            "Tumor Microenvironment",
            "Urinary Bladder Neoplasms"
        ],
        "Authors": [
            {
                "First Name": "Mathieu",
                "Last Name": "Rouanne",
                "Affiliation": "INSERM U1015, Gustave Roussy, Université Paris-Saclay, Villejuif, France."
            },
            {
                "First Name": "Julien",
                "Last Name": "Adam",
                "Affiliation": "Département de Biologie et Pathologie Médicales, Gustave Roussy, Université Paris-Saclay, Villejuif, France."
            },
            {
                "First Name": "Camélia",
                "Last Name": "Radulescu",
                "Affiliation": "Département de Pathologie, Hôpital Foch, UVSQ - Université Paris-Saclay, Suresnes, France."
            },
            {
                "First Name": "Diane",
                "Last Name": "Letourneur",
                "Affiliation": "INSERM U1015, Gustave Roussy, Université Paris-Saclay, Villejuif, France."
            },
            {
                "First Name": "Delphine",
                "Last Name": "Bredel",
                "Affiliation": "INSERM U1015, Gustave Roussy, Université Paris-Saclay, Villejuif, France."
            },
            {
                "First Name": "Séverine",
                "Last Name": "Mouraud",
                "Affiliation": "INSERM U1015, Gustave Roussy, Université Paris-Saclay, Villejuif, France."
            },
            {
                "First Name": "Anne-Gaëlle",
                "Last Name": "Goubet",
                "Affiliation": "INSERM U1015, Gustave Roussy, Université Paris-Saclay, Villejuif, France."
            },
            {
                "First Name": "Marion",
                "Last Name": "Leduc",
                "Affiliation": "Metabolomics and Cell Biology Platforms, Gustave Roussy Cancer Center, and."
            },
            {
                "First Name": "Noah",
                "Last Name": "Chen",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Tuan Zea",
                "Last Name": "Tan",
                "Affiliation": "Genomics and Data Analytics Core (GeDaC), Cancer Science Institute of Singapore, National University of Singapore, Singapore."
            },
            {
                "First Name": "Nicolas",
                "Last Name": "Signolle",
                "Affiliation": "INSERM U981, Gustave Roussy, Villejuif, France."
            },
            {
                "First Name": "Amélie",
                "Last Name": "Bigorgne",
                "Affiliation": "INSERM U1163, Institut Imagine, Université de Paris, Paris, France."
            },
            {
                "First Name": "Michael",
                "Last Name": "Dussiot",
                "Affiliation": "INSERM U1163, Institut Imagine, Université de Paris, Paris, France."
            },
            {
                "First Name": "Lambros",
                "Last Name": "Tselikas",
                "Affiliation": "INSERM U1015, Gustave Roussy, Université Paris-Saclay, Villejuif, France."
            },
            {
                "First Name": "Sandrine",
                "Last Name": "Susini",
                "Affiliation": "INSERM U1015, Gustave Roussy, Université Paris-Saclay, Villejuif, France."
            },
            {
                "First Name": "François-Xavier",
                "Last Name": "Danlos",
                "Affiliation": "INSERM U1015, Gustave Roussy, Université Paris-Saclay, Villejuif, France."
            },
            {
                "First Name": "Anna K",
                "Last Name": "Schneider",
                "Affiliation": "INSERM U981, Gustave Roussy, Villejuif, France."
            },
            {
                "First Name": "Roman",
                "Last Name": "Chabanon",
                "Affiliation": "ATIP-Avenir Group, INSERM U981, Gustave Roussy, Université Paris-Saclay, Villejuif, France."
            },
            {
                "First Name": "Sophie",
                "Last Name": "Vacher",
                "Affiliation": "Service de Génétique, Institut Curie, PSL Research University, Paris, France."
            },
            {
                "First Name": "Ivan",
                "Last Name": "Bièche",
                "Affiliation": "Service de Génétique, Institut Curie, PSL Research University, Paris, France."
            },
            {
                "First Name": "Thierry",
                "Last Name": "Lebret",
                "Affiliation": "Département d'Urologie, Hôpital Foch, UVSQ - Université Paris-Saclay, Suresnes, France."
            },
            {
                "First Name": "Yves",
                "Last Name": "Allory",
                "Affiliation": "Département de Pathologie, Hôpital Foch, UVSQ - Université Paris-Saclay, Suresnes, France."
            },
            {
                "First Name": "Jean-Charles",
                "Last Name": "Soria",
                "Affiliation": "Gustave Roussy, Université Paris-Saclay, Villejuif, France."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Guido",
                "Last Name": "Kroemer",
                "Affiliation": "Metabolomics and Cell Biology Platforms, Gustave Roussy Cancer Center, and."
            },
            {
                "First Name": "Oliver",
                "Last Name": "Kepp",
                "Affiliation": "Metabolomics and Cell Biology Platforms, Gustave Roussy Cancer Center, and."
            },
            {
                "First Name": "Jean Paul",
                "Last Name": "Thiery",
                "Affiliation": "INSERM U981, Gustave Roussy, Villejuif, France."
            },
            {
                "First Name": "Laurence",
                "Last Name": "Zitvogel",
                "Affiliation": "INSERM U1015, Gustave Roussy, Université Paris-Saclay, Villejuif, France."
            },
            {
                "First Name": "Aurélien",
                "Last Name": "Marabelle",
                "Affiliation": "INSERM U1015, Gustave Roussy, Université Paris-Saclay, Villejuif, France."
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2022"
    },
    {
        "PMID": "35301496",
        "Title": "A programmable encapsulation system improves delivery of therapeutic bacteria in mice.",
        "Abstract": "Living bacteria therapies have been proposed as an alternative approach to treating a broad array of cancers. In this study, we developed a genetically encoded microbial encapsulation system with tunable and dynamic expression of surface capsular polysaccharides that enhances systemic delivery. Based on a small RNA screen of capsular biosynthesis pathways, we constructed inducible synthetic gene circuits that regulate bacterial encapsulation in Escherichia coli Nissle 1917. These bacteria are capable of temporarily evading immune attack, whereas subsequent loss of encapsulation results in effective clearance in vivo. This dynamic delivery strategy enabled a ten-fold increase in maximum tolerated dose of bacteria and improved anti-tumor efficacy in murine models of cancer. Furthermore, in situ encapsulation increased the fraction of microbial translocation among mouse tumors, leading to efficacy in distal tumors. The programmable encapsulation system promises to enhance the therapeutic utility of living engineered bacteria for cancer.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Escherichia coli",
            "Immunotherapy",
            "Mice",
            "Neoplasms"
        ],
        "Authors": [
            {
                "First Name": "Tetsuhiro",
                "Last Name": "Harimoto",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jaeseung",
                "Last Name": "Hahn",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yu-Yu",
                "Last Name": "Chen",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jongwon",
                "Last Name": "Im",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Joanna",
                "Last Name": "Zhang",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Hou",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Fangda",
                "Last Name": "Li",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Courtney",
                "Last Name": "Coker",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kelsey",
                "Last Name": "Gray",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nicole",
                "Last Name": "Harr",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Sreyan",
                "Last Name": "Chowdhury",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kelly",
                "Last Name": "Pu",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Clare",
                "Last Name": "Nimura",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kam W",
                "Last Name": "Leong",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA. kam.leong@columbia.edu."
            },
            {
                "First Name": "Tal",
                "Last Name": "Danino",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA. tal.danino@columbia.edu."
            }
        ],
        "Journal": "Nature biotechnology",
        "PubDate": "2022"
    },
    {
        "PMID": "34883119",
        "Title": "The Origin and Contribution of Cancer-Associated Fibroblasts in Colorectal Carcinogenesis.",
        "Abstract": "Cancer-associated fibroblasts (CAFs) play an important role in colorectal cancer (CRC) progression and predict poor prognosis in CRC patients. However, the cellular origins of CAFs remain unknown, making it challenging to therapeutically target these cells. Here, we aimed to identify the origins and contribution of colorectal CAFs associated with poor prognosis.",
        "Keywords": [
            "Alpha-Smooth Muscle Actin (αSMA)",
            "CD146",
            "Colorectal Cancer",
            "Tumor Microenvironment"
        ],
        "MeSH terms": [
            "Actins",
            "Adult",
            "Aged",
            "Aged, 80 and over",
            "Animals",
            "CD146 Antigen",
            "Cancer-Associated Fibroblasts",
            "Carcinogenesis",
            "Cell Differentiation",
            "Cell Lineage",
            "Cell Proliferation",
            "Colorectal Neoplasms",
            "Disease Models, Animal",
            "Female",
            "Humans",
            "Intestinal Mucosa",
            "Ki-67 Antigen",
            "Male",
            "Mesenchymal Stem Cells",
            "Mice",
            "Mice, Transgenic",
            "Middle Aged",
            "Organoids",
            "Prognosis",
            "Receptors, Leptin",
            "Sequence Analysis, RNA",
            "Survival Rate",
            "Tumor Microenvironment"
        ],
        "Authors": [
            {
                "First Name": "Hiroki",
                "Last Name": "Kobayashi",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; South Australian Health and Medical Research Institute (SAHMRI), Adelaide, South Australia, Australia; Department of Pathology, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan; Division of Molecular Pathology, Center for Neurological Disease and Cancer, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan."
            },
            {
                "First Name": "Krystyna A",
                "Last Name": "Gieniec",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; South Australian Health and Medical Research Institute (SAHMRI), Adelaide, South Australia, Australia."
            },
            {
                "First Name": "Tamsin R M",
                "Last Name": "Lannagan",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; South Australian Health and Medical Research Institute (SAHMRI), Adelaide, South Australia, Australia."
            },
            {
                "First Name": "Tongtong",
                "Last Name": "Wang",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; South Australian Health and Medical Research Institute (SAHMRI), Adelaide, South Australia, Australia."
            },
            {
                "First Name": "Naoya",
                "Last Name": "Asai",
                "Affiliation": "Department of Molecular Pathology, Graduate School of Medicine, Fujita Health University, Toyoake, Aichi, Japan."
            },
            {
                "First Name": "Yasuyuki",
                "Last Name": "Mizutani",
                "Affiliation": "Department of Pathology, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan; Department of Gastroenterology and Hepatology, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan."
            },
            {
                "First Name": "Tadashi",
                "Last Name": "Iida",
                "Affiliation": "Department of Pathology, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan; Department of Gastroenterology and Hepatology, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan."
            },
            {
                "First Name": "Ryota",
                "Last Name": "Ando",
                "Affiliation": "Department of Pathology, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan."
            },
            {
                "First Name": "Elaine M",
                "Last Name": "Thomas",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; South Australian Health and Medical Research Institute (SAHMRI), Adelaide, South Australia, Australia."
            },
            {
                "First Name": "Akihiro",
                "Last Name": "Sakai",
                "Affiliation": "Department of Pathology, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan."
            },
            {
                "First Name": "Nobumi",
                "Last Name": "Suzuki",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; South Australian Health and Medical Research Institute (SAHMRI), Adelaide, South Australia, Australia; Department of Gastroenterology, Graduate School of Medicine, University of Tokyo, Tokyo, Japan."
            },
            {
                "First Name": "Mari",
                "Last Name": "Ichinose",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; South Australian Health and Medical Research Institute (SAHMRI), Adelaide, South Australia, Australia."
            },
            {
                "First Name": "Josephine A",
                "Last Name": "Wright",
                "Affiliation": "South Australian Health and Medical Research Institute (SAHMRI), Adelaide, South Australia, Australia."
            },
            {
                "First Name": "Laura",
                "Last Name": "Vrbanac",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; South Australian Health and Medical Research Institute (SAHMRI), Adelaide, South Australia, Australia."
            },
            {
                "First Name": "Jia Q",
                "Last Name": "Ng",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; South Australian Health and Medical Research Institute (SAHMRI), Adelaide, South Australia, Australia."
            },
            {
                "First Name": "Jarrad",
                "Last Name": "Goyne",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; South Australian Health and Medical Research Institute (SAHMRI), Adelaide, South Australia, Australia."
            },
            {
                "First Name": "Georgette",
                "Last Name": "Radford",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; South Australian Health and Medical Research Institute (SAHMRI), Adelaide, South Australia, Australia."
            },
            {
                "First Name": "Matthew J",
                "Last Name": "Lawrence",
                "Affiliation": "Colorectal Unit, Department of Surgery, Royal Adelaide Hospital, Adelaide, South Australia, Australia."
            },
            {
                "First Name": "Tarik",
                "Last Name": "Sammour",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; South Australian Health and Medical Research Institute (SAHMRI), Adelaide, South Australia, Australia; Colorectal Unit, Department of Surgery, Royal Adelaide Hospital, Adelaide, South Australia, Australia."
            },
            {
                "First Name": "Yoku",
                "Last Name": "Hayakawa",
                "Affiliation": "Department of Gastroenterology, Graduate School of Medicine, University of Tokyo, Tokyo, Japan."
            },
            {
                "First Name": "Sonja",
                "Last Name": "Klebe",
                "Affiliation": "Department of Anatomical Pathology, Flinders Medical Centre, Bedford Park, Adelaide, South Australia, Australia."
            },
            {
                "First Name": "Alice E",
                "Last Name": "Shin",
                "Affiliation": "Pathology and Laboratory Medicine, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada."
            },
            {
                "First Name": "Samuel",
                "Last Name": "Asfaha",
                "Affiliation": "Department of Medicine, University of Western Ontario, London, Ontario, Canada."
            },
            {
                "First Name": "Mark L",
                "Last Name": "Bettington",
                "Affiliation": "Envoi Specialist Pathologists, Kelvin Grove, Queensland, Australia; Faculty of Medicine, University of Queensland, Herston, Queensland, Australia; QIMR Berghofer Medical Research Institute, Herston, Queensland, Australia."
            },
            {
                "First Name": "Florian",
                "Last Name": "Rieder",
                "Affiliation": "Department of Gastroenterology, Hepatology, and Nutrition, Digestive Diseases and Surgery Institute, Cleveland Clinic Foundation, Cleveland, Ohio, USA; Department of Inflammation and Immunity, Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, Ohio, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA; Herbert Irving Comprehensive Cancer Center, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Tal",
                "Last Name": "Danino",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University, New York, New York, USA; Department of Biomedical Engineering, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Lisa M",
                "Last Name": "Butler",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; South Australian Health and Medical Research Institute (SAHMRI), Adelaide, South Australia, Australia."
            },
            {
                "First Name": "Alastair D",
                "Last Name": "Burt",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; Translational and Clinical Research Institute, Newcastle University, Newcastle upon Tyne, United Kingdom."
            },
            {
                "First Name": "Simon J",
                "Last Name": "Leedham",
                "Affiliation": "Intestinal Stem Cell Biology Lab, Wellcome Trust Centre Human Genetics, University of Oxford, Oxford, United Kingdom."
            },
            {
                "First Name": "Anil K",
                "Last Name": "Rustgi",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Siddhartha",
                "Last Name": "Mukherjee",
                "Affiliation": "Department of Medicine and Irving Cancer Research Center, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Masahide",
                "Last Name": "Takahashi",
                "Affiliation": "Department of Pathology, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan; Division of Molecular Pathology, Center for Neurological Disease and Cancer, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan; International Center for Cell and Gene Therapy, Fujita Health University, Toyoake, Aichi, Japan."
            },
            {
                "First Name": "Timothy C",
                "Last Name": "Wang",
                "Affiliation": "Department of Medicine and Irving Cancer Research Center, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Atsushi",
                "Last Name": "Enomoto",
                "Affiliation": "Department of Pathology, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan. Electronic address: enomoto@iar.nagoya-u.ac.jp."
            },
            {
                "First Name": "Susan L",
                "Last Name": "Woods",
                "Affiliation": "Adelaide Medical School, University of Adelaide, Adelaide, South Australia, Australia; South Australian Health and Medical Research Institute (SAHMRI), Adelaide, South Australia, Australia. Electronic address: susan.woods@adelaide.edu.au."
            },
            {
                "First Name": "Daniel L",
                "Last Name": "Worthley",
                "Affiliation": "South Australian Health and Medical Research Institute (SAHMRI), Adelaide, South Australia, Australia; GastroIntestinal Endoscopy, Lutwyche, Queensland, Australia. Electronic address: dan@colonoscopyclinic.com.au."
            }
        ],
        "Journal": "Gastroenterology",
        "PubDate": "2022"
    },
    {
        "PMID": "34129825",
        "Title": "Promotion of cholangiocarcinoma growth by diverse cancer-associated fibroblast subpopulations.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Silvia",
                "Last Name": "Affo",
                "Affiliation": ""
            },
            {
                "First Name": "Ajay",
                "Last Name": "Nair",
                "Affiliation": ""
            },
            {
                "First Name": "Francesco",
                "Last Name": "Brundu",
                "Affiliation": ""
            },
            {
                "First Name": "Aashreya",
                "Last Name": "Ravichandra",
                "Affiliation": ""
            },
            {
                "First Name": "Sonakshi",
                "Last Name": "Bhattacharjee",
                "Affiliation": ""
            },
            {
                "First Name": "Michitaka",
                "Last Name": "Matsuda",
                "Affiliation": ""
            },
            {
                "First Name": "LiKang",
                "Last Name": "Chin",
                "Affiliation": ""
            },
            {
                "First Name": "Aveline",
                "Last Name": "Filliol",
                "Affiliation": ""
            },
            {
                "First Name": "Wen",
                "Last Name": "Wen",
                "Affiliation": ""
            },
            {
                "First Name": "Xinhua",
                "Last Name": "Song",
                "Affiliation": ""
            },
            {
                "First Name": "Aubrianna",
                "Last Name": "Decker",
                "Affiliation": ""
            },
            {
                "First Name": "Jeremy",
                "Last Name": "Worley",
                "Affiliation": ""
            },
            {
                "First Name": "Jorge Matias",
                "Last Name": "Caviglia",
                "Affiliation": ""
            },
            {
                "First Name": "Lexing",
                "Last Name": "Yu",
                "Affiliation": ""
            },
            {
                "First Name": "Deqi",
                "Last Name": "Yin",
                "Affiliation": ""
            },
            {
                "First Name": "Yoshinobu",
                "Last Name": "Saito",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas",
                "Last Name": "Savage",
                "Affiliation": ""
            },
            {
                "First Name": "Rebecca G",
                "Last Name": "Wells",
                "Affiliation": ""
            },
            {
                "First Name": "Matthias",
                "Last Name": "Mack",
                "Affiliation": ""
            },
            {
                "First Name": "Lars",
                "Last Name": "Zender",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": ""
            },
            {
                "First Name": "Helen E",
                "Last Name": "Remotti",
                "Affiliation": ""
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": ""
            },
            {
                "First Name": "Peter",
                "Last Name": "Sims",
                "Affiliation": ""
            },
            {
                "First Name": "Anne-Laure",
                "Last Name": "Leblond",
                "Affiliation": ""
            },
            {
                "First Name": "Achim",
                "Last Name": "Weber",
                "Affiliation": ""
            },
            {
                "First Name": "Marc-Oliver",
                "Last Name": "Riener",
                "Affiliation": ""
            },
            {
                "First Name": "Brent R",
                "Last Name": "Stockwell",
                "Affiliation": ""
            },
            {
                "First Name": "Jellert",
                "Last Name": "Gaublomme",
                "Affiliation": ""
            },
            {
                "First Name": "Josep M",
                "Last Name": "Llovet",
                "Affiliation": ""
            },
            {
                "First Name": "Raghu",
                "Last Name": "Kalluri",
                "Affiliation": ""
            },
            {
                "First Name": "George K",
                "Last Name": "Michalopoulos",
                "Affiliation": ""
            },
            {
                "First Name": "Ekihiro",
                "Last Name": "Seki",
                "Affiliation": ""
            },
            {
                "First Name": "Daniela",
                "Last Name": "Sia",
                "Affiliation": ""
            },
            {
                "First Name": "Xin",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Andrea",
                "Last Name": "Califano",
                "Affiliation": ""
            },
            {
                "First Name": "Robert F",
                "Last Name": "Schwabe",
                "Affiliation": ""
            }
        ],
        "Journal": "Cancer cell",
        "PubDate": "2021"
    },
    {
        "PMID": "33972155",
        "Title": "CXCL13 shapes tertiary lymphoid structures and promotes response to immunotherapy in bladder cancer.",
        "Abstract": null,
        "Keywords": [
            "Anti–PD-L1",
            "Bladder cancer",
            "CXCL13",
            "Tertiary lymphoid structures"
        ],
        "MeSH terms": [
            "Chemokine CXCL13",
            "Humans",
            "Immunotherapy",
            "Tertiary Lymphoid Structures",
            "Urinary Bladder Neoplasms"
        ],
        "Authors": [
            {
                "First Name": "Mathieu",
                "Last Name": "Rouanne",
                "Affiliation": "Institut National de La Santé et de La Recherche Médicale (INSERM) U1015, Equipe Labellisée Ligue Nationale Contre le Cancer, Gustave Roussy, Université Paris-Saclay, 94805, Villejuif, France; Département D'Urologie, Hôpital Foch, UVSQ, Université Paris-Saclay, 92150, Suresnes, France; Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA. Electronic address: mathieu.rouanne@gustaveroussy.fr."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA; Herbert Irving Comprehensive Cancer Center, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Aurélien",
                "Last Name": "Marabelle",
                "Affiliation": "Institut National de La Santé et de La Recherche Médicale (INSERM) U1015, Equipe Labellisée Ligue Nationale Contre le Cancer, Gustave Roussy, Université Paris-Saclay, 94805, Villejuif, France; Département D'Innovation Thérapeutique et D'Essais Précoces (DITEP), Gustave Roussy, Université Paris-Saclay, 94805, Villejuif, France; Centre D'Investigation Clinique de Biothérapies Du Cancer (CICBT), 94805, Villejuif, France."
            }
        ],
        "Journal": "European journal of cancer (Oxford, England : 1990)",
        "PubDate": "2021"
    },
    {
        "PMID": "33930309",
        "Title": "Promotion of cholangiocarcinoma growth by diverse cancer-associated fibroblast subpopulations.",
        "Abstract": "Cancer-associated fibroblasts (CAF) are a poorly characterized cell population in the context of liver cancer. Our study investigates CAF functions in intrahepatic cholangiocarcinoma (ICC), a highly desmoplastic liver tumor. Genetic tracing, single-cell RNA sequencing, and ligand-receptor analyses uncovered hepatic stellate cells (HSC) as the main source of CAF and HSC-derived CAF as the dominant population interacting with tumor cells. In mice, CAF promotes ICC progression, as revealed by HSC-selective CAF depletion. In patients, a high panCAF signature is associated with decreased survival and increased recurrence. Single-cell RNA sequencing segregates CAF into inflammatory and growth factor-enriched (iCAF) and myofibroblastic (myCAF) subpopulations, displaying distinct ligand-receptor interactions. myCAF-expressed hyaluronan synthase 2, but not type I collagen, promotes ICC. iCAF-expressed hepatocyte growth factor enhances ICC growth via tumor-expressed MET, thus directly linking CAF to tumor cells. In summary, our data demonstrate promotion of desmoplastic ICC growth by therapeutically targetable CAF subtype-specific mediators, but not by type I collagen.",
        "Keywords": [
            "CellPhoneDB",
            "HGF",
            "KRAS",
            "YAP",
            "cholangiocarcinoma",
            "immune",
            "mechanosensitive",
            "single cell",
            "stiffness",
            "tumor microenvironment"
        ],
        "MeSH terms": [
            "Aged",
            "Animals",
            "Bile Duct Neoplasms",
            "Bile Ducts, Intrahepatic",
            "Cancer-Associated Fibroblasts",
            "Cholangiocarcinoma",
            "Collagen Type I",
            "Female",
            "Hepatic Stellate Cells",
            "Hepatocyte Growth Factor",
            "Humans",
            "Hyaluronan Synthases",
            "Hyaluronic Acid",
            "Male",
            "Mice, Transgenic",
            "Middle Aged",
            "Proto-Oncogene Proteins c-met",
            "Tumor Microenvironment"
        ],
        "Authors": [
            {
                "First Name": "Silvia",
                "Last Name": "Affo",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Ajay",
                "Last Name": "Nair",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Francesco",
                "Last Name": "Brundu",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Aashreya",
                "Last Name": "Ravichandra",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Sonakshi",
                "Last Name": "Bhattacharjee",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Michitaka",
                "Last Name": "Matsuda",
                "Affiliation": "Department of Medicine, Division of Digestive and Liver Diseases, Cedars-Sinai Medical Center, Los Angeles, CA 90024, USA."
            },
            {
                "First Name": "LiKang",
                "Last Name": "Chin",
                "Affiliation": "Department of Medicine, Penn Physical Sciences in Oncology Center PSOC@Penn, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Aveline",
                "Last Name": "Filliol",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Wen",
                "Last Name": "Wen",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Xinhua",
                "Last Name": "Song",
                "Affiliation": "Department of Bioengineering and Therapeutic Sciences and Liver Center, University of California, San Francisco, CA 94158, USA."
            },
            {
                "First Name": "Aubrianna",
                "Last Name": "Decker",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Jeremy",
                "Last Name": "Worley",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Jorge Matias",
                "Last Name": "Caviglia",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Lexing",
                "Last Name": "Yu",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Deqi",
                "Last Name": "Yin",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Yoshinobu",
                "Last Name": "Saito",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Thomas",
                "Last Name": "Savage",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Rebecca G",
                "Last Name": "Wells",
                "Affiliation": "Department of Medicine, Penn Physical Sciences in Oncology Center PSOC@Penn, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Matthias",
                "Last Name": "Mack",
                "Affiliation": "Department of Nephrology, University Hospital Regensburg, 93053 Regensburg, Germany."
            },
            {
                "First Name": "Lars",
                "Last Name": "Zender",
                "Affiliation": "Department of Medical Oncology and Pneumology, University Hospital Tuebingen, 72076 Tuebingen, Germany; German Cancer Research Consortium (DKTK), German Cancer Research Center (DKFZ), 69120 Heidelberg, Germany; iFIT Cluster of Excellence EXC 2180, University of Tuebingen, 72076 Tuebingen, Germany."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Helen E",
                "Last Name": "Remotti",
                "Affiliation": "Department of Pathology & Cell Biology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Sims",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Anne-Laure",
                "Last Name": "Leblond",
                "Affiliation": "Department for Pathology and Molecular Pathology, Zürich University Hospital, 8091 Zürich, Switzerland."
            },
            {
                "First Name": "Achim",
                "Last Name": "Weber",
                "Affiliation": "Department for Pathology and Molecular Pathology, Zürich University Hospital, 8091 Zürich, Switzerland."
            },
            {
                "First Name": "Marc-Oliver",
                "Last Name": "Riener",
                "Affiliation": "Department for Pathology and Molecular Pathology, Zürich University Hospital, 8091 Zürich, Switzerland."
            },
            {
                "First Name": "Brent R",
                "Last Name": "Stockwell",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA; Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Jellert",
                "Last Name": "Gaublomme",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Josep M",
                "Last Name": "Llovet",
                "Affiliation": "Liver Cancer Translational Research Laboratory, Institut d'Investigacions Biomèdiques August Pi i Sunyer, Hospital Clínic, Universitat de Barcelona, 08036 Barcelona, Spain; Mount Sinai Liver Cancer Program, Divisions of Liver Diseases, Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Institució Catalana de Recerca i Estudis Avançats, Barcelona, Spain."
            },
            {
                "First Name": "Raghu",
                "Last Name": "Kalluri",
                "Affiliation": "Department of Cancer Biology, Metastasis Research Center, University of Texas MD Anderson Cancer Center, Houston, TX 77030, USA."
            },
            {
                "First Name": "George K",
                "Last Name": "Michalopoulos",
                "Affiliation": "Department of Pathology, University of Pittsburgh, Pittsburgh, PA 15213, USA."
            },
            {
                "First Name": "Ekihiro",
                "Last Name": "Seki",
                "Affiliation": "Department of Medicine, Division of Digestive and Liver Diseases, Cedars-Sinai Medical Center, Los Angeles, CA 90024, USA."
            },
            {
                "First Name": "Daniela",
                "Last Name": "Sia",
                "Affiliation": "Mount Sinai Liver Cancer Program, Divisions of Liver Diseases, Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Xin",
                "Last Name": "Chen",
                "Affiliation": "Department of Bioengineering and Therapeutic Sciences and Liver Center, University of California, San Francisco, CA 94158, USA."
            },
            {
                "First Name": "Andrea",
                "Last Name": "Califano",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA; Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University, New York, NY 10032, USA; Department of Systems Biology, Columbia University, New York, NY 10032, USA; Department of Biomedical Informatics, Columbia University, New York, NY 10032, USA; Department of Biochemistry & Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Robert F",
                "Last Name": "Schwabe",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA; Herbert Irving Comprehensive Cancer Center, Columbia University, New York, NY 10032, USA; Institute of Human Nutrition, Columbia University, New York, NY 10032, USA. Electronic address: rfs2102@cumc.columbia.edu."
            }
        ],
        "Journal": "Cancer cell",
        "PubDate": "2021"
    },
    {
        "PMID": "33905375",
        "Title": "Tumor restriction by type I collagen opposes tumor-promoting effects of cancer-associated fibroblasts.",
        "Abstract": "Cancer-associated fibroblasts (CAF) may exert tumor-promoting and tumor-suppressive functions, but the mechanisms underlying these opposing effects remain elusive. Here, we sought to understand these potentially opposing functions by interrogating functional relationships among CAF subtypes, their mediators, desmoplasia, and tumor growth in a wide range of tumor types metastasizing to the liver, the most common organ site for metastasis. Depletion of hepatic stellate cells (HSC), which represented the main source of CAF in mice and patients in our study, or depletion of all CAF decreased tumor growth and mortality in desmoplastic colorectal and pancreatic metastasis but not in nondesmoplastic metastatic tumors. Single-cell RNA-Seq in conjunction with CellPhoneDB ligand-receptor analysis, as well as studies in immune cell-depleted and HSC-selective knockout mice, uncovered direct CAF-tumor interactions as a tumor-promoting mechanism, mediated by myofibroblastic CAF-secreted (myCAF-secreted) hyaluronan and inflammatory CAF-secreted (iCAF-secreted) HGF. These effects were opposed by myCAF-expressed type I collagen, which suppressed tumor growth by mechanically restraining tumor spread, overriding its own stiffness-induced mechanosignals. In summary, mechanical restriction by type I collagen opposes the overall tumor-promoting effects of CAF, thus providing a mechanistic explanation for their dual functions in cancer. Therapeutic targeting of tumor-promoting CAF mediators while preserving type I collagen may convert CAF from tumor promoting to tumor restricting.",
        "Keywords": [
            "Cancer",
            "Collagens",
            "Fibrosis",
            "Hepatology",
            "Oncology"
        ],
        "MeSH terms": [
            "Animals",
            "Cancer-Associated Fibroblasts",
            "Cell Line, Tumor",
            "Collagen Type I",
            "Hepatic Stellate Cells",
            "Humans",
            "Liver Neoplasms, Experimental",
            "Mechanotransduction, Cellular",
            "Mice, Knockout",
            "Neoplasm Metastasis",
            "Mice"
        ],
        "Authors": [
            {
                "First Name": "Sonakshi",
                "Last Name": "Bhattacharjee",
                "Affiliation": "Department of Medicine, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Florian",
                "Last Name": "Hamberger",
                "Affiliation": "Department of Gastroenterology, Hepatology, and Endocrinology, Hannover Medical School, Hanover, Germany."
            },
            {
                "First Name": "Aashreya",
                "Last Name": "Ravichandra",
                "Affiliation": "Department of Medicine, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Maximilian",
                "Last Name": "Miller",
                "Affiliation": "Department of Biochemistry and Microbiology, Rutgers University, New Brunswick, New Jersey, USA."
            },
            {
                "First Name": "Ajay",
                "Last Name": "Nair",
                "Affiliation": "Department of Medicine, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Silvia",
                "Last Name": "Affo",
                "Affiliation": "Department of Medicine, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Aveline",
                "Last Name": "Filliol",
                "Affiliation": "Department of Medicine, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "LiKang",
                "Last Name": "Chin",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            },
            {
                "First Name": "Thomas M",
                "Last Name": "Savage",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Deqi",
                "Last Name": "Yin",
                "Affiliation": "Department of Medicine, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Naita Maren",
                "Last Name": "Wirsik",
                "Affiliation": "Department of General, Visceral and Transplantation Surgery, University Hospital Heidelberg, Heidelberg University, Heidelberg, Germany."
            },
            {
                "First Name": "Adam",
                "Last Name": "Mehal",
                "Affiliation": "Department of Medicine, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Ekihiro",
                "Last Name": "Seki",
                "Affiliation": "Department of Medicine, Division of Digestive and Liver Diseases, Cedars-Sinai Medical Center, Los Angeles, California, USA."
            },
            {
                "First Name": "Matthias",
                "Last Name": "Mack",
                "Affiliation": "Department of Nephrology, University Hospital Regensburg, Regensburg, Germany."
            },
            {
                "First Name": "Di",
                "Last Name": "Zhu",
                "Affiliation": "Department of Pharmacology, Minhang Hospital and School of Pharmacy, Fudan University, Shanghai, China."
            },
            {
                "First Name": "Peter A",
                "Last Name": "Sims",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Raghu",
                "Last Name": "Kalluri",
                "Affiliation": "Department of Cancer Biology, The University of Texas MD Anderson Cancer Center, Houston, Texas, USA."
            },
            {
                "First Name": "Ben Z",
                "Last Name": "Stanger",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            },
            {
                "First Name": "Kenneth P",
                "Last Name": "Olive",
                "Affiliation": "Department of Medicine, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Thomas",
                "Last Name": "Schmidt",
                "Affiliation": "Department of General, Visceral and Transplantation Surgery, University Hospital Heidelberg, Heidelberg University, Heidelberg, Germany."
            },
            {
                "First Name": "Rebecca G",
                "Last Name": "Wells",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            },
            {
                "First Name": "Ingmar",
                "Last Name": "Mederacke",
                "Affiliation": "Department of Gastroenterology, Hepatology, and Endocrinology, Hannover Medical School, Hanover, Germany."
            },
            {
                "First Name": "Robert F",
                "Last Name": "Schwabe",
                "Affiliation": "Department of Medicine, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2021"
    },
    {
        "PMID": "32051224",
        "Title": "Engineered probiotics for local tumor delivery of checkpoint blockade nanobodies.",
        "Abstract": "Checkpoint inhibitors have revolutionized cancer therapy but only work in a subset of patients and can lead to a multitude of toxicities, suggesting the need for more targeted delivery systems. Because of their preferential colonization of tumors, microbes are a natural platform for the local delivery of cancer therapeutics. Here, we engineer a probiotic bacteria system for the controlled production and intratumoral release of nanobodies targeting programmed cell death-ligand 1 (PD-L1) and cytotoxic T lymphocyte-associated protein-4 (CTLA-4) using a stabilized lysing release mechanism. We used computational modeling coupled with experimental validation of lysis circuit dynamics to determine the optimal genetic circuit parameters for maximal therapeutic efficacy. A single injection of this engineered system demonstrated an enhanced therapeutic response compared to analogous clinically relevant antibodies, resulting in tumor regression in syngeneic mouse models. Supporting the potentiation of a systemic immune response, we observed a relative increase in activated T cells, an abscopal effect, and corresponding increases in systemic T cell memory populations in mice treated with probiotically delivered checkpoint inhibitors. Last, we leveraged the modularity of our platform to achieve enhanced therapeutic efficacy in a poorly immunogenic syngeneic mouse model through effective combinations with a probiotically produced cytokine, granulocyte-macrophage colony-stimulating factor (GM-CSF). Together, these results demonstrate that our engineered probiotic system bridges synthetic biology and immunology to improve upon checkpoint blockade delivery.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "CTLA-4 Antigen",
            "Disease Models, Animal",
            "Humans",
            "Immunotherapy",
            "Mice",
            "Neoplasms",
            "Probiotics",
            "Single-Domain Antibodies",
            "T-Lymphocytes"
        ],
        "Authors": [
            {
                "First Name": "Candice R",
                "Last Name": "Gurbatri",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Ioana",
                "Last Name": "Lia",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Rosa",
                "Last Name": "Vincent",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Courtney",
                "Last Name": "Coker",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Samuel",
                "Last Name": "Castro",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Piper M",
                "Last Name": "Treuting",
                "Affiliation": "Department of Comparative Medicine, University of Washington, Seattle, WA 98195, USA."
            },
            {
                "First Name": "Taylor E",
                "Last Name": "Hinchliffe",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology & Immunology, Vagelos College of Physicians and Surgeons of Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Tal",
                "Last Name": "Danino",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA. td2506@columbia.edu."
            }
        ],
        "Journal": "Science translational medicine",
        "PubDate": "2020"
    },
    {
        "PMID": "31270504",
        "Title": "Programmable bacteria induce durable tumor regression and systemic antitumor immunity.",
        "Abstract": "Synthetic biology is driving a new era of medicine through the genetic programming of living cells",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "CD47 Antigen",
            "Escherichia coli",
            "Genetic Engineering",
            "Humans",
            "Immunotherapy",
            "Mice",
            "Mice, Inbred BALB C",
            "Neoplasms",
            "Single-Domain Antibodies"
        ],
        "Authors": [
            {
                "First Name": "Sreyan",
                "Last Name": "Chowdhury",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Samuel",
                "Last Name": "Castro",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Courtney",
                "Last Name": "Coker",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Taylor E",
                "Last Name": "Hinchliffe",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA. na2697@cumc.columbia.edu."
            },
            {
                "First Name": "Tal",
                "Last Name": "Danino",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA. td2506@columbia.edu."
            }
        ],
        "Journal": "Nature medicine",
        "PubDate": "2019"
    },
    {
        "PMID": "30341146",
        "Title": "Glycans for good.",
        "Abstract": "The gut commensal bacterium ",
        "Keywords": [],
        "MeSH terms": [
            "Bifidobacterium",
            "Bifidobacterium bifidum",
            "Immune Tolerance",
            "Polysaccharides",
            "T-Lymphocytes, Regulatory"
        ],
        "Authors": [
            {
                "First Name": "Katherine A",
                "Last Name": "Kaiser",
                "Affiliation": "Department of Microbiology & Immunology, Vagelos College of Physicians and Surgeons, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology & Immunology, Vagelos College of Physicians and Surgeons, Columbia University Irving Medical Center, New York, NY, USA. na2697@cumc.columbia.edu."
            }
        ],
        "Journal": "Science immunology",
        "PubDate": "2018"
    },
    {
        "PMID": "30134197",
        "Title": "Treg Cells: A LAGging Hand Holds the Double-Edged Sword of the IL-23 Axis.",
        "Abstract": "Intestinal Treg cells suppress colitis; yet the mechanisms behind the intricate pathways involved in this process remain largely unknown. In this issue of Immunity,Bauché et al. (2018) show that Treg cells engage MHCII on CX",
        "Keywords": [],
        "MeSH terms": [
            "CX3C Chemokine Receptor 1",
            "Colitis",
            "Humans",
            "Interleukin-23",
            "Intestines",
            "Macrophages",
            "T-Lymphocytes, Regulatory"
        ],
        "Authors": [
            {
                "First Name": "Lucille C",
                "Last Name": "Rankin",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Irving Medical Center, New York, NY USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Irving Medical Center, New York, NY USA. Electronic address: na2697@cumc.columbia.edu."
            }
        ],
        "Journal": "Immunity",
        "PubDate": "2018"
    },
    {
        "PMID": "29707696",
        "Title": "Clonal Bifurcation of Foxp3 Expression Visualized in Thymocytes and T Cells.",
        "Abstract": "Regulatory T cells (Tregs) are crucial for suppressing autoimmunity and inflammation mediated by conventional T cells. To be useful, some Tregs should have overlapping specificity with relevant self-reactive or pathogen-specific clones. Whether matching recognition between Tregs and non-Tregs might arise through stochastic or deterministic mechanisms has not been addressed. We tested the hypothesis that some Tregs that arise in the thymus or that are induced during Ag-driven expansion of conventional CD4",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Bonnie",
                "Last Name": "Yen",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons of Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Katherine T",
                "Last Name": "Fortson",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons of Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Nyanza J",
                "Last Name": "Rothman",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons of Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons of Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Steven L",
                "Last Name": "Reiner",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons of Columbia University, New York, NY 10032."
            }
        ],
        "Journal": "ImmunoHorizons",
        "PubDate": "2018"
    },
    {
        "PMID": "29038367",
        "Title": "A nonimmune function of T cells in promoting lung tumor progression.",
        "Abstract": "The involvement of effector T cells and regulatory T (T reg) cells in opposing and promoting solid organ carcinogenesis, respectively, is viewed as a shifting balance between a breach versus establishment of tolerance to tumor or self-antigens. We considered that tumor-associated T cells might promote malignancy via distinct mechanisms used by T cells in nonlymphoid organs to assist in their maintenance upon injury or stress. Recent studies suggest that T reg cells can participate in tissue repair in a manner separable from their immunosuppressive capacity. Using transplantable models of lung tumors in mice, we found that amphiregulin, a member of the epidermal growth factor family, was prominently up-regulated in intratumoral T reg cells. Furthermore, T cell-restricted amphiregulin deficiency resulted in markedly delayed lung tumor progression. This observed deterrence in tumor progression was not associated with detectable changes in T cell immune responsiveness or T reg and effector T cell numbers. These observations suggest a novel \"nonimmune\" modality for intratumoral T reg and effector T cells in promoting tumor growth through the production of factors normally involved in tissue repair and maintenance.",
        "Keywords": [],
        "MeSH terms": [
            "Amphiregulin",
            "Animals",
            "Cell Line, Tumor",
            "Cell Proliferation",
            "Disease Progression",
            "Lung Neoplasms",
            "Lymphocyte Activation",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Neovascularization, Pathologic",
            "Signal Transduction",
            "T-Lymphocytes, Regulatory"
        ],
        "Authors": [
            {
                "First Name": "Jesse A",
                "Last Name": "Green",
                "Affiliation": "Howard Hughes Medical Institute, Memorial Sloan Kettering Cancer Center, New York, NY."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Howard Hughes Medical Institute, Memorial Sloan Kettering Cancer Center, New York, NY."
            },
            {
                "First Name": "Michail",
                "Last Name": "Schizas",
                "Affiliation": "Howard Hughes Medical Institute, Memorial Sloan Kettering Cancer Center, New York, NY."
            },
            {
                "First Name": "Anton",
                "Last Name": "Dobrin",
                "Affiliation": "Howard Hughes Medical Institute, Memorial Sloan Kettering Cancer Center, New York, NY."
            },
            {
                "First Name": "Alexander Y",
                "Last Name": "Rudensky",
                "Affiliation": "Howard Hughes Medical Institute, Memorial Sloan Kettering Cancer Center, New York, NY rudenska@mskcc.org."
            }
        ],
        "Journal": "The Journal of experimental medicine",
        "PubDate": "2017"
    },
    {
        "PMID": "26317471",
        "Title": "A Distinct Function of Regulatory T Cells in Tissue Protection.",
        "Abstract": "Regulatory T (Treg) cells suppress immune responses to a broad range of non-microbial and microbial antigens and indirectly limit immune inflammation-inflicted tissue damage by employing multiple mechanisms of suppression. Here, we demonstrate that selective Treg cell deficiency in amphiregulin leads to severe acute lung damage and decreased blood oxygen concentration during influenza virus infection without any measureable alterations in Treg cell suppressor function, antiviral immune responses, or viral load. This tissue repair modality is mobilized in Treg cells in response to inflammatory mediator IL-18 or alarmin IL-33, but not by TCR signaling that is required for suppressor function. These results suggest that, during infectious lung injury, Treg cells have a major direct and non-redundant role in tissue repair and maintenance-distinct from their role in suppression of immune responses and inflammation-and that these two essential Treg cell functions are invoked by separable cues.",
        "Keywords": [],
        "MeSH terms": [
            "Amphiregulin",
            "Animals",
            "Autoimmunity",
            "Disease Models, Animal",
            "Humans",
            "Influenza, Human",
            "Lung",
            "Lymphocyte Activation",
            "Mice",
            "Mice, Inbred C57BL",
            "Suppressor Factors, Immunologic",
            "T-Lymphocytes, Regulatory"
        ],
        "Authors": [
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA; Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Jesse A",
                "Last Name": "Green",
                "Affiliation": "Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA; Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Bruno",
                "Last Name": "Moltedo",
                "Affiliation": "Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA; Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Aaron",
                "Last Name": "Arvey",
                "Affiliation": "Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA; Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Saskia",
                "Last Name": "Hemmers",
                "Affiliation": "Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA; Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Shaopeng",
                "Last Name": "Yuan",
                "Affiliation": "Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA; Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA; The David Rockefeller Graduate Program, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Piper M",
                "Last Name": "Treuting",
                "Affiliation": "Department of Comparative Medicine, University of Washington School of Medicine, Seattle, WA 98195, USA."
            },
            {
                "First Name": "Alexander Y",
                "Last Name": "Rudensky",
                "Affiliation": "Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA; Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA. Electronic address: rudenska@mskcc.org."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2015"
    },
    {
        "PMID": "25977230",
        "Title": "Intestinal Blautia Is Associated with Reduced Death from Graft-versus-Host Disease.",
        "Abstract": "The relationship between intestinal microbiota composition and acute graft-versus-host disease (GVHD) after allogeneic blood/marrow transplantation (allo-BMT) is not well understood. Intestinal bacteria have long been thought to contribute to GVHD pathophysiology, but recent animal studies in nontransplant settings have found that anti-inflammatory effects are mediated by certain subpopulations of intestinal commensals. Hypothesizing that a more nuanced relationship may exist between the intestinal bacteria and GVHD, we evaluated the fecal bacterial composition of 64 patients 12 days after BMT. We found that increased bacterial diversity was associated with reduced GVHD-related mortality. Furthermore, harboring increased amounts of bacteria belonging to the genus Blautia was associated with reduced GVHD lethality in this cohort and was confirmed in another independent cohort of 51 patients from the same institution. Blautia abundance was also associated with improved overall survival. We evaluated the abundance of Blautia with respect to clinical factors and found that loss of Blautia was associated with treatment with antibiotics that inhibit anaerobic bacteria and receiving total parenteral nutrition for longer durations. We conclude that increased abundance of commensal bacteria belonging to the Blautia genus is associated with reduced lethal GVHD and improved overall survival.",
        "Keywords": [
            "Graft-versus-host disease",
            "Intestinal bacteria"
        ],
        "MeSH terms": [
            "Bacteria",
            "Cohort Studies",
            "Female",
            "Graft vs Host Disease",
            "Humans",
            "Intestinal Mucosa",
            "Intestines",
            "Male",
            "Risk Factors",
            "Survival Analysis"
        ],
        "Authors": [
            {
                "First Name": "Robert R",
                "Last Name": "Jenq",
                "Affiliation": "Adult BMT, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, New York; Weill Cornell Medical College, New York, New York. Electronic address: jenqr@mskcc.org."
            },
            {
                "First Name": "Ying",
                "Last Name": "Taur",
                "Affiliation": "Weill Cornell Medical College, New York, New York; Infectious Diseases Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, New York."
            },
            {
                "First Name": "Sean M",
                "Last Name": "Devlin",
                "Affiliation": "Department of Epidemiology & Biostatistics, Memorial Sloan Kettering Cancer Center, New York, New York."
            },
            {
                "First Name": "Doris M",
                "Last Name": "Ponce",
                "Affiliation": "Adult BMT, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, New York; Weill Cornell Medical College, New York, New York."
            },
            {
                "First Name": "Jenna D",
                "Last Name": "Goldberg",
                "Affiliation": "Adult BMT, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, New York; Weill Cornell Medical College, New York, New York."
            },
            {
                "First Name": "Katya F",
                "Last Name": "Ahr",
                "Affiliation": "Department of Immunology, Memorial Sloan Kettering Cancer Center, New York, New York."
            },
            {
                "First Name": "Eric R",
                "Last Name": "Littmann",
                "Affiliation": "Infectious Diseases Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, New York."
            },
            {
                "First Name": "Lilan",
                "Last Name": "Ling",
                "Affiliation": "Department of Immunology, Memorial Sloan Kettering Cancer Center, New York, New York."
            },
            {
                "First Name": "Asia C",
                "Last Name": "Gobourne",
                "Affiliation": "Department of Immunology, Memorial Sloan Kettering Cancer Center, New York, New York."
            },
            {
                "First Name": "Liza C",
                "Last Name": "Miller",
                "Affiliation": "Department of Immunology, Memorial Sloan Kettering Cancer Center, New York, New York."
            },
            {
                "First Name": "Melissa D",
                "Last Name": "Docampo",
                "Affiliation": "Department of Immunology, Memorial Sloan Kettering Cancer Center, New York, New York."
            },
            {
                "First Name": "Jonathan U",
                "Last Name": "Peled",
                "Affiliation": "Adult BMT, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, New York; Weill Cornell Medical College, New York, New York."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Immunology, Memorial Sloan Kettering Cancer Center, New York, New York."
            },
            {
                "First Name": "Justin R",
                "Last Name": "Cross",
                "Affiliation": "Cell Metabolism Core, Memorial Sloan Kettering Cancer Center, New York, New York."
            },
            {
                "First Name": "Tatanisha K",
                "Last Name": "Peets",
                "Affiliation": "Department of Nutrition, Memorial Sloan Kettering Cancer Center, New York, New York."
            },
            {
                "First Name": "Melissa A",
                "Last Name": "Lumish",
                "Affiliation": "Department of Immunology, Memorial Sloan Kettering Cancer Center, New York, New York."
            },
            {
                "First Name": "Yusuke",
                "Last Name": "Shono",
                "Affiliation": "Department of Immunology, Memorial Sloan Kettering Cancer Center, New York, New York."
            },
            {
                "First Name": "Jarrod A",
                "Last Name": "Dudakov",
                "Affiliation": "Department of Immunology, Memorial Sloan Kettering Cancer Center, New York, New York."
            },
            {
                "First Name": "Hendrik",
                "Last Name": "Poeck",
                "Affiliation": "Department of Immunology, Memorial Sloan Kettering Cancer Center, New York, New York."
            },
            {
                "First Name": "Alan M",
                "Last Name": "Hanash",
                "Affiliation": "Adult BMT, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, New York; Weill Cornell Medical College, New York, New York."
            },
            {
                "First Name": "Juliet N",
                "Last Name": "Barker",
                "Affiliation": "Adult BMT, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, New York; Weill Cornell Medical College, New York, New York."
            },
            {
                "First Name": "Miguel-Angel",
                "Last Name": "Perales",
                "Affiliation": "Adult BMT, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, New York; Weill Cornell Medical College, New York, New York."
            },
            {
                "First Name": "Sergio A",
                "Last Name": "Giralt",
                "Affiliation": "Adult BMT, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, New York; Weill Cornell Medical College, New York, New York."
            },
            {
                "First Name": "Eric G",
                "Last Name": "Pamer",
                "Affiliation": "Weill Cornell Medical College, New York, New York; Infectious Diseases Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, New York."
            },
            {
                "First Name": "Marcel R M",
                "Last Name": "van den Brink",
                "Affiliation": "Adult BMT, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, New York; Weill Cornell Medical College, New York, New York."
            }
        ],
        "Journal": "Biology of blood and marrow transplantation : journal of the American Society for Blood and Marrow Transplantation",
        "PubDate": "2015"
    },
    {
        "PMID": "24913325",
        "Title": "Keeping peace with the microbiome: acetate dampens inflammatory cytokine production in intestinal epithelial cells.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Acetates",
            "Animals",
            "Humans",
            "Interleukin-8",
            "Male",
            "Tubulin"
        ],
        "Authors": [
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Damon Runyon Cancer Research Foundation, Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            }
        ],
        "Journal": "Immunology and cell biology",
        "PubDate": "2014"
    },
    {
        "PMID": "24528866",
        "Title": "Toll-like receptor-deficient mice reveal how innate immune signaling influences Salmonella virulence strategies.",
        "Abstract": "Pathogens utilize features of the host response as cues to regulate virulence gene expression. Salmonella enterica serovar Typhimurium (ST) sense Toll-like receptor (TLR)-dependent signals to induce Salmonella Pathogenicity Island 2 (SPI2), a locus required for intracellular replication. To examine pathogenicity in the absence of such cues, we evaluated ST virulence in mice lacking all TLR function (Tlr2(-/-)xTlr4(-/-)xUnc93b1(3d/3d)). When delivered systemically to TLR-deficient mice, ST do not require SPI2 and maintain virulence by replicating extracellularly. In contrast, SPI2 mutant ST are highly attenuated after oral infection of the same mice, revealing a role for SPI2 in the earliest stages of infection, even when intracellular replication is not required. This early requirement for SPI2 is abolished in MyD88(-/-)xTRIF(-/-) mice lacking both TLR- and other MyD88-dependent signaling pathways, a potential consequence of compromised intestinal permeability. These results demonstrate how pathogens use plasticity in virulence strategies to respond to different host immune environments.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Host-Pathogen Interactions",
            "Immunity, Innate",
            "Mice",
            "Mice, Knockout",
            "Salmonella typhimurium",
            "Signal Transduction",
            "Toll-Like Receptors",
            "Virulence"
        ],
        "Authors": [
            {
                "First Name": "Kelsey E",
                "Last Name": "Sivick",
                "Affiliation": "Department of Molecular and Cell Biology, Division of Immunology and Pathogenesis, University of California, Berkeley, Berkeley, CA 94720, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Molecular and Cell Biology, Division of Immunology and Pathogenesis, University of California, Berkeley, Berkeley, CA 94720, USA."
            },
            {
                "First Name": "Gabrielle L",
                "Last Name": "Reiner",
                "Affiliation": "Department of Molecular and Cell Biology, Division of Immunology and Pathogenesis, University of California, Berkeley, Berkeley, CA 94720, USA."
            },
            {
                "First Name": "Bettina L",
                "Last Name": "Lee",
                "Affiliation": "Department of Molecular and Cell Biology, Division of Immunology and Pathogenesis, University of California, Berkeley, Berkeley, CA 94720, USA."
            },
            {
                "First Name": "Bethany R",
                "Last Name": "Russell",
                "Affiliation": "Department of Molecular and Cell Biology, Division of Immunology and Pathogenesis, University of California, Berkeley, Berkeley, CA 94720, USA."
            },
            {
                "First Name": "Gregory M",
                "Last Name": "Barton",
                "Affiliation": "Department of Molecular and Cell Biology, Division of Immunology and Pathogenesis, University of California, Berkeley, Berkeley, CA 94720, USA. Electronic address: barton@berkeley.edu."
            }
        ],
        "Journal": "Cell host & microbe",
        "PubDate": "2014"
    },
    {
        "PMID": "24434557",
        "Title": "Microbial metabolites control gut inflammatory responses.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Butyrates",
            "Histone Deacetylase Inhibitors",
            "Intestines",
            "Macrophages"
        ],
        "Authors": [
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Howard Hughes Medical Institute, Ludwig Center at Memorial Sloan-Kettering Cancer Center and Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, NY 10065."
            },
            {
                "First Name": "Alexander Y",
                "Last Name": "Rudensky",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2014"
    },
    {
        "PMID": "24226773",
        "Title": "Metabolites produced by commensal bacteria promote peripheral regulatory T-cell generation.",
        "Abstract": "Intestinal microbes provide multicellular hosts with nutrients and confer resistance to infection. The delicate balance between pro- and anti-inflammatory mechanisms, essential for gut immune homeostasis, is affected by the composition of the commensal microbial community. Regulatory T cells (Treg cells) expressing transcription factor Foxp3 have a key role in limiting inflammatory responses in the intestine. Although specific members of the commensal microbial community have been found to potentiate the generation of anti-inflammatory Treg or pro-inflammatory T helper 17 (TH17) cells, the molecular cues driving this process remain elusive. Considering the vital metabolic function afforded by commensal microorganisms, we reasoned that their metabolic by-products are sensed by cells of the immune system and affect the balance between pro- and anti-inflammatory cells. We tested this hypothesis by exploring the effect of microbial metabolites on the generation of anti-inflammatory Treg cells. We found that in mice a short-chain fatty acid (SCFA), butyrate, produced by commensal microorganisms during starch fermentation, facilitated extrathymic generation of Treg cells. A boost in Treg-cell numbers after provision of butyrate was due to potentiation of extrathymic differentiation of Treg cells, as the observed phenomenon was dependent on intronic enhancer CNS1 (conserved non-coding sequence 1), essential for extrathymic but dispensable for thymic Treg-cell differentiation. In addition to butyrate, de novo Treg-cell generation in the periphery was potentiated by propionate, another SCFA of microbial origin capable of histone deacetylase (HDAC) inhibition, but not acetate, which lacks this HDAC-inhibitory activity. Our results suggest that bacterial metabolites mediate communication between the commensal microbiota and the immune system, affecting the balance between pro- and anti-inflammatory mechanisms.",
        "Keywords": [],
        "MeSH terms": [
            "Acetylation",
            "Animals",
            "Butyrates",
            "Cell Differentiation",
            "Cytokines",
            "Dendritic Cells",
            "Enhancer Elements, Genetic",
            "Fermentation",
            "Forkhead Transcription Factors",
            "Histone Deacetylases",
            "Inflammation Mediators",
            "Intestinal Mucosa",
            "Intestines",
            "Introns",
            "Lymphocyte Count",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Starch",
            "Symbiosis",
            "T-Lymphocytes, Regulatory"
        ],
        "Authors": [
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "1] Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA [2] Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA."
            },
            {
                "First Name": "Clarissa",
                "Last Name": "Campbell",
                "Affiliation": "1] Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA [2] Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA."
            },
            {
                "First Name": "Xiying",
                "Last Name": "Fan",
                "Affiliation": "1] Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA [2] Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA."
            },
            {
                "First Name": "Stanislav",
                "Last Name": "Dikiy",
                "Affiliation": "1] Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA [2] Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA."
            },
            {
                "First Name": "Joris",
                "Last Name": "van der Veeken",
                "Affiliation": "1] Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA [2] Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA."
            },
            {
                "First Name": "Paul",
                "Last Name": "deRoos",
                "Affiliation": "1] Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA [2] Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA."
            },
            {
                "First Name": "Hui",
                "Last Name": "Liu",
                "Affiliation": "Donald B. and Catherine C. Marron Cancer Metabolism Center, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA."
            },
            {
                "First Name": "Justin R",
                "Last Name": "Cross",
                "Affiliation": "Donald B. and Catherine C. Marron Cancer Metabolism Center, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA."
            },
            {
                "First Name": "Klaus",
                "Last Name": "Pfeffer",
                "Affiliation": "Institute of Medical Microbiology and Hospital Hygiene, Heinrich-Heine-University Duesseldorf, Duesseldorf 40225, Germany."
            },
            {
                "First Name": "Paul J",
                "Last Name": "Coffer",
                "Affiliation": "1] Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA [2] Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA [3] Department of Cell Biology, University Medical Center Utrecht, 3584 CX Utrecht, The Netherlands."
            },
            {
                "First Name": "Alexander Y",
                "Last Name": "Rudensky",
                "Affiliation": "1] Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA [2] Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2013"
    },
    {
        "PMID": "23290772",
        "Title": "The impact of Toll-like receptors on bacterial virulence strategies.",
        "Abstract": "The mammalian immune system has evolved in the presence of microbes, both pathogenic and commensal. The consequences of microbial recognition by the host has led to the development of compensatory mechanisms by both the host and microbe to either resist or tolerate the existence of the other. In this review we discuss examples of this co-evolutionary relationship. Because of space considerations and for conceptual clarity, we have focused on detection of bacteria by the Toll-like receptor (TLR) family and highlight examples of bacterial strategies to evade, subvert and in some cases even utilize these receptors.",
        "Keywords": [],
        "MeSH terms": [
            "Bacteria",
            "Biological Evolution",
            "Host-Pathogen Interactions",
            "Immune Evasion",
            "Toll-Like Receptors"
        ],
        "Authors": [
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, NY 10065, USA. arpaian@mskcc.org"
            },
            {
                "First Name": "Gregory M",
                "Last Name": "Barton",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in microbiology",
        "PubDate": "2013"
    },
    {
        "PMID": "22440908",
        "Title": "Toll-like receptors: key players in antiviral immunity.",
        "Abstract": "TLRs are a family of innate receptors whose specificities are predetermined in the germline. Therefore, TLRs have evolved to recognize conserved features of microbes. Viruses typically lack the conserved features common to other pathogen classes, so the innate immune system has evolved to recognize viral nucleic acid as a hallmark of viral infection. In this review we discuss examples of TLR-mediated viral recognition and the functional consequences of this recognition for antiviral immunity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Immunity, Innate",
            "Interferon Type I",
            "Nucleic Acids",
            "Signal Transduction",
            "Toll-Like Receptors",
            "Virus Diseases",
            "Viruses"
        ],
        "Authors": [
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Division of Immunology & Pathogenesis, Department of Molecular and Cell Biology, University of California, Berkeley, Berkeley, CA 94720-3200, USA."
            },
            {
                "First Name": "Gregory M",
                "Last Name": "Barton",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in virology",
        "PubDate": "2011"
    },
    {
        "PMID": "22078797",
        "Title": "Transmembrane mutations in Toll-like receptor 9 bypass the requirement for ectodomain proteolysis and induce fatal inflammation.",
        "Abstract": "Recognition of nucleic acids as a signature of infection by Toll-like receptors (TLRs) 7 and 9 exposes the host to potential self-recognition and autoimmunity. It has been proposed that intracellular compartmentalization is largely responsible for reliable self versus nonself discrimination by these receptors. We have previously shown that TLR9 and TLR7 require processing prior to activation, which may further reinforce receptor compartmentalization and tolerance to self, yet this possibility remains untested. Here we report that residues within the TLR9 transmembrane (TM) region conferred the requirement for ectodomain proteolysis. TLR9 TM mutants responded to extracellular DNA, and mice expressing such receptors died from systemic inflammation and anemia. This inflammatory disease did not require lymphocytes and appeared to require recognition of self-DNA by dendritic cells. To our knowledge, these results provide the first demonstration that TLR-intrinsic mutations can lead to a break in tolerance.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Amino Acid Substitution",
            "Animals",
            "Autoimmunity",
            "B-Lymphocytes",
            "Cell Membrane",
            "Dendritic Cells",
            "Gene Expression",
            "Genes, Lethal",
            "HEK293 Cells",
            "Humans",
            "Inflammation",
            "Ligands",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Molecular Sequence Data",
            "Mutation",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "Protein Transport",
            "Proteolysis",
            "Receptor, Interferon alpha-beta",
            "Signal Transduction",
            "T-Lymphocytes",
            "Toll-Like Receptor 9",
            "Tumor Necrosis Factor-alpha"
        ],
        "Authors": [
            {
                "First Name": "Maria L",
                "Last Name": "Mouchess",
                "Affiliation": "Division of Immunology & Pathogenesis, Department of Molecular and Cell Biology, University of California, Berkeley, 405 Life Sciences Addition, Berkeley, CA 94720-3200, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": ""
            },
            {
                "First Name": "Gianne",
                "Last Name": "Souza",
                "Affiliation": ""
            },
            {
                "First Name": "Roman",
                "Last Name": "Barbalat",
                "Affiliation": ""
            },
            {
                "First Name": "Sarah E",
                "Last Name": "Ewald",
                "Affiliation": ""
            },
            {
                "First Name": "Laura",
                "Last Name": "Lau",
                "Affiliation": ""
            },
            {
                "First Name": "Gregory M",
                "Last Name": "Barton",
                "Affiliation": ""
            }
        ],
        "Journal": "Immunity",
        "PubDate": "2011"
    },
    {
        "PMID": "21376231",
        "Title": "TLR signaling is required for Salmonella typhimurium virulence.",
        "Abstract": "Toll-like receptors (TLRs) contribute to host resistance to microbial pathogens and can drive the evolution of virulence mechanisms. We have examined the relationship between host resistance and pathogen virulence using mice with a functional allele of the nramp-1 gene and lacking combinations of TLRs. Mice deficient in both TLR2 and TLR4 were highly susceptible to the intracellular bacterial pathogen Salmonella typhimurium, consistent with reduced innate immune function. However, mice lacking additional TLRs involved in S. typhimurium recognition were less susceptible to infection. In these TLR-deficient cells, bacteria failed to upregulate Salmonella pathogenicity island 2 (SPI-2) genes and did not form a replicative compartment. We demonstrate that TLR signaling enhances the rate of acidification of the Salmonella-containing phagosome, and inhibition of this acidification prevents SPI-2 induction. Our results indicate that S. typhimurium requires cues from the innate immune system to regulate virulence genes necessary for intracellular survival, growth, and systemic infection.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Cell Line",
            "Host-Pathogen Interactions",
            "Humans",
            "Immunity, Innate",
            "Macrophages",
            "Membrane Proteins",
            "Salmonella typhimurium",
            "Signal Transduction",
            "Toll-Like Receptors"
        ],
        "Authors": [
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Division of Immunology & Pathogenesis, Department of Molecular and Cell Biology, University of California, Berkeley, Berkeley, CA 94720-3200, USA."
            },
            {
                "First Name": "Jernej",
                "Last Name": "Godec",
                "Affiliation": ""
            },
            {
                "First Name": "Laura",
                "Last Name": "Lau",
                "Affiliation": ""
            },
            {
                "First Name": "Kelsey E",
                "Last Name": "Sivick",
                "Affiliation": ""
            },
            {
                "First Name": "Laura M",
                "Last Name": "McLaughlin",
                "Affiliation": ""
            },
            {
                "First Name": "Marcus B",
                "Last Name": "Jones",
                "Affiliation": ""
            },
            {
                "First Name": "Tatiana",
                "Last Name": "Dracheva",
                "Affiliation": ""
            },
            {
                "First Name": "Scott N",
                "Last Name": "Peterson",
                "Affiliation": ""
            },
            {
                "First Name": "Denise M",
                "Last Name": "Monack",
                "Affiliation": ""
            },
            {
                "First Name": "Gregory M",
                "Last Name": "Barton",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2011"
    },
    {
        "PMID": "21638552",
        "Title": "The metabolic effects of low-carbohydrate diets and incorporation into a biochemistry course.",
        "Abstract": "One of the challenges in teaching biochemistry is facilitating students' interest in and mastery of metabolism. The many pathways and modes of regulation can be overwhelming for students to learn and difficult for professors to teach in an engaging manner. We have found it useful to take advantage of prevailing interest in popular yet controversial weight-loss methods, particularly low-carbohydrate diets. The metabolic rationale behind these eating plans can be linked to glycolysis, the citric acid cycle, lipolysis, gluconeogenesis, ketosis, glycogen metabolism, fatty acid oxidation, and hormonal regulation. When this approach was used in undergraduate biochemistry classes at the State University of New York at Geneseo, students were highly motivated to learn the biochemical principles behind these diets. The following provides information about low-carbohydrate diet plans that will enable professors to speak authoritatively on the subject. History and studies regarding efficacy as well as biochemical metabolic effects are included.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Wendy",
                "Last Name": "Pogozelski",
                "Affiliation": "Department of Chemistry, State University of New York College at Geneseo, Geneseo, New York 14454. pogozels@geneseo.edu."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": ""
            },
            {
                "First Name": "Salvatore",
                "Last Name": "Priore",
                "Affiliation": ""
            }
        ],
        "Journal": "Biochemistry and molecular biology education : a bimonthly publication of the International Union of Biochemistry and Molecular Biology",
        "PubDate": "2005"
    }
]