[
    {
        "PMID": "38861262",
        "Title": "Boarding Duration in the Emergency Department and Inpatient Delirium and Severe Agitation.",
        "Abstract": "This cohort study examines the risk factors for developing delirium and/or agitation in patients in the emergency department waiting for an inpatient bed.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Delirium",
            "Emergency Service, Hospital",
            "Male",
            "Female",
            "Aged",
            "Psychomotor Agitation",
            "Middle Aged",
            "Inpatients",
            "Length of Stay",
            "Aged, 80 and over",
            "Hospitalization",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Joshua W",
                "Last Name": "Joseph",
                "Affiliation": "Department of Emergency Medicine, Brigham and Women's Hospital, Boston, Massachusetts."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Computer Science, Columbia University, New York, New York."
            },
            {
                "First Name": "Melissa L P",
                "Last Name": "Mattison",
                "Affiliation": "Department of Medicine, Massachusetts General Hospital, Boston."
            },
            {
                "First Name": "Lauren M",
                "Last Name": "Nentwich",
                "Affiliation": "Department of Emergency Medicine, Harvard Medical School, Boston, Massachusetts."
            },
            {
                "First Name": "Sharon A",
                "Last Name": "Levine",
                "Affiliation": "Department of Medicine, Massachusetts General Hospital, Boston."
            },
            {
                "First Name": "Edward R",
                "Last Name": "Marcantonio",
                "Affiliation": "Department of Medicine, Harvard Medical School, Boston, Massachusetts."
            },
            {
                "First Name": "Maura",
                "Last Name": "Kennedy",
                "Affiliation": "Department of Emergency Medicine, Harvard Medical School, Boston, Massachusetts."
            }
        ],
        "Journal": "JAMA network open",
        "PubDate": "2024"
    },
    {
        "PMID": "38782170",
        "Title": "Causal fairness assessment of treatment allocation with electronic health records.",
        "Abstract": "Healthcare continues to grapple with the persistent issue of treatment disparities, sparking concerns regarding the equitable allocation of treatments in clinical practice. While various fairness metrics have emerged to assess fairness in decision-making processes, a growing focus has been on causality-based fairness concepts due to their capacity to mitigate confounding effects and reason about bias. However, the application of causal fairness notions in evaluating the fairness of clinical decision-making with electronic health record (EHR) data remains an understudied domain. This study aims to address the methodological gap in assessing causal fairness of treatment allocation with electronic health records data. In addition, we investigate the impact of social determinants of health on the assessment of causal fairness of treatment allocation.",
        "Keywords": [
            "Causal fairness",
            "Electronic health record",
            "Health equity",
            "Machine learning",
            "Principal fairness"
        ],
        "MeSH terms": [
            "Humans",
            "Electronic Health Records",
            "Algorithms",
            "Male",
            "Female",
            "Clinical Decision-Making",
            "Coronary Artery Disease",
            "Healthcare Disparities",
            "Middle Aged",
            "Social Determinants of Health",
            "Causality"
        ],
        "Authors": [
            {
                "First Name": "Linying",
                "Last Name": "Zhang",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Lauren R",
                "Last Name": "Richter",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Yixin",
                "Last Name": "Wang",
                "Affiliation": "Department of Statistics, University of Michigan, Ann Arbor, MI, USA."
            },
            {
                "First Name": "Anna",
                "Last Name": "Ostropolets",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY, USA; Department of Computer Science, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "David M",
                "Last Name": "Blei",
                "Affiliation": "Department of Statistics, Columbia University, New York, NY, USA; Department of Computer Science, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "George",
                "Last Name": "Hripcsak",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY, USA. Electronic address: hripcsak@columbia.edu."
            }
        ],
        "Journal": "Journal of biomedical informatics",
        "PubDate": "2024"
    },
    {
        "PMID": "38770277",
        "Title": "Generating EDU Extracts for Plan-Guided Summary Re-Ranking.",
        "Abstract": "Two-step approaches, in which summary candidates are generated-then-reranked to return a single summary, can improve ROUGE scores over the standard single-step approach. Yet, standard decoding methods (i.e., beam search, nucleus sampling, and diverse beam search) produce candidates with redundant, and often low quality, content. In this paper, we design a novel method to generate candidates for re-ranking that addresses these issues. We ground each candidate abstract on its own unique content plan and generate distinct plan-guided abstracts using a model's top beam. More concretely, a standard language model (a BART LM) auto-regressively generates elemental discourse unit (EDU) content plans with an extractive copy mechanism. The top ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Griffin",
                "Last Name": "Adams",
                "Affiliation": "Columbia University: Computer Science."
            },
            {
                "First Name": "Alexander R",
                "Last Name": "Fabbri",
                "Affiliation": "Salesforce Research."
            },
            {
                "First Name": "Faisal",
                "Last Name": "Ladhak",
                "Affiliation": "Columbia University: Computer Science."
            },
            {
                "First Name": "Kathleen",
                "Last Name": "McKeown",
                "Affiliation": "Columbia University: Computer Science."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Columbia University: Computer Science."
            }
        ],
        "Journal": "Proceedings of the conference. Association for Computational Linguistics. Meeting",
        "PubDate": "2023"
    },
    {
        "PMID": "38712122",
        "Title": "Enhancing Genetic Association Power in Endometriosis through Unsupervised Clustering of Clinical Subtypes Identified from Electronic Health Records.",
        "Abstract": "Endometriosis affects 10% of reproductive-age women, and yet, it goes undiagnosed for 3.6 years on average after symptoms onset. Despite large GWAS meta-analyses (N > 750,000), only a few dozen causal loci have been identified. We hypothesized that the challenges in identifying causal genes for endometriosis stem from heterogeneity across clinical and biological factors underlying endometriosis diagnosis.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Lindsay",
                "Last Name": "Guare",
                "Affiliation": ""
            },
            {
                "First Name": "Leigh Ann",
                "Last Name": "Humphrey",
                "Affiliation": ""
            },
            {
                "First Name": "Margaret",
                "Last Name": "Rush",
                "Affiliation": ""
            },
            {
                "First Name": "Meredith",
                "Last Name": "Pollie",
                "Affiliation": ""
            },
            {
                "First Name": "Yuan",
                "Last Name": "Luo",
                "Affiliation": ""
            },
            {
                "First Name": "Chunhua",
                "Last Name": "Weng",
                "Affiliation": ""
            },
            {
                "First Name": "Wei-Qi",
                "Last Name": "Wei",
                "Affiliation": ""
            },
            {
                "First Name": "Leah",
                "Last Name": "Kottyan",
                "Affiliation": ""
            },
            {
                "First Name": "Gail",
                "Last Name": "Jarvik",
                "Affiliation": ""
            },
            {
                "First Name": "Noemie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Krina",
                "Last Name": "Zondervan",
                "Affiliation": ""
            },
            {
                "First Name": "Stacey",
                "Last Name": "Missmer",
                "Affiliation": ""
            },
            {
                "First Name": "Marijana",
                "Last Name": "Vujkovic",
                "Affiliation": ""
            },
            {
                "First Name": "Digna",
                "Last Name": "Velez-Edwards",
                "Affiliation": ""
            },
            {
                "First Name": "Suneeta",
                "Last Name": "Senapati",
                "Affiliation": ""
            },
            {
                "First Name": "Shefali",
                "Last Name": "Setia-Verma",
                "Affiliation": ""
            }
        ],
        "Journal": "medRxiv : the preprint server for health sciences",
        "PubDate": "2024"
    },
    {
        "PMID": "38689884",
        "Title": "What are the Desired Characteristics of Calibration Sets? Identifying Correlates on Long Form Scientific Summarization.",
        "Abstract": "Summarization models often generate text that is poorly calibrated to quality metrics because they are trained to maximize the likelihood of a single reference (MLE). To address this, recent work has added a calibration step, which exposes a model to its own ranked outputs to improve relevance or, in a separate line of work, contrasts positive and negative sets to improve faithfulness. While effective, much of this work has focused on ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Griffin",
                "Last Name": "Adams",
                "Affiliation": "Computer Science, Columbia University."
            },
            {
                "First Name": "Bichlien H",
                "Last Name": "Nguyen",
                "Affiliation": "Microsoft Research."
            },
            {
                "First Name": "Jake",
                "Last Name": "Smith",
                "Affiliation": "Microsoft Research."
            },
            {
                "First Name": "Yingce",
                "Last Name": "Xia",
                "Affiliation": "Microsoft Research."
            },
            {
                "First Name": "Shufang",
                "Last Name": "Xie",
                "Affiliation": "Microsoft Research."
            },
            {
                "First Name": "Anna",
                "Last Name": "Ostropolets",
                "Affiliation": "Biomedical Informatics, Columbia University."
            },
            {
                "First Name": "Budhaditya",
                "Last Name": "Deb",
                "Affiliation": "Microsoft Research."
            },
            {
                "First Name": "Yuan-Jyue",
                "Last Name": "Chen",
                "Affiliation": "Microsoft Research."
            },
            {
                "First Name": "Tristan",
                "Last Name": "Naumann",
                "Affiliation": "Microsoft Research."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Computer Science, Columbia University."
            }
        ],
        "Journal": "Proceedings of the conference. Association for Computational Linguistics. Meeting",
        "PubDate": "2023"
    },
    {
        "PMID": "38645158",
        "Title": "Enabling a Learning Public Health System:Enhanced Surveillance of HIV and Other Sexually Transmitted Infections.",
        "Abstract": "Sexually transmitted infections (STIs) continue to pose a substantial public health challenge in the United States (US). Surveillance, a cornerstone of disease control and prevention, can be strengthened to promote more timely, efficient, and equitable practices by incorporating health information exchange (HIE) and other large-scale health data sources into reporting. New York City patient-level electronic health record data between January 1, 2018 and June 30, 2023 were obtained from Healthix, the largest US public HIE. Healthix data were linked to neighborhood-level information from the American Community Survey. In this casecontrol study, chlamydia, gonorrhea, and HIV-positive cases were compared to controls to estimate the odds of receiving a specific laboratory test or positive result using generalized estimating equations with logit function and robust standard errors. Among 1,519,121 tests performed for chlamydia, 1,574,772 for gonorrhea, and 1,200,560 for HIV, 2%, 0.6% and 0.3% were positive for chlamydia, gonorrhea, and HIV, respectively. Chlamydia and gonorrhea co-occurred in 1,854 cases (7% of chlamydia and 21% of gonorrhea total cases). Testing behavior was often incongruent with geographic and sociodemographic patterns of positive cases. For example, people living in areas with the highest levels of poverty were less likely to test for gonorrhea but almost twice as likely to test positive compared to those in low poverty areas. Regional HIE enabled review of testing and cases using granular and complementary data not typically available given existing reporting practices. Enhanced surveillance spotlights potential incongruencies between testing patterns and STI risk in certain populations, signaling potential under- and over-testing. These and future insights derived from HIE data may be used to continuously inform public health practice and drive further improvements in provision and evaluation of services and programs.",
        "Keywords": [
            "disease surveillance",
            "health equity",
            "health information exchange",
            "infectious diseases",
            "public health informatics",
            "sexually transmitted infections"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Harry",
                "Last Name": "Reyes Nieva",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Zucker",
                "Last Name": "Jason",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Emma",
                "Last Name": "Tucker",
                "Affiliation": "College of Physicians and Surgeons, Columbia University, new York, NY, USA."
            },
            {
                "First Name": "Delivette",
                "Last Name": "Castor",
                "Affiliation": "Division of Infectious Diseases, Columbia University, New York, NY USA."
            },
            {
                "First Name": "Michael T",
                "Last Name": "Yin",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Gordon",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "medRxiv : the preprint server for health sciences",
        "PubDate": "2024"
    },
    {
        "PMID": "38266089",
        "Title": "Mining the health disparities and minority health bibliome: A computational scoping review and gap analysis of 200,000+ articles.",
        "Abstract": "Without comprehensive examination of available literature on health disparities and minority health (HDMH), the field is left vulnerable to disproportionately focus on specific populations or conditions, curtailing our ability to fully advance health equity. Using scalable open-source methods, we conducted a computational scoping review of more than 200,000 articles to investigate major populations, conditions, and themes as well as notable gaps. We also compared trends in studied conditions to their relative prevalence using insurance claims (42 million Americans). HDMH publications represent 1% of articles in Medical Literature Analysis and Retrieval System Online (MEDLINE). Most studies are observational in nature, although randomized trial reporting has increased fivefold in the past 20 years. Half of HDMH articles concentrate on only three disease groups (cancer, mental health, and endocrine/metabolic disorders), while hearing, vision, and skin-related conditions are among the least well represented despite substantial prevalence. To support further investigation, we present HDMH Monitor, an interactive dashboard and repository generated from the HDMH bibliome.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Minority Health",
            "Hearing",
            "Mental Health",
            "Health Inequities"
        ],
        "Authors": [
            {
                "First Name": "Harry",
                "Last Name": "Reyes Nieva",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Suzanne",
                "Last Name": "Bakken",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY 10032, USA."
            }
        ],
        "Journal": "Science advances",
        "PubDate": "2024"
    },
    {
        "PMID": "38222422",
        "Title": "Auditing Learned Associations in Deep Learning Approaches to Extract Race and Ethnicity from Clinical Text.",
        "Abstract": "Complete and accurate race and ethnicity (RE) patient information is important for many areas of biomedical informatics research, such as defining and characterizing cohorts, performing quality assessments, and identifying health inequities. Patient-level RE data is often inaccurate or missing in structured sources, but can be supplemented through clinical notes and natural language processing (NLP). While NLP has made many improvements in recent years with large language models, bias remains an often-unaddressed concern, with research showing that harmful and negative language is more often used for certain racial/ethnic groups than others. We present an approach to audit the learned associations of models trained to identify RE information in clinical text by measuring the concordance between model-derived salient features and manually identified RE-related spans of text. We show that while models perform well on the surface, there exist concerning learned associations and potential for future harms from RE-identification models if left unaddressed.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Ethnicity",
            "Deep Learning",
            "Language",
            "Natural Language Processing"
        ],
        "Authors": [
            {
                "First Name": "Oliver J",
                "Last Name": "Bear Don't Walk Iv",
                "Affiliation": "University of Washington, Seattle, WA."
            },
            {
                "First Name": "Adrienne",
                "Last Name": "Pichon",
                "Affiliation": "2 Columbia University, New York, New York."
            },
            {
                "First Name": "Harry Reyes",
                "Last Name": "Nieva",
                "Affiliation": "2 Columbia University, New York, New York."
            },
            {
                "First Name": "Tony",
                "Last Name": "Sun",
                "Affiliation": "2 Columbia University, New York, New York."
            },
            {
                "First Name": "Jaan",
                "Last Name": "Altosaar",
                "Affiliation": "One Fact Foundation, Claymont, DE."
            },
            {
                "First Name": "Karthik",
                "Last Name": "Natarajan",
                "Affiliation": "2 Columbia University, New York, New York."
            },
            {
                "First Name": "Adler",
                "Last Name": "Perotte",
                "Affiliation": "2 Columbia University, New York, New York."
            },
            {
                "First Name": "Peter",
                "Last Name": "Tarczy-Hornoch",
                "Affiliation": "University of Washington, Seattle, WA."
            },
            {
                "First Name": "Dina",
                "Last Name": "Demner-Fushman",
                "Affiliation": "US National Library of Medicine, Bethesda, Maryland."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "2 Columbia University, New York, New York."
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2023"
    },
    {
        "PMID": "38156044",
        "Title": "Using a Health Information Exchange to Characterize Changes in HIV Viral Load Suppression and Disparities During the COVID-19 Pandemic in New York City.",
        "Abstract": "HIV viral suppression requires sustained engagement in care. The COVID-19 pandemic challenged care accessibility for many people living with HIV (PLWH). We used health information exchange data to evaluate the effect of pandemic-related disruptions in HIV care on viral load suppression (VLS) and to examine racial/ethnic disparities in VLS.",
        "Keywords": [
            "COVID-19",
            "HIV management",
            "bioinformatics",
            "disparities",
            "health information exchange"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Emma",
                "Last Name": "Tucker",
                "Affiliation": "Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Harry",
                "Last Name": "Reyes Nieva",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Kayla",
                "Last Name": "Schiffer",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Michael T",
                "Last Name": "Yin",
                "Affiliation": "Division of Infectious Diseases, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Delivette",
                "Last Name": "Castor",
                "Affiliation": "Division of Infectious Diseases, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Gordon",
                "Affiliation": "Division of Infectious Diseases, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Jason",
                "Last Name": "Zucker",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Open forum infectious diseases",
        "PubDate": "2023"
    },
    {
        "PMID": "38071526",
        "Title": "Retrospective cohort study of wrong-patient imaging order errors: how many reach the patient?",
        "Abstract": "Studying near-miss errors is essential to preventing errors from reaching patients. When an error is committed, it may be intercepted (near-miss) or it will reach the patient; estimates of the proportion that reach the patient vary widely. To better understand this relationship, we conducted a retrospective cohort study using two objective measures to identify wrong-patient imaging order errors involving radiation, estimating the proportion of errors that are intercepted and those that reach the patient. This study was conducted at a large integrated healthcare system using data from 1 January to 31 December 2019. The study used two outcome measures of wrong-patient orders: (1) wrong-patient orders that led to misadministration of radiation reported to the New York Patient Occurrence Reporting and Tracking System (NYPORTS) (misadministration events); and (2) wrong-patient orders identified by the Wrong-Patient Retract-and-Reorder (RAR) measure, a measure identifying orders placed for a patient, retracted and rapidly reordered by the same clinician on a different patient (near-miss events). All imaging orders that involved radiation were extracted retrospectively from the healthcare system data warehouse. Among 293 039 total eligible orders, 151 were wrong-patient orders (3 misadministration events, 148 near-miss events), for an overall rate of 51.5 per 100 000 imaging orders involving radiation placed on the wrong patient. Of all wrong-patient imaging order errors, 2% reached the patient, translating to 50 near-miss events for every 1 error that reached the patient. This proportion provides a more accurate and reliable estimate and reinforces the utility of systematic measure of near-miss errors as an outcome for preventative interventions.",
        "Keywords": [
            "Adverse events, epidemiology and detection",
            "Medical error, measurement/epidemiology",
            "Near miss"
        ],
        "MeSH terms": [
            "Humans",
            "Retrospective Studies",
            "Delivery of Health Care, Integrated",
            "New York"
        ],
        "Authors": [
            {
                "First Name": "Jerard Z",
                "Last Name": "Kneifati-Hayek",
                "Affiliation": "Department of Medicine, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Elias",
                "Last Name": "Geist",
                "Affiliation": "Columbia University College of Physicians and Surgeons, New York, New York, USA."
            },
            {
                "First Name": "Jo R",
                "Last Name": "Applebaum",
                "Affiliation": "Department of Medicine, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Alexis K",
                "Last Name": "Dal Col",
                "Affiliation": "Columbia University College of Physicians and Surgeons, New York, New York, USA."
            },
            {
                "First Name": "Hojjat",
                "Last Name": "Salmasian",
                "Affiliation": "Department of Medicine, Brigham and Women's Hospital, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Clyde B",
                "Last Name": "Schechter",
                "Affiliation": "Department of Family and Social Medicine, Albert Einstein College of Medicine, Bronx, New York, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Joshua",
                "Last Name": "Weintraub",
                "Affiliation": "Department of Radiology, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Jason S",
                "Last Name": "Adelman",
                "Affiliation": "Department of Medicine, Columbia University Irving Medical Center, New York, New York, USA jsa2163@cumc.columbia.edu."
            }
        ],
        "Journal": "BMJ quality & safety",
        "PubDate": "2024"
    },
    {
        "PMID": "37905137",
        "Title": "Mining the Health Disparities and Minority Health Bibliome: A Computational Scoping Review and Gap Analysis of 200,000+ Articles.",
        "Abstract": "Without comprehensive examination of available literature on health disparities and minority health (HDMH), the field is left vulnerable to disproportionately focus on specific populations or conditions, curtailing our ability to fully advance health equity. Using scalable open-source methods, we conducted a computational scoping review of more than 200,000 articles to investigate major populations, conditions, and themes in the literature as well as notable gaps. We also compared trends in studied conditions to their relative prevalence in the general population using insurance claims (42MM Americans). HDMH publications represent 1% of articles in MEDLINE. Most studies are observational in nature, though randomized trial reporting has increased five-fold in the last twenty years. Half of all HDMH articles concentrate on only three disease groups (cancer, mental health, endocrine/metabolic disorders), while hearing, vision, and skin-related conditions are among the least well represented despite substantial prevalence. To support further investigation, we also present HDMH Monitor, an interactive dashboard and repository generated from the HDMH bibliome.",
        "Keywords": [
            "health equity",
            "literature analysis",
            "natural language processing"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Harry Reyes",
                "Last Name": "Nieva",
                "Affiliation": "Department of Biomedical Informatics, Columbia University."
            },
            {
                "First Name": "Suzanne",
                "Last Name": "Bakken",
                "Affiliation": "Department of Biomedical Informatics, Columbia University."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University."
            }
        ],
        "Journal": "medRxiv : the preprint server for health sciences",
        "PubDate": "2023"
    },
    {
        "PMID": "37873254",
        "Title": "Investigating Racial Disparities in Drug Prescriptions for Patients with Endometriosis.",
        "Abstract": "Endometriosis is a chronic disease with a long time to diagnosis and several known comorbidities that requires a range of treatments including of pain management and hormone-based medications. Racial disparities specific to endometriosis treatments are unknown.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Aparajita",
                "Last Name": "Kashyap",
                "Affiliation": ""
            },
            {
                "First Name": "Maryam",
                "Last Name": "Aziz",
                "Affiliation": ""
            },
            {
                "First Name": "Tony Y",
                "Last Name": "Sun",
                "Affiliation": ""
            },
            {
                "First Name": "Sharon",
                "Last Name": "Lipsky-Gorman",
                "Affiliation": ""
            },
            {
                "First Name": "Jessica",
                "Last Name": "Opoku-Anane",
                "Affiliation": ""
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            }
        ],
        "Journal": "medRxiv : the preprint server for health sciences",
        "PubDate": "2023"
    },
    {
        "PMID": "37873224",
        "Title": "Large-scale characterization of gender differences in diagnosis prevalence and time to diagnosis.",
        "Abstract": "We carry out an analysis of gender differences in patterns of disease diagnosis across four large observational health datasets and find that women are routinely older when first assigned most diagnoses. Among 112 acute and chronic diseases, women experience longer lengths of time between symptom onset and disease diagnosis than men for most diseases regardless of metric used, even when only symptoms common to both genders are considered. These findings are consistent for patients with private as well as government insurance. Our analysis highlights systematic gender differences in patterns of disease diagnosis and suggests that symptoms of disease are measured or weighed differently for women and men. Data and code leverage the open-source common data model and analytic code and results are publicly available.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Tony Yue",
                "Last Name": "Sun",
                "Affiliation": "Department of Biomedical Informatics, Columbia University; New York City, USA."
            },
            {
                "First Name": "Jill",
                "Last Name": "Hardin",
                "Affiliation": "Janssen Research and Development; Titusville, USA."
            },
            {
                "First Name": "Harry Reyes",
                "Last Name": "Nieva",
                "Affiliation": "Department of Biomedical Informatics, Columbia University; New York City, USA."
            },
            {
                "First Name": "Karthik",
                "Last Name": "Natarajan",
                "Affiliation": "Department of Biomedical Informatics, Columbia University; New York City, USA."
            },
            {
                "First Name": "Ru-Fong",
                "Last Name": "Cheng",
                "Affiliation": "Gender Equality Division, Bill and Melinda Gates Foundation; Seattle, USA."
            },
            {
                "First Name": "Patrick",
                "Last Name": "Ryan",
                "Affiliation": "Janssen Research and Development; Titusville, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University; New York City, USA."
            }
        ],
        "Journal": "medRxiv : the preprint server for health sciences",
        "PubDate": "2023"
    },
    {
        "PMID": "37824142",
        "Title": "Race and Ethnicity and Primary Language in Emergency Department Triage.",
        "Abstract": "Emergency department (ED) triage substantially affects how long patients wait for care but triage scoring relies on few objective criteria. Prior studies suggest that Black and Hispanic patients receive unequal triage scores, paralleled by disparities in the depth of physician evaluations.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Humans",
            "Female",
            "Middle Aged",
            "Ethnicity",
            "Cross-Sectional Studies",
            "Triage",
            "Emergency Service, Hospital",
            "Chest Pain"
        ],
        "Authors": [
            {
                "First Name": "Joshua W",
                "Last Name": "Joseph",
                "Affiliation": "Department of Emergency Medicine, Brigham and Women's Hospital, Boston, Massachusetts."
            },
            {
                "First Name": "Maura",
                "Last Name": "Kennedy",
                "Affiliation": "Harvard Medical School, Boston, Massachusetts."
            },
            {
                "First Name": "Alden M",
                "Last Name": "Landry",
                "Affiliation": "Harvard Medical School, Boston, Massachusetts."
            },
            {
                "First Name": "Regan H",
                "Last Name": "Marsh",
                "Affiliation": "Department of Emergency Medicine, Brigham and Women's Hospital, Boston, Massachusetts."
            },
            {
                "First Name": "Da'Marcus E",
                "Last Name": "Baymon",
                "Affiliation": "Department of Emergency Medicine, Brigham and Women's Hospital, Boston, Massachusetts."
            },
            {
                "First Name": "Dana E",
                "Last Name": "Im",
                "Affiliation": "Department of Emergency Medicine, Brigham and Women's Hospital, Boston, Massachusetts."
            },
            {
                "First Name": "Paul C",
                "Last Name": "Chen",
                "Affiliation": "Department of Emergency Medicine, Brigham and Women's Hospital, Boston, Massachusetts."
            },
            {
                "First Name": "Margaret E",
                "Last Name": "Samuels-Kalow",
                "Affiliation": "Harvard Medical School, Boston, Massachusetts."
            },
            {
                "First Name": "Lauren M",
                "Last Name": "Nentwich",
                "Affiliation": "Harvard Medical School, Boston, Massachusetts."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Departments of Biomedical Informatics and Computer Science, Columbia University, New York, New York."
            },
            {
                "First Name": "León D",
                "Last Name": "Sánchez",
                "Affiliation": "Department of Emergency Medicine, Brigham and Women's Hospital, Boston, Massachusetts."
            }
        ],
        "Journal": "JAMA network open",
        "PubDate": "2023"
    },
    {
        "PMID": "37128361",
        "Title": "Assessing Phenotype Definitions for Algorithmic Fairness.",
        "Abstract": "Phenotyping is a core, routine activity in observational health research. Cohorts impact downstream analyses, such as how a condition is characterized, how patient risk is defined, and what treatments are studied. It is thus critical to ensure that cohorts are representative of all patients, independently of their demographics or social determinants of health. In this paper, we propose a set of best practices to assess the fairness of phenotype definitions. We leverage established fairness metrics commonly used in predictive models and relate them to commonly used epidemiological metrics. We describe an empirical study for Crohn's disease and diabetes type 2, each with multiple phenotype definitions taken from the literature across gender and race. We show that the different phenotype definitions exhibit widely varying and disparate performance according to the different fairness metrics and subgroups. We hope that the proposed best practices can help in constructing fair and inclusive phenotype definitions.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Crohn Disease",
            "Phenotype"
        ],
        "Authors": [
            {
                "First Name": "Tony Y",
                "Last Name": "Sun",
                "Affiliation": "Columbia University, New York, New York."
            },
            {
                "First Name": "Shreyas A",
                "Last Name": "Bhave",
                "Affiliation": "Columbia University, New York, New York."
            },
            {
                "First Name": "Jaan",
                "Last Name": "Altosaar",
                "Affiliation": "Columbia University, New York, New York."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Columbia University, New York, New York."
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2022"
    },
    {
        "PMID": "36989473",
        "Title": "Older Adult Engagement With Symptom Reporting in a COVID-19 Citizen Science Application.",
        "Abstract": "The current study examined the frequency and predictors of older adults' engagement with symptom reporting in COVIDWATCHER, a mobile health (mHealth) citizen science application. ",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Aged",
            "Citizen Science",
            "COVID-19",
            "Telemedicine"
        ],
        "Authors": [
            {
                "First Name": "Mollie",
                "Last Name": "Hobensack",
                "Affiliation": ""
            },
            {
                "First Name": "Caitlin",
                "Last Name": "Dreisbach",
                "Affiliation": ""
            },
            {
                "First Name": "Maxim",
                "Last Name": "Topaz",
                "Affiliation": ""
            },
            {
                "First Name": "Noemie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            },
            {
                "First Name": "Olena",
                "Last Name": "Mamykina",
                "Affiliation": ""
            },
            {
                "First Name": "Suzanne B",
                "Last Name": "Bakken",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of gerontological nursing",
        "PubDate": "2023"
    },
    {
        "PMID": "36935011",
        "Title": "Representing and utilizing clinical textual data for real world studies: An OHDSI approach.",
        "Abstract": "Clinical documentation in electronic health records contains crucial narratives and details about patients and their care. Natural language processing (NLP) can unlock the information conveyed in clinical notes and reports, and thus plays a critical role in real-world studies. The NLP Working Group at the Observational Health Data Sciences and Informatics (OHDSI) consortium was established to develop methods and tools to promote the use of textual data and NLP in real-world observational studies. In this paper, we describe a framework for representing and utilizing textual data in real-world evidence generation, including representations of information from clinical text in the Observational Medical Outcomes Partnership (OMOP) Common Data Model (CDM), the workflow and tools that were developed to extract, transform and load (ETL) data from clinical notes into tables in OMOP CDM, as well as current applications and specific use cases of the proposed OHDSI NLP solution at large consortia and individual institutions with English textual data. Challenges faced and lessons learned during the process are also discussed to provide valuable insights for researchers who are planning to implement NLP solutions in real-world studies.",
        "Keywords": [
            "Electronic health records",
            "Natural language processing",
            "Real-world study"
        ],
        "MeSH terms": [
            "Humans",
            "Data Science",
            "Electronic Health Records",
            "Medical Informatics",
            "Natural Language Processing",
            "Narration"
        ],
        "Authors": [
            {
                "First Name": "Vipina K",
                "Last Name": "Keloth",
                "Affiliation": "Section of Biomedical Informatics and Data Science, Yale School of Medicine, Yale University, New Haven, CT, USA."
            },
            {
                "First Name": "Juan M",
                "Last Name": "Banda",
                "Affiliation": "Department of Computer Science, Georgia State University, Atlanta, GA, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Gurley",
                "Affiliation": "Lurie Cancer Center, Northwestern University, Chicago, Illinois, USA."
            },
            {
                "First Name": "Paul M",
                "Last Name": "Heider",
                "Affiliation": "Biomedical Informatics Center, Medical University of South Carolina, Charleston, SC, USA."
            },
            {
                "First Name": "Georgina",
                "Last Name": "Kennedy",
                "Affiliation": "Ingham Institute for Applied Medical Research, Sydney, Australia."
            },
            {
                "First Name": "Hongfang",
                "Last Name": "Liu",
                "Affiliation": "Department of Artificial Intelligence and Informatics, Mayo Clinic, Rochester, MN, USA."
            },
            {
                "First Name": "Feifan",
                "Last Name": "Liu",
                "Affiliation": "Department of Population and Quantitative Health Sciences, University of Massachusetts Chan Medical School, Worcester, MA, USA."
            },
            {
                "First Name": "Timothy",
                "Last Name": "Miller",
                "Affiliation": "Computational Health Informatics Program, Boston Children's Hospital, and Department of Pediatrics, Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Karthik",
                "Last Name": "Natarajan",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Olga",
                "Last Name": "V Patterson",
                "Affiliation": "VA Informatics and Computing Infrastructure, Department of Veterans Affairs Salt Lake City Health Care System, Salt Lake City, Utah, USA; Division of Epidemiology, Department of Internal Medicine, School of Medicine, University of Utah, Salt Lake City, Utah, USA; Verily Life Sciences, Mountain View, CA, USA."
            },
            {
                "First Name": "Yifan",
                "Last Name": "Peng",
                "Affiliation": "Department of Population Health Sciences, Weill Cornell Medicine, New York, NY, USA."
            },
            {
                "First Name": "Kalpana",
                "Last Name": "Raja",
                "Affiliation": "Section of Biomedical Informatics and Data Science, Yale School of Medicine, Yale University, New Haven, CT, USA."
            },
            {
                "First Name": "Ruth M",
                "Last Name": "Reeves",
                "Affiliation": "TN Valley Healthcare System, U.S. Department of Veterans Affairs, Nashville, TN, USA; Department of Biomedical Informatics, Vanderbilt University Medical Center, Nashville, TN, USA."
            },
            {
                "First Name": "Masoud",
                "Last Name": "Rouhizadeh",
                "Affiliation": "Department of Pharmaceutical Outcomes & Policy, University of Florida, Gainesville, FL, USA; Biomedical Informatics and Data Science, Johns Hopkins University, Baltimore, MD, USA."
            },
            {
                "First Name": "Jianlin",
                "Last Name": "Shi",
                "Affiliation": "VA Informatics and Computing Infrastructure, Department of Veterans Affairs Salt Lake City Health Care System, Salt Lake City, Utah, USA; Division of Epidemiology, Department of Internal Medicine, School of Medicine, University of Utah, Salt Lake City, Utah, USA; Department of Biomedical Informatics, University of Utah, Salt Lake City, USA."
            },
            {
                "First Name": "Xiaoyan",
                "Last Name": "Wang",
                "Affiliation": "Sema4 Mount Sinai Genomics Incorporation, Stamford, CT, USA."
            },
            {
                "First Name": "Yanshan",
                "Last Name": "Wang",
                "Affiliation": "Department of Health Information Management, Department of Biomedical Informatics, and Intelligent Systems Program, University of Pittsburgh, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Wei-Qi",
                "Last Name": "Wei",
                "Affiliation": "Department of Biomedical Informatics, Vanderbilt University Medical Center, Nashville, TN, USA."
            },
            {
                "First Name": "Andrew E",
                "Last Name": "Williams",
                "Affiliation": "School of Medicine, Tufts University, Boston, MA, USA."
            },
            {
                "First Name": "Rui",
                "Last Name": "Zhang",
                "Affiliation": "Institute for Health Informatics, and Department of Pharmaceutical Care & Health Systems, University of Minnesota, Minneapolis, MN, USA."
            },
            {
                "First Name": "Rimma",
                "Last Name": "Belenkaya",
                "Affiliation": "Memorial Sloan Kettering Cancer Center, New York, NY, USA."
            },
            {
                "First Name": "Christian",
                "Last Name": "Reich",
                "Affiliation": "Real World Solutions, IQVIA, Durham, NC, USA."
            },
            {
                "First Name": "Clair",
                "Last Name": "Blacketer",
                "Affiliation": "Janssen Pharmaceutical Research and Development LLC, Titusville, NJ, USA; Department of Medical Informatics, Erasmus University Medical Center, Rotterdam, the Netherlands."
            },
            {
                "First Name": "Patrick",
                "Last Name": "Ryan",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY, USA; Janssen Pharmaceutical Research and Development LLC, Titusville, NJ, USA."
            },
            {
                "First Name": "George",
                "Last Name": "Hripcsak",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY, USA. Electronic address: noemie.elhadad@columbia.edu."
            },
            {
                "First Name": "Hua",
                "Last Name": "Xu",
                "Affiliation": "Section of Biomedical Informatics and Data Science, Yale School of Medicine, Yale University, New Haven, CT, USA. Electronic address: hua.xu@yale.edu."
            }
        ],
        "Journal": "Journal of biomedical informatics",
        "PubDate": "2023"
    },
    {
        "PMID": "36846987",
        "Title": "Inference of Causal Relationships Between Genetic Risk Factors for Cardiometabolic Phenotypes and Female-Specific Health Conditions.",
        "Abstract": "Background Cardiometabolic diseases are highly comorbid, but their relationship with female-specific or overwhelmingly female-predominant health conditions (breast cancer, endometriosis, pregnancy complications) is understudied. This study aimed to estimate the cross-trait genetic overlap and influence of genetic burden of cardiometabolic traits on health conditions unique to women. Methods and Results Using electronic health record data from 71 008 ancestrally diverse women, we examined relationships between 23 obstetrical/gynecological conditions and 4 cardiometabolic phenotypes (body mass index, coronary artery disease, type 2 diabetes, and hypertension) by performing 4 analyses: (1) cross-trait genetic correlation analyses to compare genetic architecture, (2) polygenic risk score-based association tests to characterize shared genetic effects on disease risk, (3) Mendelian randomization for significant associations to assess cross-trait causal relationships, and (4) chronology analyses to visualize the timeline of events unique to groups of women with high and low genetic burden for cardiometabolic traits and highlight the disease prevalence in risk groups by age. We observed 27 significant associations between cardiometabolic polygenic scores and obstetrical/gynecological conditions (body mass index and endometrial cancer, body mass index and polycystic ovarian syndrome, type 2 diabetes and gestational diabetes, type 2 diabetes and polycystic ovarian syndrome). Mendelian randomization analysis provided additional evidence of independent causal effects. We also identified an inverse association between coronary artery disease and breast cancer. High cardiometabolic polygenic scores were associated with early development of polycystic ovarian syndrome and gestational hypertension. Conclusions We conclude that polygenic susceptibility to cardiometabolic traits is associated with elevated risk of certain female-specific health conditions.",
        "Keywords": [
            "Mendelian randomization",
            "cardiometabolic diseases",
            "female health conditions",
            "genomic burden",
            "polygenic risk scores"
        ],
        "MeSH terms": [
            "Humans",
            "Female",
            "Diabetes Mellitus, Type 2",
            "Coronary Artery Disease",
            "Polycystic Ovary Syndrome",
            "Risk Factors",
            "Phenotype"
        ],
        "Authors": [
            {
                "First Name": "Brenda",
                "Last Name": "Xiao",
                "Affiliation": "Graduate Program in Genomics and Computational Biology University of Pennsylvania Philadelphia PA."
            },
            {
                "First Name": "Digna R",
                "Last Name": "Velez Edwards",
                "Affiliation": "Division of Quantitative Sciences, Department of Obstetrics and Gynecology Vanderbilt University Medical Center Nashville TN."
            },
            {
                "First Name": "Anastasia",
                "Last Name": "Lucas",
                "Affiliation": "Department of Genetics University of Pennsylvania Philadelphia PA."
            },
            {
                "First Name": "Theodore",
                "Last Name": "Drivas",
                "Affiliation": "Department of Genetics University of Pennsylvania Philadelphia PA."
            },
            {
                "First Name": "Kathryn",
                "Last Name": "Gray",
                "Affiliation": "Department of Obstetrics and Gynecology Brigham and Women's Hospital Boston MA."
            },
            {
                "First Name": "Brendan",
                "Last Name": "Keating",
                "Affiliation": "Department of Surgery University of Pennsylvania Philadelphia PA."
            },
            {
                "First Name": "Chunhua",
                "Last Name": "Weng",
                "Affiliation": "Department of Biomedical Informatics Columbia University New York NY."
            },
            {
                "First Name": "Gail P",
                "Last Name": "Jarvik",
                "Affiliation": "Departments of Medicine (Medical Genetics) and Genome Sciences University of Washington Medical Center Seattle WA."
            },
            {
                "First Name": "Hakon",
                "Last Name": "Hakonarson",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia Philadelphia PA."
            },
            {
                "First Name": "Leah",
                "Last Name": "Kottyan",
                "Affiliation": "Center for Autoimmune Genomics and Etiology and Division of Allergy & Immunology, Cincinnati Children's Hospital Medical Center, Department of Pediatrics University of Cincinnati OH."
            },
            {
                "First Name": "Noemie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics Columbia University New York NY."
            },
            {
                "First Name": "Wei-Qi",
                "Last Name": "Wei",
                "Affiliation": "Department of Biomedical Informatics Vanderbilt University Medical Center Nashville TN."
            },
            {
                "First Name": "Yuan",
                "Last Name": "Luo",
                "Affiliation": "Department of Preventive Medicine, Feinberg School of Medicine Northwestern University Evanston IL."
            },
            {
                "First Name": "Dokyoon",
                "Last Name": "Kim",
                "Affiliation": "Department of Biostatistics and Epidemiology University of Pennsylvania Philadelphia PA."
            },
            {
                "First Name": "Marylyn",
                "Last Name": "Ritchie",
                "Affiliation": "Department of Genetics University of Pennsylvania Philadelphia PA."
            },
            {
                "First Name": "Shefali Setia",
                "Last Name": "Verma",
                "Affiliation": "Department of Pathology and Laboratory Medicine University of Pennsylvania Philadelphia PA."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Heart Association",
        "PubDate": "2023"
    },
    {
        "PMID": "36792027",
        "Title": "Reduced model for female endocrine dynamics: Validation and functional variations.",
        "Abstract": "A normally functioning menstrual cycle requires significant crosstalk between hormones originating in ovarian and brain tissues. Reproductive hormone dysregulation may cause abnormal function and sometimes infertility. The inherent complexity in this endocrine system is a challenge to identifying mechanisms of cycle disruption, particularly given the large number of unknown parameters in existing mathematical models. We develop a new endocrine model to limit model complexity and use simulated distributions of unknown parameters for model analysis. By employing a comprehensive model evaluation, we identify a collection of mechanisms that differentiate normal and abnormal phenotypes. We also discover an intermediate phenotype-displaying relatively normal hormone levels and cycle dynamics-that is grouped statistically with the irregular phenotype. Results provide insight into how clinical symptoms associated with ovulatory disruption may not be detected through hormone measurements alone.",
        "Keywords": [
            "Endocrinology",
            "Ovulation",
            "Polycystic ovary syndrome"
        ],
        "MeSH terms": [
            "Humans",
            "Female",
            "Polycystic Ovary Syndrome",
            "Hormones",
            "Menstrual Cycle"
        ],
        "Authors": [
            {
                "First Name": "Erica J",
                "Last Name": "Graham",
                "Affiliation": "Mathematics Department, Bryn Mawr College, Bryn Mawr, PA 19010, USA. Electronic address: ejgraham@brynmawr.edu."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Albers",
                "Affiliation": "Pediatrics Department, University of Colorado Denver-Anschutz Medical Campus, Aurora, CO 80045, USA."
            }
        ],
        "Journal": "Mathematical biosciences",
        "PubDate": "2023"
    },
    {
        "PMID": "36454205",
        "Title": "Examining AI Methods for Micro-Coaching Dialogs.",
        "Abstract": "Conversational interaction, for example through chatbots, is well-suited to enable automated health coaching tools to support self-management and prevention of chronic diseases. However, chatbots in health are predominantly scripted or rule-based, which can result in a stagnant and repetitive user experience in contrast with more dynamic, data-driven chatbots in other domains. Consequently, little is known about the tradeoffs of pursuing data-driven approaches for health chatbots. We examined multiple artificial intelligence (AI) approaches to enable ",
        "Keywords": [
            "Health coaching",
            "chatbots",
            "conversational agents",
            "reinforcement learning",
            "self-management"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Elliot G",
                "Last Name": "Mitchell",
                "Affiliation": "Columbia University, Department of Biomedical Informatics, New York, New York."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Columbia University, Department of Biomedical Informatics, New York, New York."
            },
            {
                "First Name": "Lena",
                "Last Name": "Mamykina",
                "Affiliation": "Columbia University, Department of Biomedical Informatics, New York, New York."
            }
        ],
        "Journal": "Proceedings of the SIGCHI conference on human factors in computing systems. CHI Conference",
        "PubDate": "2022"
    },
    {
        "PMID": "36450614",
        "Title": "Machine Learning Methods for Predicting Patient-Level Emergency Department Workload.",
        "Abstract": "Work Relative Value Units (wRVUs) are a component of many compensation models, and a proxy for the effort required to care for a patient. Accurate prediction of wRVUs generated per patient at triage could facilitate real-time load balancing between physicians and provide many practical operational and clinical benefits.",
        "Keywords": [
            "clinical decision support",
            "machine learning",
            "operations management",
            "quality assurance"
        ],
        "MeSH terms": [
            "Adult",
            "Humans",
            "Workload",
            "Emergency Service, Hospital",
            "Triage",
            "Algorithms",
            "Machine Learning"
        ],
        "Authors": [
            {
                "First Name": "Joshua W",
                "Last Name": "Joseph",
                "Affiliation": "Department of Emergency Medicine, Brigham and Women's Hospital, Boston, Massachusetts; Harvard Medical School, Boston, Massachusetts."
            },
            {
                "First Name": "Evan L",
                "Last Name": "Leventhal",
                "Affiliation": "Harvard Medical School, Boston, Massachusetts; Department of Emergency Medicine, Beth Israel Deaconess Medical Center, Boston, Massachusetts."
            },
            {
                "First Name": "Anne V",
                "Last Name": "Grossestreuer",
                "Affiliation": "Harvard Medical School, Boston, Massachusetts; Department of Emergency Medicine, Beth Israel Deaconess Medical Center, Boston, Massachusetts."
            },
            {
                "First Name": "Paul C",
                "Last Name": "Chen",
                "Affiliation": "Department of Emergency Medicine, Brigham and Women's Hospital, Boston, Massachusetts; Harvard Medical School, Boston, Massachusetts."
            },
            {
                "First Name": "Benjamin A",
                "Last Name": "White",
                "Affiliation": "Harvard Medical School, Boston, Massachusetts; Department of Emergency Medicine, Massachusetts General Hospital, Boston, Massachusetts."
            },
            {
                "First Name": "Larry A",
                "Last Name": "Nathanson",
                "Affiliation": "Harvard Medical School, Boston, Massachusetts; Department of Emergency Medicine, Beth Israel Deaconess Medical Center, Boston, Massachusetts."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Departments of Biomedical Informatics and Computer Science, Columbia University, New York, New York."
            },
            {
                "First Name": "Leon D",
                "Last Name": "Sanchez",
                "Affiliation": "Department of Emergency Medicine, Brigham and Women's Hospital, Boston, Massachusetts; Harvard Medical School, Boston, Massachusetts."
            }
        ],
        "Journal": "The Journal of emergency medicine",
        "PubDate": "2023"
    },
    {
        "PMID": "36265561",
        "Title": "Women's Experiences of Symptoms of Suspected or Confirmed COVID-19 Illness During the Pandemic.",
        "Abstract": "To explore experiences of symptoms of suspected or confirmed COVID-19 illness among women using the CovidWatcher mobile citizen science app.",
        "Keywords": [
            "COVID-19",
            "CovidWatcher",
            "SARS-CoV-2",
            "anxiety",
            "fatigue",
            "mental health",
            "novel coronavirus",
            "pandemic",
            "symptoms",
            "women’s health"
        ],
        "MeSH terms": [
            "Humans",
            "Female",
            "Adolescent",
            "Young Adult",
            "Adult",
            "Middle Aged",
            "Aged",
            "Aged, 80 and over",
            "Pandemics",
            "COVID-19",
            "COVID-19 Testing",
            "SARS-CoV-2",
            "Anxiety"
        ],
        "Authors": [
            {
                "First Name": "Katherine",
                "Last Name": "South",
                "Affiliation": ""
            },
            {
                "First Name": "Suzanne",
                "Last Name": "Bakken",
                "Affiliation": ""
            },
            {
                "First Name": "Theresa",
                "Last Name": "Koleck",
                "Affiliation": ""
            },
            {
                "First Name": "Veronica",
                "Last Name": "Barcelona",
                "Affiliation": ""
            },
            {
                "First Name": "Noemie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            },
            {
                "First Name": "Caitlin",
                "Last Name": "Dreisbach",
                "Affiliation": ""
            }
        ],
        "Journal": "Nursing for women's health",
        "PubDate": "2022"
    },
    {
        "PMID": "36173371",
        "Title": "An interactive fitness-for-use data completeness tool to assess activity tracker data.",
        "Abstract": "To design and evaluate an interactive data quality (DQ) characterization tool focused on fitness-for-use completeness measures to support researchers' assessment of a dataset.",
        "Keywords": [
            "data quality",
            "fitness trackers",
            "patient-generated health data",
            "usability testing",
            "user-centered design"
        ],
        "MeSH terms": [
            "Humans",
            "Fitness Trackers",
            "Data Accuracy",
            "Exercise"
        ],
        "Authors": [
            {
                "First Name": "Sylvia",
                "Last Name": "Cho",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Ipek",
                "Last Name": "Ensari",
                "Affiliation": "Department of Artificial Intelligence and Human Health, Icahn School of Medicine, New York, New York, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Chunhua",
                "Last Name": "Weng",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Jennifer M",
                "Last Name": "Radin",
                "Affiliation": "Scripps Research Translational Institute, La Jolla, California, USA."
            },
            {
                "First Name": "Brinnae",
                "Last Name": "Bent",
                "Affiliation": "Department of Biomedical Engineering, Duke University, Durham, North Carolina, USA."
            },
            {
                "First Name": "Pooja",
                "Last Name": "Desai",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Karthik",
                "Last Name": "Natarajan",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2022"
    },
    {
        "PMID": "36103184",
        "Title": "Association of Race and Ethnicity With Triage Emergency Severity Index Scores and Total Visit Work Relative Value Units for Emergency Department Patients.",
        "Abstract": "This cross-sectional study evaluates the association of race and ethnicity with triage Emergency Severity Index scores and total work relative value units for emergency department (ED) patients.",
        "Keywords": [],
        "MeSH terms": [
            "Emergency Service, Hospital",
            "Ethnicity",
            "Humans",
            "Severity of Illness Index",
            "Triage"
        ],
        "Authors": [
            {
                "First Name": "Joshua W",
                "Last Name": "Joseph",
                "Affiliation": "Department of Emergency Medicine, Brigham and Women's Hospital, Boston, Massachusetts."
            },
            {
                "First Name": "Alden M",
                "Last Name": "Landry",
                "Affiliation": "Department of Emergency Medicine, Harvard Medical School, Boston, Massachusetts."
            },
            {
                "First Name": "Maura",
                "Last Name": "Kennedy",
                "Affiliation": "Department of Emergency Medicine, Harvard Medical School, Boston, Massachusetts."
            },
            {
                "First Name": "Da'Marcus Eugene",
                "Last Name": "Baymon",
                "Affiliation": "Department of Emergency Medicine, Brigham and Women's Hospital, Boston, Massachusetts."
            },
            {
                "First Name": "Alice K",
                "Last Name": "Bukhman",
                "Affiliation": "Department of Emergency Medicine, Brigham and Women's Hospital, Boston, Massachusetts."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York."
            },
            {
                "First Name": "León D",
                "Last Name": "Sanchez",
                "Affiliation": "Department of Emergency Medicine, Brigham and Women's Hospital, Boston, Massachusetts."
            }
        ],
        "Journal": "JAMA network open",
        "PubDate": "2022"
    },
    {
        "PMID": "35939422",
        "Title": "A mixed methods study evaluating acceptability of a daily COVID-19 testing regimen with a mobile-app connected, at-home, rapid antigen test: Implications for current and future pandemics.",
        "Abstract": "Widespread use of at-home rapid COVID-19 antigen tests has been proposed as an important public health intervention to interrupt chains of transmission. Antigen tests may be preferred over PCR because they provide on-demand results for relatively low cost and can identify people when they are most likely to be infectious, particularly when used daily. Yet the extent to which a frequent antigen testing intervention will result in a positive public health impact for COVID-19 will depend on high acceptability and high adherence to such regimens.",
        "Keywords": [],
        "MeSH terms": [
            "COVID-19",
            "COVID-19 Testing",
            "Delivery of Health Care",
            "Humans",
            "Mobile Applications",
            "Pandemics"
        ],
        "Authors": [
            {
                "First Name": "Nadia",
                "Last Name": "Nguyen",
                "Affiliation": "The Aaron Diamond AIDS Research Center, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Benjamin",
                "Last Name": "Lane",
                "Affiliation": "The Aaron Diamond AIDS Research Center, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Sangwon",
                "Last Name": "Lee",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Sharon Lipsky",
                "Last Name": "Gorman",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Yumeng",
                "Last Name": "Wu",
                "Affiliation": "The Aaron Diamond AIDS Research Center, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Alicia",
                "Last Name": "Li",
                "Affiliation": "Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Helen",
                "Last Name": "Lu",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Noemie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Michael",
                "Last Name": "Yin",
                "Affiliation": "Department of Medicine, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Kathrine",
                "Last Name": "Meyers",
                "Affiliation": "The Aaron Diamond AIDS Research Center, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2022"
    },
    {
        "PMID": "35851021",
        "Title": "Associations between physical exercise patterns and pain symptoms in individuals with endometriosis: a cross-sectional mHealth-based investigation.",
        "Abstract": "This study investigates the association of daily physical exercise with pain symptoms in endometriosis. We also examined whether an individual's typical weekly (ie, habitual) exercise frequency influences (ie, moderates) the relationship between their pain symptoms on a given day (day ",
        "Keywords": [
            "complementary medicine",
            "epidemiology",
            "health informatics",
            "pain management",
            "preventive medicine"
        ],
        "MeSH terms": [
            "Cross-Sectional Studies",
            "Endometriosis",
            "Exercise",
            "Female",
            "Humans",
            "Pain",
            "Quality of Life",
            "Retrospective Studies",
            "Telemedicine"
        ],
        "Authors": [
            {
                "First Name": "Ipek",
                "Last Name": "Ensari",
                "Affiliation": "Data Science Institute, Columbia University, New York, New York, USA ie2145@columbia.edu."
            },
            {
                "First Name": "Sharon",
                "Last Name": "Lipsky-Gorman",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Emma N",
                "Last Name": "Horan",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Suzanne",
                "Last Name": "Bakken",
                "Affiliation": "Data Science Institute, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Data Science Institute, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "BMJ open",
        "PubDate": "2022"
    },
    {
        "PMID": "35663112",
        "Title": "A scoping review of ethics considerations in clinical natural language processing.",
        "Abstract": "To review through an ethics lens the state of research in clinical natural language processing (NLP) for the study of bias and fairness, and to identify gaps in research.",
        "Keywords": [
            "bias",
            "ethically informed",
            "fairness",
            "natural language processing"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Oliver J",
                "Last Name": "Bear Don't Walk",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Harry",
                "Last Name": "Reyes Nieva",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Sandra Soo-Jin",
                "Last Name": "Lee",
                "Affiliation": "Department of Medical Humanities and Ethics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "JAMIA open",
        "PubDate": "2022"
    },
    {
        "PMID": "35072087",
        "Title": "A Generative Modeling Approach to Calibrated Predictions: A Use Case on Menstrual Cycle Length Prediction.",
        "Abstract": "We explore how to quantify uncertainty when designing predictive models for healthcare to provide well-calibrated results. Uncertainty quantification and calibration are critical in medicine, as one must not only accommodate the variability of the underlying physiology, but adjust to the uncertain data collection and reporting process. This occurs not only on the context of electronic health records (i.e., the clinical documentation process), but on mobile health as well (i.e., user specific self-tracking patterns must be accounted for). In this work, we show that accurate uncertainty estimation is directly relevant to an important health application: the prediction of menstrual cycle length, based on self-tracked information. We take advantage of a flexible generative model that accommodates under-dispersed distributions via two degrees of freedom to fit the mean and variance of the observed cycle lengths. From a machine learning perspective, our work showcases how flexible generative models can not only provide state-of-the art predictive accuracy, but enable well-calibrated predictions. From a healthcare perspective, we demonstrate that with flexible generative models, not only can we accommodate the idiosyncrasies of mobile health data, but we can also adjust the predictive uncertainty to per-user cycle length patterns. We evaluate the proposed model in real-world cycle length data collected by one of the most popular menstrual trackers worldwide, and demonstrate how the proposed generative model provides accurate and well-calibrated cycle length predictions. Providing meaningful, less uncertain cycle length predictions is beneficial for menstrual health researchers, mobile health users and developers, as it may help design more usable mobile health solutions.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Iñigo",
                "Last Name": "Urteaga",
                "Affiliation": "Department of Applied Physics and Applied Mathematics, Data Science Institute Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kathy",
                "Last Name": "Li",
                "Affiliation": "Department of Applied Physics and Applied Mathematics, Data Science Institute Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Amanda",
                "Last Name": "Shea",
                "Affiliation": "Clue by BioWink, Adalbertstraße 7-8, 10999 Berlin, Germany."
            },
            {
                "First Name": "Virginia J",
                "Last Name": "Vitzthum",
                "Affiliation": "Kinsey Institute & Department of Anthropology Indiana University, Bloomington, IN, USA."
            },
            {
                "First Name": "Chris H",
                "Last Name": "Wiggins",
                "Affiliation": "Department of Applied Physics and Applied Mathematics, Data Science Institute Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Data Science Institute Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Proceedings of machine learning research",
        "PubDate": "2021"
    },
    {
        "PMID": "35024858",
        "Title": "Informatics for sex- and gender-related health: understanding the problems, developing new methods, and designing new solutions.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Gender Identity",
            "Health Status",
            "Humans",
            "Medical Informatics",
            "Sex"
        ],
        "Authors": [
            {
                "First Name": "Mary Regina",
                "Last Name": "Boland",
                "Affiliation": "Department of Biostatistics, Epidemiology and Informatics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Wanda",
                "Last Name": "Pratt",
                "Affiliation": "Information School, University of Washington, Seattle, Washington, USA."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2022"
    },
    {
        "PMID": "34849986",
        "Title": "Erratum To: The Messiness of The Menstruator: Assessing Personas and Functionalities of Menstrual Tracking Apps.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Adrienne",
                "Last Name": "Pichon",
                "Affiliation": ""
            },
            {
                "First Name": "Kasey B",
                "Last Name": "Jackman",
                "Affiliation": ""
            },
            {
                "First Name": "Inga T",
                "Last Name": "Winkler",
                "Affiliation": ""
            },
            {
                "First Name": "Chris",
                "Last Name": "Bobel",
                "Affiliation": ""
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2022"
    },
    {
        "PMID": "34790898",
        "Title": "Zero-Shot Clinical Acronym Expansion via Latent Meaning Cells.",
        "Abstract": "We introduce Latent Meaning Cells, a deep latent variable model which learns contextualized representations of words by combining local lexical context and metadata. Metadata can refer to granular context, such as section type, or to more global context, such as unique document ids. Reliance on metadata for contextualized representation learning is apropos in the clinical domain where text is semi-structured and expresses high variation in topics. We evaluate the LMC model on the task of zero-shot clinical acronym expansion across three datasets. The LMC significantly outperforms a diverse set of baselines at a fraction of the pre-training cost and learns clinically coherent representations. We demonstrate that not only is metadata itself very helpful for the task, but that the LMC inference algorithm provides an additional large benefit.",
        "Keywords": [
            "clinical acronyms",
            "representation learning",
            "variational inference"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Griffin",
                "Last Name": "Adams",
                "Affiliation": "Columbia University, New York, NY, US."
            },
            {
                "First Name": "Mert",
                "Last Name": "Ketenci",
                "Affiliation": "Columbia University, New York, NY, US."
            },
            {
                "First Name": "Shreyas",
                "Last Name": "Bhave",
                "Affiliation": "Columbia University, New York, NY, US."
            },
            {
                "First Name": "Adler",
                "Last Name": "Perotte",
                "Affiliation": "Columbia University, New York, NY, US."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Columbia University, New York, NY, US."
            }
        ],
        "Journal": "Proceedings of machine learning research",
        "PubDate": "2020"
    },
    {
        "PMID": "34613388",
        "Title": "The messiness of the menstruator: assessing personas and functionalities of menstrual tracking apps.",
        "Abstract": "The aim of this study was to examine trends in the intended users and functionalities advertised by menstrual tracking apps to identify gaps in personas and intended needs fulfilled by these technologies.",
        "Keywords": [
            "menstrual tracking",
            "menstruation",
            "mobile health",
            "personal health informatics"
        ],
        "MeSH terms": [
            "Artificial Intelligence",
            "Delivery of Health Care",
            "Female",
            "Humans",
            "Menstruation",
            "Mobile Applications",
            "Privacy"
        ],
        "Authors": [
            {
                "First Name": "Adrienne",
                "Last Name": "Pichon",
                "Affiliation": "Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Kasey B",
                "Last Name": "Jackman",
                "Affiliation": "School of Nursing, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Inga T",
                "Last Name": "Winkler",
                "Affiliation": "Institute for the Study of Human Rights, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Chris",
                "Last Name": "Bobel",
                "Affiliation": "Women's, Gender, and Sexuality Studies, University of Massachusetts, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Biomedical Informatics, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2022"
    },
    {
        "PMID": "34534312",
        "Title": "A predictive model for next cycle start date that accounts for adherence in menstrual self-tracking.",
        "Abstract": "The study sought to build predictive models of next menstrual cycle start date based on mobile health self-tracked cycle data. Because app users may skip tracking, disentangling physiological patterns of menstruation from tracking behaviors is necessary for the development of predictive models.",
        "Keywords": [
            "machine learning",
            "menstruation",
            "mobile applications",
            "self-management"
        ],
        "MeSH terms": [
            "Female",
            "Humans",
            "Menstrual Cycle",
            "Menstruation",
            "Mobile Applications",
            "Reproducibility of Results",
            "Telemedicine"
        ],
        "Authors": [
            {
                "First Name": "Kathy",
                "Last Name": "Li",
                "Affiliation": "Department of Applied Physics and Applied Mathematics/Data Science Institute, Columbia University, New York, USA."
            },
            {
                "First Name": "Iñigo",
                "Last Name": "Urteaga",
                "Affiliation": "Department of Applied Physics and Applied Mathematics/Data Science Institute, Columbia University, New York, USA."
            },
            {
                "First Name": "Amanda",
                "Last Name": "Shea",
                "Affiliation": "Clue by BioWink, Berlin, Germany."
            },
            {
                "First Name": "Virginia J",
                "Last Name": "Vitzthum",
                "Affiliation": "Clue by BioWink, Berlin, Germany."
            },
            {
                "First Name": "Chris H",
                "Last Name": "Wiggins",
                "Affiliation": "Department of Applied Physics and Applied Mathematics/Data Science Institute, Columbia University, New York, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2021"
    },
    {
        "PMID": "34498082",
        "Title": "Response to: Looking for clinician involvement under the wrong lamp post: the need for collaboration measures.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Jessica M",
                "Last Name": "Schwartz",
                "Affiliation": "School of Nursing, Columbia University New York, New York, USA."
            },
            {
                "First Name": "Amanda J",
                "Last Name": "Moy",
                "Affiliation": "Department of Biomedical Informatics, Columbia University New York, New York, USA."
            },
            {
                "First Name": "Sarah C",
                "Last Name": "Rossetti",
                "Affiliation": "School of Nursing, Columbia University New York, New York, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University New York, New York, USA."
            },
            {
                "First Name": "Kenrick D",
                "Last Name": "Cato",
                "Affiliation": "School of Nursing, Columbia University New York, New York, USA."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2021"
    },
    {
        "PMID": "34313750",
        "Title": "Corrigendum to: Clinician involvement in research on machine learning-based predictive clinical decision support for the hospital setting: A scoping review.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Jessica M",
                "Last Name": "Schwartz",
                "Affiliation": ""
            },
            {
                "First Name": "Amanda J",
                "Last Name": "Moy",
                "Affiliation": ""
            },
            {
                "First Name": "Sarah C",
                "Last Name": "Rossetti",
                "Affiliation": ""
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            },
            {
                "First Name": "Kenrick D",
                "Last Name": "Cato",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2021"
    },
    {
        "PMID": "34179900",
        "Title": "What's in a Summary? Laying the Groundwork for Advances in Hospital-Course Summarization.",
        "Abstract": "Summarization of clinical narratives is a long-standing research problem. Here, we introduce the task of hospital-course summarization. Given the documentation authored throughout a patient's hospitalization, generate a paragraph that tells the story of the patient admission. We construct an English, text-to-text dataset of 109,000 hospitalizations (2M source notes) and their corresponding summary proxy: the clinician-authored \"Brief Hospital Course\" paragraph written as part of a discharge note. Exploratory analyses reveal that the BHC paragraphs are highly abstractive with some long extracted fragments; are concise yet comprehensive; differ in style and content organization from the source notes; exhibit minimal lexical cohesion; and represent silver-standard references. Our analysis identifies multiple implications for modeling this complex, multi-document summarization task.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Griffin",
                "Last Name": "Adams",
                "Affiliation": "Columbia University, New York, NY."
            },
            {
                "First Name": "Emily",
                "Last Name": "Alsentzer",
                "Affiliation": "Harvard-MIT's Health Science and Technology, Cambridge, MA."
            },
            {
                "First Name": "Mert",
                "Last Name": "Ketenci",
                "Affiliation": "Columbia University, New York, NY."
            },
            {
                "First Name": "Jason",
                "Last Name": "Zucker",
                "Affiliation": "Columbia University, New York, NY."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Columbia University, New York, NY."
            }
        ],
        "Journal": "Proceedings of the conference. Association for Computational Linguistics. North American Chapter. Meeting",
        "PubDate": "2021"
    },
    {
        "PMID": "34151966",
        "Title": "Clinically relevant pretraining is all you need.",
        "Abstract": "Clinical notes present a wealth of information for applications in the clinical domain, but heterogeneity across clinical institutions and settings presents challenges for their processing. The clinical natural language processing field has made strides in overcoming domain heterogeneity, while pretrained deep learning models present opportunities to transfer knowledge from one task to another. Pretrained models have performed well when transferred to new tasks; however, it is not well understood if these models generalize across differences in institutions and settings within the clinical domain. We explore if institution or setting specific pretraining is necessary for pretrained models to perform well when transferred to new tasks. We find no significant performance difference between models pretrained across institutions and settings, indicating that clinically pretrained models transfer well across such boundaries. Given a clinically pretrained model, clinical natural language processing researchers may forgo the time-consuming pretraining step without a significant performance drop.",
        "Keywords": [
            "deep learning",
            "international classification of disease",
            "natural language processing",
            "social determinants of health",
            "transfer learning"
        ],
        "MeSH terms": [
            "Deep Learning",
            "Humans",
            "Natural Language Processing",
            "Research Personnel"
        ],
        "Authors": [
            {
                "First Name": "Oliver J",
                "Last Name": "Bear Don't Walk Iv",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Tony",
                "Last Name": "Sun",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Adler",
                "Last Name": "Perotte",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2021"
    },
    {
        "PMID": "34140703",
        "Title": "Fine-scale genetic ancestry as a potential new tool for precision medicine.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Ethnicity",
            "Genetic Diseases, Inborn",
            "Genetic Predisposition to Disease",
            "Humans",
            "Precision Medicine",
            "Racial Groups"
        ],
        "Authors": [
            {
                "First Name": "Nicholas P",
                "Last Name": "Tatonetti",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA. nick.tatonetti@columbia.edu."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA. noemie.elhadad@columbia.edu."
            }
        ],
        "Journal": "Nature medicine",
        "PubDate": "2021"
    },
    {
        "PMID": "33981961",
        "Title": "Divided We Stand: The Collaborative Work of Patients and Providers in an Enigmatic Chronic Disease.",
        "Abstract": "In chronic conditions, patients and providers need support in understanding and managing illness over time. Focusing on endometriosis, an enigmatic chronic condition, we conducted interviews with specialists and focus groups with patients to elicit their work in care specifically pertaining to dealing with an enigmatic disease, both independently and in partnership, and how technology could support these efforts. We found that the work to care for the illness, including reflecting on the illness experience and planning for care, is significantly compounded by the complex nature of the disease: enigmatic condition means uncertainty and frustration in care and management; the multi-factorial and systemic features of endometriosis without any guidance to interpret them overwhelm patients and providers; the different temporal resolutions of this chronic condition confuse both patients and provides; and patients and providers negotiate medical knowledge and expertise in an attempt to align their perspectives. We note how this added complexity demands that patients and providers work together to find common ground and align perspectives, and propose three design opportunities (considerations to construct a holistic picture of the patient, design features to reflect and make sense of the illness, and opportunities and mechanisms to correct misalignments and plan for care) and implications to support patients and providers in their care work. Specifically, the enigmatic nature of endometriosis necessitates complementary approaches from human-centered computing and artificial intelligence, and thus opens a number of future research avenues.",
        "Keywords": [
            "enigmatic disease",
            "illness work",
            "patient-provider partnership"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Adrienne",
                "Last Name": "Pichon",
                "Affiliation": "Columbia University, Department of Biomedical Informatics."
            },
            {
                "First Name": "Kayla",
                "Last Name": "Schiffer",
                "Affiliation": "Columbia University, Barnard College."
            },
            {
                "First Name": "Emma",
                "Last Name": "Horan",
                "Affiliation": "Columbia University, Department of Biomedical Informatics."
            },
            {
                "First Name": "Bria",
                "Last Name": "Massey",
                "Affiliation": "Columbia University, Department of Biomedical Informatics."
            },
            {
                "First Name": "Suzanne",
                "Last Name": "Bakken",
                "Affiliation": "Columbia University, Department of Biomedical Informatics and School of Nursing."
            },
            {
                "First Name": "Lena",
                "Last Name": "Mamykina",
                "Affiliation": "Columbia University, Department of Biomedical Informatics."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Columbia University, Department of Biomedical Informatics."
            }
        ],
        "Journal": "Proceedings of the ACM on human-computer interaction",
        "PubDate": "2021"
    },
    {
        "PMID": "33778157",
        "Title": "Correction to: Machine Learning for Identifying Emotional Expression in Text: Improving the Accuracy of Established Methods.",
        "Abstract": "[This corrects the article PMC7467127.].",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Erin",
                "Last Name": "Bantum",
                "Affiliation": "Cancer Prevention & Control Program, University of Hawaii Cancer Center, Honolulu, HI, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jason E",
                "Last Name": "Owen",
                "Affiliation": "Dissemination & Training Division, VA Palo Alto Health Care System, Livermore, CA, USA."
            },
            {
                "First Name": "Shaodian",
                "Last Name": "Zhang",
                "Affiliation": "Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Mitch",
                "Last Name": "Golant",
                "Affiliation": "Cancer Support Community, Washington, DC, USA."
            },
            {
                "First Name": "Joanne",
                "Last Name": "Buzaglo",
                "Affiliation": "Cancer Support Community, Washington, DC, USA."
            },
            {
                "First Name": "Joanne",
                "Last Name": "Stephen",
                "Affiliation": "Alberta Health Services, Calgary, Alberta, Canada."
            },
            {
                "First Name": "Janine",
                "Last Name": "Giese-Davis",
                "Affiliation": "Cumming School of Medicine, Department of Oncology, University of Calgary, Calgary, Alberta, Canada."
            }
        ],
        "Journal": "Journal of technology in behavioral science",
        "PubDate": "2020"
    },
    {
        "PMID": "33706377",
        "Title": "Development and validation of prediction models for mechanical ventilation, renal replacement therapy, and readmission in COVID-19 patients.",
        "Abstract": "Coronavirus disease 2019 (COVID-19) patients are at risk for resource-intensive outcomes including mechanical ventilation (MV), renal replacement therapy (RRT), and readmission. Accurate outcome prognostication could facilitate hospital resource allocation. We develop and validate predictive models for each outcome using retrospective electronic health record data for COVID-19 patients treated between March 2 and May 6, 2020.",
        "Keywords": [
            "COVID-19",
            "artificial",
            "patient readmission",
            "renal replacement therapy",
            "respiration",
            "supervised machine learning"
        ],
        "MeSH terms": [
            "Adolescent",
            "Adult",
            "Aged",
            "Aged, 80 and over",
            "Area Under Curve",
            "COVID-19",
            "Electronic Health Records",
            "Female",
            "Humans",
            "Logistic Models",
            "Male",
            "Middle Aged",
            "Models, Statistical",
            "Patient Readmission",
            "Prognosis",
            "ROC Curve",
            "Renal Replacement Therapy",
            "Respiration, Artificial",
            "Retrospective Studies",
            "Statistics, Nonparametric",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Victor Alfonso",
                "Last Name": "Rodriguez",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Shreyas",
                "Last Name": "Bhave",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Ruijun",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Chao",
                "Last Name": "Pang",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "George",
                "Last Name": "Hripcsak",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Soumitra",
                "Last Name": "Sengupta",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Noemie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Robert",
                "Last Name": "Green",
                "Affiliation": "Department of Emergency Medicine, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Jason",
                "Last Name": "Adelman",
                "Affiliation": "Division of General Medicine, Department of Medicine, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Katherine Schlosser",
                "Last Name": "Metitiri",
                "Affiliation": "Department of Pediatrics, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Pierre",
                "Last Name": "Elias",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Holden",
                "Last Name": "Groves",
                "Affiliation": "Department of Anesthesiology, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Sumit",
                "Last Name": "Mohan",
                "Affiliation": "Division of Nephrology, Department of Medicine, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Karthik",
                "Last Name": "Natarajan",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Adler",
                "Last Name": "Perotte",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2021"
    },
    {
        "PMID": "33325504",
        "Title": "Clinician involvement in research on machine learning-based predictive clinical decision support for the hospital setting: A scoping review.",
        "Abstract": "The study sought to describe the prevalence and nature of clinical expert involvement in the development, evaluation, and implementation of clinical decision support systems (CDSSs) that utilize machine learning to analyze electronic health record data to assist nurses and physicians in prognostic and treatment decision making (ie, predictive CDSSs) in the hospital.",
        "Keywords": [
            "clinical decision support",
            "electronic health records",
            "hospitals",
            "machine learning",
            "nurses",
            "physicians"
        ],
        "MeSH terms": [
            "Decision Making, Computer-Assisted",
            "Decision Support Systems, Clinical",
            "Electronic Health Records",
            "Hospital Administration",
            "Humans",
            "Machine Learning",
            "Medical Staff, Hospital",
            "Nursing Staff, Hospital",
            "Research",
            "Software Design"
        ],
        "Authors": [
            {
                "First Name": "Jessica M",
                "Last Name": "Schwartz",
                "Affiliation": "School of Nursing, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Amanda J",
                "Last Name": "Moy",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Sarah C",
                "Last Name": "Rossetti",
                "Affiliation": "School of Nursing, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Kenrick D",
                "Last Name": "Cato",
                "Affiliation": "School of Nursing, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2021"
    },
    {
        "PMID": "33207385",
        "Title": "Augmenting the Clinical Data Sources for Enigmatic Diseases: A Cross-Sectional Study of Self-Tracking Data and Clinical Documentation in Endometriosis.",
        "Abstract": "Self-tracking through mobile health technology can augment the electronic health record (EHR) as an additional data source by providing direct patient input. This can be particularly useful in the context of enigmatic diseases and further promote patient engagement.",
        "Keywords": [],
        "MeSH terms": [
            "Cross-Sectional Studies",
            "Documentation",
            "Endometriosis",
            "Female",
            "Humans",
            "Information Storage and Retrieval",
            "Pelvic Pain"
        ],
        "Authors": [
            {
                "First Name": "Ipek",
                "Last Name": "Ensari",
                "Affiliation": "Data Science Institute, Columbia University, New York, New York, United States."
            },
            {
                "First Name": "Adrienne",
                "Last Name": "Pichon",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, New York, United States."
            },
            {
                "First Name": "Sharon",
                "Last Name": "Lipsky-Gorman",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, New York, United States."
            },
            {
                "First Name": "Suzanne",
                "Last Name": "Bakken",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, New York, United States."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, New York, United States."
            }
        ],
        "Journal": "Applied clinical informatics",
        "PubDate": "2020"
    },
    {
        "PMID": "33145518",
        "Title": "Deep-learning approaches to identify critically Ill patients at emergency department triage using limited information.",
        "Abstract": "Triage quickly identifies critically ill patients, facilitating timely interventions. Many emergency departments (EDs) use emergency severity index (ESI) or abnormal vital sign triggers to guide triage. However, both use fixed thresholds, and false activations are costly. Prior approaches using machinelearning have relied on information that is often unavailable during the triage process. We examined whether deep-learning approaches could identify critically ill patients only using data immediately available at triage.",
        "Keywords": [
            "clinical decision rules",
            "critical care",
            "deep learning",
            "machine learning",
            "operations",
            "triage"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Joshua W",
                "Last Name": "Joseph",
                "Affiliation": "Department of Emergency Medicine Beth Israel Deaconess Medical Center Boston Massachusetts USA."
            },
            {
                "First Name": "Evan L",
                "Last Name": "Leventhal",
                "Affiliation": "Department of Emergency Medicine Beth Israel Deaconess Medical Center Boston Massachusetts USA."
            },
            {
                "First Name": "Anne V",
                "Last Name": "Grossestreuer",
                "Affiliation": "Department of Emergency Medicine Beth Israel Deaconess Medical Center Boston Massachusetts USA."
            },
            {
                "First Name": "Matthew L",
                "Last Name": "Wong",
                "Affiliation": "Department of Emergency Medicine Beth Israel Deaconess Medical Center Boston Massachusetts USA."
            },
            {
                "First Name": "Loren J",
                "Last Name": "Joseph",
                "Affiliation": "Harvard Medical School Boston Massachusetts USA."
            },
            {
                "First Name": "Larry A",
                "Last Name": "Nathanson",
                "Affiliation": "Department of Emergency Medicine Beth Israel Deaconess Medical Center Boston Massachusetts USA."
            },
            {
                "First Name": "Michael W",
                "Last Name": "Donnino",
                "Affiliation": "Harvard Medical School Boston Massachusetts USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Departments of Biomedical Informatics and Computer Science Columbia University New York New York USA."
            },
            {
                "First Name": "Leon D",
                "Last Name": "Sanchez",
                "Affiliation": "Department of Emergency Medicine Beth Israel Deaconess Medical Center Boston Massachusetts USA."
            }
        ],
        "Journal": "Journal of the American College of Emergency Physicians open",
        "PubDate": "2020"
    },
    {
        "PMID": "32910823",
        "Title": "Cross-lingual Unified Medical Language System entity linking in online health communities.",
        "Abstract": "In Hebrew online health communities, participants commonly write medical terms that appear as transliterated forms of a source term in English. Such transliterations introduce high variability in text and challenge text-analytics methods. To reduce their variability, medical terms must be normalized, such as linking them to Unified Medical Language System (UMLS) concepts. We present a method to identify both transliterated and translated Hebrew medical terms and link them with UMLS entities.",
        "Keywords": [
            "UMLS",
            "natural language processing",
            "online health communities"
        ],
        "MeSH terms": [
            "Consumer Health Information",
            "Humans",
            "Internet",
            "Israel",
            "Knowledge Bases",
            "Language",
            "Natural Language Processing",
            "Translating",
            "Unified Medical Language System"
        ],
        "Authors": [
            {
                "First Name": "Yonatan",
                "Last Name": "Bitton",
                "Affiliation": "Department of Computer Science, Ben Gurion University, Beer Sheva, Israel."
            },
            {
                "First Name": "Raphael",
                "Last Name": "Cohen",
                "Affiliation": "Department of Computer Science, Ben Gurion University, Beer Sheva, Israel."
            },
            {
                "First Name": "Tamar",
                "Last Name": "Schifter",
                "Affiliation": "Gertner Institute for Epidemiology and Health Policy Research, Tel HaShomer, Israel."
            },
            {
                "First Name": "Eitan",
                "Last Name": "Bachmat",
                "Affiliation": "Department of Computer Science, Ben Gurion University, Beer Sheva, Israel."
            },
            {
                "First Name": "Michael",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Computer Science, Ben Gurion University, Beer Sheva, Israel."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2020"
    },
    {
        "PMID": "32776345",
        "Title": "Machine learning to extract communication and history-taking skills in OSCE transcripts.",
        "Abstract": "Observed Structured Clinical Exams (OSCEs) allow assessment of, and provide feedback to, medical students. Clinical examiners and standardised patients (SP) typically complete itemised checklists and global scoring scales, which have known shortcomings. In this study, we applied machine learning (ML) to label some communication skills and interview content information in OSCE transcripts and to compare several ML methodologies by performance and transferability.",
        "Keywords": [],
        "MeSH terms": [
            "Clinical Competence",
            "Communication",
            "Educational Measurement",
            "Humans",
            "Machine Learning",
            "Students, Medical"
        ],
        "Authors": [
            {
                "First Name": "Karan H",
                "Last Name": "Jani",
                "Affiliation": "Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Kai A",
                "Last Name": "Jones",
                "Affiliation": "Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Glenn W",
                "Last Name": "Jones",
                "Affiliation": "Independent Scholar, Hamilton, Canada."
            },
            {
                "First Name": "Jonathan",
                "Last Name": "Amiel",
                "Affiliation": "Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Beth",
                "Last Name": "Barron",
                "Affiliation": "Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Medical education",
        "PubDate": "2020"
    },
    {
        "PMID": "32596513",
        "Title": "Learning endometriosis phenotypes from patient-generated data.",
        "Abstract": "Endometriosis is a systemic and chronic condition in women of childbearing age, yet a highly enigmatic disease with unresolved questions: there are no known biomarkers, nor established clinical stages. We here investigate the use of patient-generated health data and data-driven phenotyping to characterize endometriosis patient subtypes, based on their reported signs and symptoms. We aim at unsupervised learning of endometriosis phenotypes using self-tracking data from personal smartphones. We leverage data from an observational research study of over 4000 women with endometriosis that track their condition over more than 2 years. We extend a classical mixed-membership model to accommodate the idiosyncrasies of the data at hand, i.e., the multimodality and uncertainty of the self-tracked variables. The proposed method, by jointly modeling a wide range of observations (i.e., participant symptoms, quality of life, treatments), identifies clinically relevant endometriosis subtypes. Experiments show that our method is robust to different hyperparameter choices and the biases of self-tracking data (e.g., the wide variations in tracking frequency among participants). With this work, we show the promise of unsupervised learning of endometriosis subtypes from self-tracked data, as learned phenotypes align well with what is already known about the disease, but also suggest new clinically actionable findings. More generally, we argue that a continued research effort on unsupervised phenotyping methods with patient-generated health data via new mobile and digital technologies will have significant impact on the study of enigmatic diseases in particular, and health in general.",
        "Keywords": [
            "Chronic pain",
            "Computational science",
            "Experimental models of disease",
            "Reproductive signs and symptoms",
            "Statistics"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Iñigo",
                "Last Name": "Urteaga",
                "Affiliation": "Department of Applied Physics and Applied Mathematics, Columbia University, New York, NY 10027 USA."
            },
            {
                "First Name": "Mollie",
                "Last Name": "McKillop",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY 10032 USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Data Science Institute, Columbia University, New York, NY 10027 USA."
            }
        ],
        "Journal": "NPJ digital medicine",
        "PubDate": "2020"
    },
    {
        "PMID": "32509976",
        "Title": "Characterizing physiological and symptomatic variation in menstrual cycles using self-tracked mobile-health data.",
        "Abstract": "The menstrual cycle is a key indicator of overall health for women of reproductive age. Previously, menstruation was primarily studied through survey results; however, as menstrual tracking mobile apps become more widely adopted, they provide an increasingly large, content-rich source of menstrual health experiences and behaviors over time. By exploring a database of user-tracked observations from the Clue app by BioWink GmbH of over 378,000 users and 4.9 million natural cycles, we show that self-reported menstrual tracker data can reveal statistically significant relationships between per-person cycle length variability and self-reported qualitative symptoms. A concern for self-tracked data is that they reflect not only physiological behaviors, but also the engagement dynamics of app users. To mitigate such potential artifacts, we develop a procedure to exclude cycles lacking user engagement, thereby allowing us to better distinguish true menstrual patterns from tracking anomalies. We uncover that women located at different ends of the menstrual variability spectrum, based on the consistency of their cycle length statistics, exhibit statistically significant differences in their cycle characteristics and symptom tracking patterns. We also find that cycle and period length statistics are stationary over the app usage timeline across the variability spectrum. The symptoms that we identify as showing statistically significant association with timing data can be useful to clinicians and users for predicting cycle variability from symptoms, or as potential health indicators for conditions like endometriosis. Our findings showcase the potential of longitudinal, high-resolution self-tracked data to improve understanding of menstruation and women's health as a whole.",
        "Keywords": [
            "Data mining",
            "Data processing"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Kathy",
                "Last Name": "Li",
                "Affiliation": "Department of Applied Physics and Applied Mathematics, Columbia University, New York, NY 10027 USA."
            },
            {
                "First Name": "Iñigo",
                "Last Name": "Urteaga",
                "Affiliation": "Department of Applied Physics and Applied Mathematics, Columbia University, New York, NY 10027 USA."
            },
            {
                "First Name": "Chris H",
                "Last Name": "Wiggins",
                "Affiliation": "Department of Applied Physics and Applied Mathematics, Columbia University, New York, NY 10027 USA."
            },
            {
                "First Name": "Anna",
                "Last Name": "Druet",
                "Affiliation": "Clue by BioWink GmbH, Adalbertstraße 7-8, 10999 Berlin, Germany."
            },
            {
                "First Name": "Amanda",
                "Last Name": "Shea",
                "Affiliation": "Clue by BioWink GmbH, Adalbertstraße 7-8, 10999 Berlin, Germany."
            },
            {
                "First Name": "Virginia J",
                "Last Name": "Vitzthum",
                "Affiliation": "Clue by BioWink GmbH, Adalbertstraße 7-8, 10999 Berlin, Germany."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Data Science Institute, Columbia University, New York, NY 10027 USA."
            }
        ],
        "Journal": "NPJ digital medicine",
        "PubDate": "2020"
    },
    {
        "PMID": "32308833",
        "Title": "Longitudinal analysis of social and behavioral determinants of health in the EHR: exploring the impact of patient trajectories and documentation practices.",
        "Abstract": "Social and behavioral determinants of health (SBDH) are environmental and behavioral factors that impede disease self-management and can exacerbate clinical conditions. While recent research in the informatics community has focused on building systems that can automatically infer SBDH from the patient record, it is unclear how such determinants change overtime. This study analyzes the longitudinal characteristics of 4 common SBDH as expressed in the patient record and compares the rates of change among distinct SBDH. In addition, manual review of patient notes was undertaken to establish whether changes in patient SBDH status reflected legitimate changes in patient status or rather potential data quality issues. Our findings suggest that a patient's SBDH status is liable to change over time and that some changes reflect poor social history taking by clinicians.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Alcohol Drinking",
            "Documentation",
            "Electronic Health Records",
            "Female",
            "Housing",
            "Humans",
            "Longitudinal Studies",
            "Male",
            "Middle Aged",
            "Sexual Behavior",
            "Social Determinants of Health",
            "Substance-Related Disorders"
        ],
        "Authors": [
            {
                "First Name": "Daniel J",
                "Last Name": "Feller",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jason",
                "Last Name": "Zucker",
                "Affiliation": "Division of Infectious Diseases, Department of Medicine, Columbia University, New York, NY USA."
            },
            {
                "First Name": "Oliver Bear Don't",
                "Last Name": "Walk",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Michael T",
                "Last Name": "Yin",
                "Affiliation": "Division of Infectious Diseases, Department of Medicine, Columbia University, New York, NY USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Gordon",
                "Affiliation": "Division of Infectious Diseases, Department of Medicine, Columbia University, New York, NY USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2019"
    },
    {
        "PMID": "32131117",
        "Title": "Detecting Social and Behavioral Determinants of Health with Structured and Free-Text Clinical Data.",
        "Abstract": "Social and behavioral determinants of health (SBDH) are environmental and behavioral factors that often impede disease management and result in sexually transmitted infections. Despite their importance, SBDH are inconsistently documented in electronic health records (EHRs) and typically collected only in an unstructured format. Evidence suggests that structured data elements present in EHRs can contribute further to identify SBDH in the patient record.",
        "Keywords": [],
        "MeSH terms": [
            "Documentation",
            "Electronic Health Records",
            "Humans",
            "Risk Assessment",
            "Risk Factors",
            "Social Behavior",
            "Supervised Machine Learning",
            "Text Messaging"
        ],
        "Authors": [
            {
                "First Name": "Daniel J",
                "Last Name": "Feller",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, United States."
            },
            {
                "First Name": "Oliver J",
                "Last Name": "Bear Don't Walk Iv",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, United States."
            },
            {
                "First Name": "Jason",
                "Last Name": "Zucker",
                "Affiliation": "Division of Infectious Diseases, Department of Internal Medicine, Columbia University Irving Medical Center, New York, New York, United States."
            },
            {
                "First Name": "Michael T",
                "Last Name": "Yin",
                "Affiliation": "Division of Infectious Diseases, Department of Internal Medicine, Columbia University Irving Medical Center, New York, New York, United States."
            },
            {
                "First Name": "Peter",
                "Last Name": "Gordon",
                "Affiliation": "Division of Infectious Diseases, Department of Internal Medicine, Columbia University Irving Medical Center, New York, New York, United States."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, United States."
            }
        ],
        "Journal": "Applied clinical informatics",
        "PubDate": "2020"
    },
    {
        "PMID": "32128451",
        "Title": "Indicators of retention in remote digital health studies: a cross-study evaluation of 100,000 participants.",
        "Abstract": "Digital technologies such as smartphones are transforming the way scientists conduct biomedical research. Several remotely conducted studies have recruited thousands of participants over a span of a few months allowing researchers to collect real-world data at scale and at a fraction of the cost of traditional research. Unfortunately, remote studies have been hampered by substantial participant attrition, calling into question the representativeness of the collected data including generalizability of outcomes. We report the findings regarding recruitment and retention from eight remote digital health studies conducted between 2014-2019 that provided individual-level study-app usage data from more than 100,000 participants completing nearly 3.5 million remote health evaluations over cumulative participation of 850,000 days. Median participant retention across eight studies varied widely from 2-26 days (median across all studies = 5.5 days). Survival analysis revealed several factors significantly associated with increase in participant retention time, including (i) referral by a clinician to the study (increase of 40 days in median retention time); (ii) compensation for participation (increase of 22 days, 1 study); (iii) having the clinical condition of interest in the study (increase of 7 days compared with controls); and (iv) older age (increase of 4 days). Additionally, four distinct patterns of daily app usage behavior were identified by unsupervised clustering, which were also associated with participant demographics. Most studies were not able to recruit a sample that was representative of the race/ethnicity or geographical diversity of the US. Together these findings can help inform recruitment and retention strategies to enable equitable participation of populations in future digital health research.",
        "Keywords": [
            "Health care",
            "Medical research"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Abhishek",
                "Last Name": "Pratap",
                "Affiliation": "1Sage Bionetworks, Seattle, WA USA."
            },
            {
                "First Name": "Elias Chaibub",
                "Last Name": "Neto",
                "Affiliation": "1Sage Bionetworks, Seattle, WA USA."
            },
            {
                "First Name": "Phil",
                "Last Name": "Snyder",
                "Affiliation": "1Sage Bionetworks, Seattle, WA USA."
            },
            {
                "First Name": "Carl",
                "Last Name": "Stepnowsky",
                "Affiliation": "3University of California, San Diego, CA USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "5Columbia University, New York, NY USA."
            },
            {
                "First Name": "Daniel",
                "Last Name": "Grant",
                "Affiliation": "6Novartis Pharmaceutical Corporation, East Hanover, NJ USA."
            },
            {
                "First Name": "Matthew H",
                "Last Name": "Mohebbi",
                "Affiliation": "GoodRx, Santa Monica, CA USA."
            },
            {
                "First Name": "Sean",
                "Last Name": "Mooney",
                "Affiliation": "2Department of Biomedical Informatics and Medical Education, University of Washington, Seattle, WA USA."
            },
            {
                "First Name": "Christine",
                "Last Name": "Suver",
                "Affiliation": "1Sage Bionetworks, Seattle, WA USA."
            },
            {
                "First Name": "John",
                "Last Name": "Wilbanks",
                "Affiliation": "1Sage Bionetworks, Seattle, WA USA."
            },
            {
                "First Name": "Lara",
                "Last Name": "Mangravite",
                "Affiliation": "1Sage Bionetworks, Seattle, WA USA."
            },
            {
                "First Name": "Patrick J",
                "Last Name": "Heagerty",
                "Affiliation": "8Department of Biostatistics, University of Washington, Seattle, WA USA."
            },
            {
                "First Name": "Pat",
                "Last Name": "Areán",
                "Affiliation": "9Department of Psychiatry & Behavioral Sciences, University of Washington, Seattle, WA USA."
            },
            {
                "First Name": "Larsson",
                "Last Name": "Omberg",
                "Affiliation": "1Sage Bionetworks, Seattle, WA USA."
            }
        ],
        "Journal": "NPJ digital medicine",
        "PubDate": "2020"
    },
    {
        "PMID": "32088558",
        "Title": "An investigation of the information technology needs associated with delivering chronic disease care to large clinical populations.",
        "Abstract": "The growing number of individuals with complex medical and social needs has motivated the adoption of care management (CM) - programs wherein multidisciplinary teams coordinate and monitor the clinical and non-clinical aspects of care for patients with chronic disease. Despite claims that health information technology (IT) is essential to CM, there has been limited research focused on the IT needs of clinicians providing care management to large groups of patients with chronic disease.",
        "Keywords": [
            "Care coordination",
            "Care management",
            "Electronic health records",
            "Health information technology"
        ],
        "MeSH terms": [
            "Adult",
            "Chronic Disease",
            "Delivery of Health Care",
            "Electronic Health Records",
            "Female",
            "Health Communication",
            "Humans",
            "Male",
            "Medical Informatics",
            "Middle Aged",
            "Needs Assessment",
            "Physicians",
            "Qualitative Research"
        ],
        "Authors": [
            {
                "First Name": "Daniel J",
                "Last Name": "Feller",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, United States. Electronic address: djf2150@cumc.columbia.edu."
            },
            {
                "First Name": "Maichou",
                "Last Name": "Lor",
                "Affiliation": "School of Nursing, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Jason",
                "Last Name": "Zucker",
                "Affiliation": "Division of Infectious Disease, Department of Medicine, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Michael T",
                "Last Name": "Yin",
                "Affiliation": "Division of Infectious Disease, Department of Medicine, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Susan",
                "Last Name": "Olender",
                "Affiliation": "Division of Infectious Disease, Department of Medicine, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "David C",
                "Last Name": "Ferris",
                "Affiliation": "Department of Population Health, BronxCare Health System, Bronx, NY, United States."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Lena",
                "Last Name": "Mamykina",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, United States."
            }
        ],
        "Journal": "International journal of medical informatics",
        "PubDate": "2020"
    },
    {
        "PMID": "36199294",
        "Title": "The Politics, Promises, and Perils of Data: Evidence-Driven Policy and Practice for Menstrual Health.",
        "Abstract": "Data determine what we know about the menstrual cycle; they inform policy and program decisions; they can point us to neglected issues and populations. But collecting and analyzing data are complicated and often fraught processes, because data are political and subjective, decisions on what data we collect and what data we do not collect are not determined by accident. As a result, despite the significant potential of the current rise in attention to menstruation, we also see risks: a lack of a solid evidence base for program decisions and resulting sensationalization; concerns about data privacy; an overreliance on participants' recall, on the one hand, while not involving participants adequately in decision making, on the other hand; and a lack of contextualized and disaggregated data. Yet better communication, contextualization, and collaboration can address many of these risks.",
        "Keywords": [
            "Menstruation",
            "collaboration",
            "data",
            "disaggregation",
            "menstrual tracking apps",
            "mixed methods",
            "technology"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Inga T",
                "Last Name": "Winkler",
                "Affiliation": "Institute for the Study of Human Rights, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Chris",
                "Last Name": "Bobel",
                "Affiliation": "Department of Women's, Gender, and Sexuality Studies, University of Massachusetts Boston, Boston, MA, USA."
            },
            {
                "First Name": "Lauren C",
                "Last Name": "Houghton",
                "Affiliation": "Department of Epidemiology, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Caitlin",
                "Last Name": "Gruer",
                "Affiliation": "Department of Sociomedical Sciences, New York City, NY, USA."
            },
            {
                "First Name": "Vanessa",
                "Last Name": "Paranjothy",
                "Affiliation": "Freedom Cups, Singapore."
            }
        ],
        "Journal": "Women's reproductive health (Philadelphia, Pa.)",
        "PubDate": "2020"
    },
    {
        "PMID": "30815082",
        "Title": "Towards the Inference of Social and Behavioral Determinants of Sexual Health: Development of a Gold-Standard Corpus with Semi-Supervised Learning.",
        "Abstract": "Social and behavioral determinants of health (SBDH) are environmental and behavioral factors that are increasingly recognized for their impact on health outcomes. We describe ongoing research to extract SBDH related to sexual health from clinical documentation. Our work addresses several challenges. First, there is no standard set of SBDHs for sexual health; we describe our curation of 38 such SBDHs. Second, it is unknown how SBDH related to sexual health are expressed in clinical notes; we detail the characteristics of an annotated corpus. Third, SBDH documentations are rare; we describe the use of semi-supervised learning to accelerate the annotation process by identifying notes likely to document SBDH. Fourth, we describe preliminary results to infer an array of SBDH from clinical documentation using supervised learning.",
        "Keywords": [],
        "MeSH terms": [
            "Documentation",
            "Electronic Health Records",
            "Female",
            "Health Risk Behaviors",
            "Humans",
            "Male",
            "Natural Language Processing",
            "Sexual Health",
            "Social Determinants of Health",
            "Supervised Machine Learning"
        ],
        "Authors": [
            {
                "First Name": "Daniel J",
                "Last Name": "Feller",
                "Affiliation": "Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jason",
                "Last Name": "Zucker",
                "Affiliation": "Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Oliver Bear",
                "Last Name": "Don't Walk",
                "Affiliation": "Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Bharat",
                "Last Name": "Srikishan",
                "Affiliation": "Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Roxana",
                "Last Name": "Martinez",
                "Affiliation": "Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Henry",
                "Last Name": "Evans",
                "Affiliation": "Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Michael T",
                "Last Name": "Yin",
                "Affiliation": "Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Gordon",
                "Affiliation": "Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2018"
    },
    {
        "PMID": "30036675",
        "Title": "When to re-order laboratory tests? Learning laboratory test shelf-life.",
        "Abstract": "Most laboratory results are valid for only a certain time period (laboratory tests shelf-life), after which they are outdated and the test needs to be re-administered. Currently, laboratory test shelf-lives are not centrally available anywhere but the implicit knowledge of doctors. In this work we propose an automated method to learn laboratory test-specific shelf-life by identifying prevalent laboratory test order patterns in electronic health records. The resulting shelf-lives performed well in the evaluation of internal validity, clinical interpretability, and external validity.",
        "Keywords": [
            "Data science",
            "Electronic health record",
            "Ordering patterns"
        ],
        "MeSH terms": [
            "Blood Glucose",
            "Clinical Laboratory Techniques",
            "Computational Biology",
            "Electronic Health Records",
            "Humans",
            "Longitudinal Studies",
            "Models, Statistical",
            "Phenotype",
            "Reproducibility of Results",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Gal",
                "Last Name": "Levy-Fix",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, 622 W. 168th Street, New York, NY, USA. Electronic address: gf2308@cumc.columbia.edu."
            },
            {
                "First Name": "Sharon Lipsky",
                "Last Name": "Gorman",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, 622 W. 168th Street, New York, NY, USA."
            },
            {
                "First Name": "Jorge L",
                "Last Name": "Sepulveda",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, 630 W. 168th Street, New York, NY, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, 622 W. 168th Street, New York, NY, USA."
            }
        ],
        "Journal": "Journal of biomedical informatics",
        "PubDate": "2018"
    },
    {
        "PMID": "29563892",
        "Title": "Incorporating High-Frequency Physiologic Data Using Computational Dictionary Learning Improves Prediction of Delayed Cerebral Ischemia Compared to Existing Methods.",
        "Abstract": "Accurate prediction of delayed cerebral ischemia (DCI) after subarachnoid hemorrhage (SAH) can be critical for planning interventions to prevent poor neurological outcome. This paper presents a model using convolution dictionary learning to extract features from physiological data available from bedside monitors. We develop and validate a prediction model for DCI after SAH, demonstrating improved precision over standard methods alone.",
        "Keywords": [
            "convolutional dictionary learning",
            "critical care",
            "machine learning",
            "subarachnoid hemorrhage",
            "time series"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Murad",
                "Last Name": "Megjhani",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Kalijah",
                "Last Name": "Terilli",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Hans-Peter",
                "Last Name": "Frey",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Angela G",
                "Last Name": "Velazquez",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Kevin William",
                "Last Name": "Doyle",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Edward Sander",
                "Last Name": "Connolly",
                "Affiliation": "Department of Neurosurgery, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "David Jinou",
                "Last Name": "Roh",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Sachin",
                "Last Name": "Agarwal",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Jan",
                "Last Name": "Claassen",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Noemie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Soojin",
                "Last Name": "Park",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, United States."
            }
        ],
        "Journal": "Frontiers in neurology",
        "PubDate": "2018"
    },
    {
        "PMID": "29556884",
        "Title": "Predicting delayed cerebral ischemia after subarachnoid hemorrhage using physiological time series data.",
        "Abstract": "To develop and validate a prediction model for delayed cerebral ischemia (DCI) after subarachnoid hemorrhage (SAH) using a temporal unsupervised feature engineering approach, demonstrating improved precision over standard features. 488 consecutive SAH admissions from 2006 to 2014 to a tertiary care hospital were included. Models were trained on 80%, while 20% were set aside for validation testing. Baseline information and standard grading scales were evaluated: age, sex, Hunt Hess grade, modified Fisher Scale (mFS), and Glasgow Coma Scale (GCS). An unsupervised approach applying random kernels was used to extract features from physiological time series (systolic and diastolic blood pressure, heart rate, respiratory rate, and oxygen saturation). Classifiers (Partial Least Squares, linear and kernel Support Vector Machines) were trained on feature subsets of the derivation dataset. Models were applied to the validation dataset. The performances of the best classifiers on the validation dataset are reported by feature subset. Standard grading scale (mFS): AUC 0.58. Combined demographics and grading scales: AUC 0.60. Random kernel derived physiologic features: AUC 0.74. Combined baseline and physiologic features with redundant feature reduction: AUC 0.77. Current DCI prediction tools rely on admission imaging and are advantageously simple to employ. However, using an agnostic and computationally inexpensive learning approach for high-frequency physiologic time series data, we demonstrated that our models achieve higher classification accuracy.",
        "Keywords": [
            "Critical care",
            "Machine learning",
            "Random kernels",
            "Subarachnoid hemorrhage",
            "Time series"
        ],
        "MeSH terms": [
            "Aged",
            "Area Under Curve",
            "Brain Ischemia",
            "Critical Care",
            "Diagnosis, Computer-Assisted",
            "False Positive Reactions",
            "Female",
            "Glasgow Coma Scale",
            "Humans",
            "Least-Squares Analysis",
            "Male",
            "Middle Aged",
            "Patient Admission",
            "Predictive Value of Tests",
            "Reproducibility of Results",
            "Risk Factors",
            "Severity of Illness Index",
            "Subarachnoid Hemorrhage",
            "Support Vector Machine",
            "Tertiary Care Centers",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Soojin",
                "Last Name": "Park",
                "Affiliation": "Department of Neurology, Columbia University, 177 Fort Washington Ave, 8 Milstein - 300 Center, New York, NY, USA. spark@columbia.edu."
            },
            {
                "First Name": "Murad",
                "Last Name": "Megjhani",
                "Affiliation": "Department of Neurology, Columbia University, 177 Fort Washington Ave, 8 Milstein - 300 Center, New York, NY, USA."
            },
            {
                "First Name": "Hans-Peter",
                "Last Name": "Frey",
                "Affiliation": "Department of Neurology, Columbia University, 177 Fort Washington Ave, 8 Milstein - 300 Center, New York, NY, USA."
            },
            {
                "First Name": "Edouard",
                "Last Name": "Grave",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Chris",
                "Last Name": "Wiggins",
                "Affiliation": "Department of Applied Physics and Applied Mathematics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kalijah L",
                "Last Name": "Terilli",
                "Affiliation": "Department of Neurology, Columbia University, 177 Fort Washington Ave, 8 Milstein - 300 Center, New York, NY, USA."
            },
            {
                "First Name": "David J",
                "Last Name": "Roh",
                "Affiliation": "Department of Neurology, Columbia University, 177 Fort Washington Ave, 8 Milstein - 300 Center, New York, NY, USA."
            },
            {
                "First Name": "Angela",
                "Last Name": "Velazquez",
                "Affiliation": "Department of Neurology, Columbia University, 177 Fort Washington Ave, 8 Milstein - 300 Center, New York, NY, USA."
            },
            {
                "First Name": "Sachin",
                "Last Name": "Agarwal",
                "Affiliation": "Department of Neurology, Columbia University, 177 Fort Washington Ave, 8 Milstein - 300 Center, New York, NY, USA."
            },
            {
                "First Name": "E Sander",
                "Last Name": "Connolly",
                "Affiliation": "Department of Neurosurgery, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "J Michael",
                "Last Name": "Schmidt",
                "Affiliation": "Department of Neurology, Columbia University, 177 Fort Washington Ave, 8 Milstein - 300 Center, New York, NY, USA."
            },
            {
                "First Name": "Jan",
                "Last Name": "Claassen",
                "Affiliation": "Department of Neurology, Columbia University, 177 Fort Washington Ave, 8 Milstein - 300 Center, New York, NY, USA."
            },
            {
                "First Name": "Noemie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Journal of clinical monitoring and computing",
        "PubDate": "2019"
    },
    {
        "PMID": "29084046",
        "Title": "Using Clinical Notes and Natural Language Processing for Automated HIV Risk Assessment.",
        "Abstract": "Universal HIV screening programs are costly, labor intensive, and often fail to identify high-risk individuals. Automated risk assessment methods that leverage longitudinal electronic health records (EHRs) could catalyze targeted screening programs. Although social and behavioral determinants of health are typically captured in narrative documentation, previous analyses have considered only structured EHR fields. We examined whether natural language processing (NLP) would improve predictive models of HIV diagnosis.",
        "Keywords": [],
        "MeSH terms": [
            "Adolescent",
            "Adult",
            "Aged",
            "Aged, 80 and over",
            "Algorithms",
            "Automation",
            "Child",
            "Child, Preschool",
            "Cohort Studies",
            "Decision Support Techniques",
            "Electronic Health Records",
            "Female",
            "HIV Infections",
            "Humans",
            "Infant",
            "Infant, Newborn",
            "Male",
            "Mass Screening",
            "Middle Aged",
            "Natural Language Processing",
            "New York City",
            "Risk Assessment",
            "Risk Factors",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Daniel J",
                "Last Name": "Feller",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY."
            },
            {
                "First Name": "Jason",
                "Last Name": "Zucker",
                "Affiliation": "Division of Infectious Diseases, Department of Medicine, Columbia University, New York, NY."
            },
            {
                "First Name": "Michael T",
                "Last Name": "Yin",
                "Affiliation": "Division of Infectious Diseases, Department of Medicine, Columbia University, New York, NY."
            },
            {
                "First Name": "Peter",
                "Last Name": "Gordon",
                "Affiliation": "Division of Infectious Diseases, Department of Medicine, Columbia University, New York, NY."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY."
            }
        ],
        "Journal": "Journal of acquired immune deficiency syndromes (1999)",
        "PubDate": "2018"
    },
    {
        "PMID": "28967000",
        "Title": "\"We make choices we think are going to save us\": Debate and stance identification for online breast cancer CAM discussions.",
        "Abstract": "Patients discuss complementary and alternative medicine (CAM) in online health communities. Sometimes, patients' conflicting opinions toward CAM-related issues trigger debates in the community. The objectives of this paper are to identify such debates, identify controversial CAM therapies in a popular online breast cancer community, as well as patients' stances towards them. To scale our analysis, we trained a set of classifiers. We first constructed a supervised classifier based on a long short-term memory neural network (LSTM) stacked over a convolutional neural network (CNN) to detect automatically CAM-related debates from a popular breast cancer forum. Members' stances in these debates were also identified by a CNN-based classifier. Finally, posts automatically flagged as debates by the classifier were analyzed to explore which specific CAM therapies trigger debates more often than others. Our methods are able to detect CAM debates with F score of 77%, and identify stances with F score of 70%. The debate classifier identified about 1/6 of all CAM-related posts as debate. About 60% of CAM-related debate posts represent the supportive stance toward CAM usage. Qualitative analysis shows that some specific therapies, such as Gerson therapy and usage of laetrile, trigger debates frequently among members of the breast cancer community. This study demonstrates that neural networks can effectively locate debates on usage and effectiveness of controversial CAM therapies, and can help make sense of patients' opinions on such issues under dispute. As to CAM for breast cancer, perceptions of their effectiveness vary among patients. Many of the specific therapies trigger debates frequently and are worth more exploration in future work.",
        "Keywords": [
            "Complementary and Alternative Medicine (CAM)",
            "Debate Identification",
            "Online Health Community"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Shaodian",
                "Last Name": "Zhang",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, US."
            },
            {
                "First Name": "Lin",
                "Last Name": "Qiu",
                "Affiliation": "Apex Data and Knowledge Management Lab, Shanghai Jiao Tong University, Shanghai, China."
            },
            {
                "First Name": "Frank",
                "Last Name": "Chen",
                "Affiliation": "Mailman School of Public Health, Columbia University, New York, NY, US."
            },
            {
                "First Name": "Weinan",
                "Last Name": "Zhang",
                "Affiliation": "Apex Data and Knowledge Management Lab, Shanghai Jiao Tong University, Shanghai, China."
            },
            {
                "First Name": "Yong",
                "Last Name": "Yu",
                "Affiliation": "Apex Data and Knowledge Management Lab, Shanghai Jiao Tong University, Shanghai, China."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, US."
            }
        ],
        "Journal": "Proceedings of the ... International World-Wide Web Conference. International WWW Conference",
        "PubDate": "2017"
    },
    {
        "PMID": "28736777",
        "Title": "Cataloguing Treatments Discussed and Used in Online Autism Communities.",
        "Abstract": "A large number of patients discuss treatments in online health communities (OHCs). One research question of interest to health researchers is whether treatments being discussed in OHCs are eventually used by community members in their real lives. In this paper, we rely on machine learning methods to automatically identify attributions of mentions of treatments from an online autism community. The context of our work is online autism communities, where parents exchange support for the care of their children with autism spectrum disorder. Our methods are able to distinguish discussions of treatments that are associated with patients, caregivers, and others, as well as identify whether a treatment is actually taken. We investigate treatments that are not just discussed but also used by patients according to two types of content analysis, cross-sectional and longitudinal. The treatments identified through our content analysis help create a catalogue of real-world treatments. This study results lay the foundation for future research to compare real-world drug usage with established clinical guidelines.",
        "Keywords": [
            "Autism",
            "Conditional Random Fields",
            "Natural Language Processing",
            "Online Health Community",
            "Treatment"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Shaodian",
                "Last Name": "Zhang",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, US."
            },
            {
                "First Name": "Tian",
                "Last Name": "Kang",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, US."
            },
            {
                "First Name": "Lin",
                "Last Name": "Qiu",
                "Affiliation": "Apex Data and Knowledge Management Lab, Shanghai Jiao Tong University, Shanghai, China."
            },
            {
                "First Name": "Weinan",
                "Last Name": "Zhang",
                "Affiliation": "Apex Data and Knowledge Management Lab, Shanghai Jiao Tong University, Shanghai, China."
            },
            {
                "First Name": "Yong",
                "Last Name": "Yu",
                "Affiliation": "Apex Data and Knowledge Management Lab, Shanghai Jiao Tong University, Shanghai, China."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, US."
            }
        ],
        "Journal": "Proceedings of the ... International World-Wide Web Conference. International WWW Conference",
        "PubDate": "2017"
    },
    {
        "PMID": "28379377",
        "Title": "EliIE: An open-source information extraction system for clinical trial eligibility criteria.",
        "Abstract": "To develop an open-source information extraction system called Eligibility Criteria Information Extraction (EliIE) for parsing and formalizing free-text clinical research eligibility criteria (EC) following Observational Medical Outcomes Partnership Common Data Model (OMOP CDM) version 5.0.",
        "Keywords": [
            "clinical trials",
            "common data model",
            "machine learning",
            "named entity recognition",
            "natural language processing",
            "patient selection"
        ],
        "MeSH terms": [
            "Clinical Trials as Topic",
            "Eligibility Determination",
            "Humans",
            "Machine Learning",
            "Natural Language Processing",
            "Patient Selection"
        ],
        "Authors": [
            {
                "First Name": "Tian",
                "Last Name": "Kang",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Shaodian",
                "Last Name": "Zhang",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Youlan",
                "Last Name": "Tang",
                "Affiliation": "Institute of Human Nutrition, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Gregory W",
                "Last Name": "Hruby",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Alexander",
                "Last Name": "Rusanov",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Chunhua",
                "Last Name": "Weng",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2017"
    },
    {
        "PMID": "28323113",
        "Title": "Longitudinal analysis of discussion topics in an online breast cancer community using convolutional neural networks.",
        "Abstract": "Identifying topics of discussions in online health communities (OHC) is critical to various information extraction applications, but can be difficult because topics of OHC content are usually heterogeneous and domain-dependent. In this paper, we provide a multi-class schema, an annotated dataset, and supervised classifiers based on convolutional neural network (CNN) and other models for the task of classifying discussion topics. We apply the CNN classifier to the most popular breast cancer online community, and carry out cross-sectional and longitudinal analyses to show topic distributions and topic dynamics throughout members' participation. Our experimental results suggest that CNN outperforms other classifiers in the task of topic classification and identify several patterns and trajectories. For example, although members discuss mainly disease-related topics, their interest may change through time and vary with their disease severities.",
        "Keywords": [
            "Breast cancer",
            "Convolutional neural network",
            "Deep learning",
            "Longitudinal analysis",
            "Online health community",
            "Topic"
        ],
        "MeSH terms": [
            "Breast Neoplasms",
            "Cross-Sectional Studies",
            "Female",
            "Humans",
            "Internet",
            "Neural Networks, Computer",
            "Patient Participation"
        ],
        "Authors": [
            {
                "First Name": "Shaodian",
                "Last Name": "Zhang",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA. Electronic address: sz2338@columbia.edu."
            },
            {
                "First Name": "Edouard",
                "Last Name": "Grave",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA. Electronic address: edouard.grave@gmail.com."
            },
            {
                "First Name": "Elizabeth",
                "Last Name": "Sklar",
                "Affiliation": "King's College London, London, UK. Electronic address: elizabeth.sklar@kcl.ac.uk."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA. Electronic address: noemie.elhadad@columbia.edu."
            }
        ],
        "Journal": "Journal of biomedical informatics",
        "PubDate": "2017"
    },
    {
        "PMID": "28269969",
        "Title": "Factors Contributing to Dropping-out in an Online Health Community: Static and Longitudinal Analyses.",
        "Abstract": "Dropping-out, which refers to when an individual abandons an intervention, is common in Internet-based studies as well as in online health communities. Community facilitators and health researchers are interested in this phenomenon because it usually indicates dissatisfaction towards the community and/or its failure to deliver expected benefits. In this study, we propose a method to identify dropout members from a large public online breast cancer community. We then study quantitatively what longitudinal factors of participation are correlated with dropping-out. Our experimental results suggest that dropout members discuss diagnosis- and treatment-related topics more than other topics. Furthermore, in the time before withdrawing from the community, dropout members tend to initiate more discussions but do not receive adequate response from the other members. We also discuss implications of our results and challenges in dropout-member identification. This study contributes to further understanding community participation and opens up a number of future research questions.",
        "Keywords": [],
        "MeSH terms": [
            "Breast Neoplasms",
            "Emotions",
            "Female",
            "Humans",
            "Internet",
            "Longitudinal Studies",
            "Patient Dropouts",
            "Patient Satisfaction",
            "Social Support"
        ],
        "Authors": [
            {
                "First Name": "Shaodian",
                "Last Name": "Zhang",
                "Affiliation": "Biomedical Informatics, Columbia University, New York, NY."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Biomedical Informatics, Columbia University, New York, NY."
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2016"
    },
    {
        "PMID": "28269899",
        "Title": "Can Patient Record Summarization Support Quality Metric Abstraction?",
        "Abstract": "We present a pre/post intervention study, where HARVEST, a general-purpose patient record summarization tool, was introduced to ten data abstraction specialists. The specialists are responsible for reviewing hundreds of patient charts each month and reporting disease-specific quality metrics to a variety of online registries and databases. We qualitatively and quantitatively investigated whether HARVEST improved the process of quality metric abstraction. Study instruments included pre/post questionnaires and log analyses of the specialists' actions in the electronic health record (EHR). The specialists reported favorable impressions of HARVEST and suggested that it was most useful when abstracting metrics from patients with long hospitalizations and for metrics that were not consistently captured in a structured manner in the EHR. A statistically significant reduction in time spent per chart before and after use of HARVEST was observed for 50% of the specialists and 90% of the specialists continue to use HARVEST after the study period.",
        "Keywords": [],
        "MeSH terms": [
            "Abstracting and Indexing",
            "Attitude of Health Personnel",
            "Attitude to Computers",
            "Electronic Health Records",
            "Humans",
            "Information Storage and Retrieval",
            "Personnel, Hospital",
            "Quality of Health Care",
            "Registries",
            "Surveys and Questionnaires",
            "User-Computer Interface"
        ],
        "Authors": [
            {
                "First Name": "Rimma",
                "Last Name": "Pivovarov",
                "Affiliation": "Value Institute, NewYork-Presbyterian Hospital, New York, NY."
            },
            {
                "First Name": "Yael Judith",
                "Last Name": "Coppleson",
                "Affiliation": "Value Institute, NewYork-Presbyterian Hospital, New York, NY."
            },
            {
                "First Name": "Sharon Lipsky",
                "Last Name": "Gorman",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY."
            },
            {
                "First Name": "David K",
                "Last Name": "Vawdrey",
                "Affiliation": "Value Institute, NewYork-Presbyterian Hospital, New York, NY; Department of Biomedical Informatics, Columbia University, New York, NY."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY."
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2016"
    },
    {
        "PMID": "32885036",
        "Title": "Machine Learning for Identifying Emotional Expression in Text: Improving the Accuracy of Established Methods.",
        "Abstract": "Expression of emotion has been linked to numerous critical and beneficial aspects of human functioning. Accurately capturing emotional expression in text grows in relevance as people continue to spend more time in an online environment. The Linguistic Inquiry and Word Count (LIWC) is a commonly used program for the identification of many constructs, including emotional expression. In an earlier study (Bantum & Owen, 2009) LIWC was demonstrated to have good sensitivity yet poor positive predictive value. The goal of the current study was to create an automated machine learning technique to mimic manual coding. The sample included online support groups, cancer discussion boards, and transcripts from an expressive writing study, which resulted in 39,367 sentence-level coding decisions. In examining the entire sample the machine learning approach outperformed LIWC, in all categories outside of Sensitivity for negative emotion (LIWC Sensitivity = .85; Machine Learning Sensitivity = .41), although LIWC does not take into consideration prosocial emotion, such as affection, interest, and validation. LIWC performed significantly better than the machine learning approach when removing the prosocial emotions (",
        "Keywords": [
            "cancer",
            "emotional expression",
            "linguistic analysis",
            "machine learning"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Erin O",
                "Last Name": "Bantum",
                "Affiliation": "University of Hawaii Cancer Center; Cancer Prevention & Control Program."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Columbia University; Biomedical Informatics."
            },
            {
                "First Name": "Jason E",
                "Last Name": "Owen",
                "Affiliation": "VA Palo Alto Health Care System; Dissemination & Training Division."
            },
            {
                "First Name": "Shaodian",
                "Last Name": "Zhang",
                "Affiliation": "Columbia University; Biomedical Informatics."
            },
            {
                "First Name": "Mitch",
                "Last Name": "Golant",
                "Affiliation": "Cancer Support Community."
            },
            {
                "First Name": "Joanne",
                "Last Name": "Buzaglo",
                "Affiliation": "Cancer Support Community."
            },
            {
                "First Name": "Joanne",
                "Last Name": "Stephen",
                "Affiliation": "Alberta Health Services, Calgary, Alberta, Canada."
            },
            {
                "First Name": "Janine",
                "Last Name": "Giese-Davis",
                "Affiliation": "University of Calgary; Cumming School of Medicine; Department of Oncology, Calgary, Alberta, Canada."
            }
        ],
        "Journal": "Journal of technology in behavioral science",
        "PubDate": "2017"
    },
    {
        "PMID": "27658571",
        "Title": "Characterizing the (Perceived) Newsworthiness of Health Science Articles: A Data-Driven Approach.",
        "Abstract": "Health science findings are primarily disseminated through manuscript publications. Information subsidies are used to communicate newsworthy findings to journalists in an effort to earn mass media coverage and further disseminate health science research to mass audiences. Journal editors and news journalists then select which news stories receive coverage and thus public attention.",
        "Keywords": [
            "media coverage",
            "natural language processing",
            "press release",
            "text classification"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Ye",
                "Last Name": "Zhang",
                "Affiliation": "Department of Computer Science, University of Texas at Austin, Austin, TX, United States. yezhang1989@gmail.com."
            },
            {
                "First Name": "Erin",
                "Last Name": "Willis",
                "Affiliation": ""
            },
            {
                "First Name": "Michael J",
                "Last Name": "Paul",
                "Affiliation": ""
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            },
            {
                "First Name": "Byron C",
                "Last Name": "Wallace",
                "Affiliation": ""
            }
        ],
        "Journal": "JMIR medical informatics",
        "PubDate": "2016"
    },
    {
        "PMID": "27402140",
        "Title": "Online cancer communities as informatics intervention for social support: conceptualization, characterization, and impact.",
        "Abstract": "The Internet and social media are revolutionizing how social support is exchanged and perceived, making online health communities (OHCs) one of the most exciting research areas in health informatics. This paper aims to provide a framework for organizing research of OHCs and help identify questions to explore for future informatics research. Based on the framework, we conceptualize OHCs from a social support standpoint and identify variables of interest in characterizing community members. For the sake of this tutorial, we focus our review on online cancer communities.",
        "Keywords": [
            "characterization",
            "conceptualization",
            "impact",
            "online health communities",
            "peer support",
            "social support"
        ],
        "MeSH terms": [
            "Humans",
            "Internet",
            "Neoplasms",
            "Peer Group",
            "Social Media",
            "Social Support"
        ],
        "Authors": [
            {
                "First Name": "Shaodian",
                "Last Name": "Zhang",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            },
            {
                "First Name": "Erin O'Carroll",
                "Last Name": "Bantum",
                "Affiliation": "Cancer Prevention and Control Program, University of Hawaii Cancer Center, Honolulu, HI, USA."
            },
            {
                "First Name": "Jason",
                "Last Name": "Owen",
                "Affiliation": "Veterans Administration Palo Alto Health Care System, Menlo Park, California, USA."
            },
            {
                "First Name": "Suzanne",
                "Last Name": "Bakken",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2017"
    },
    {
        "PMID": "27370271",
        "Title": "Normalizing acronyms and abbreviations to aid patient understanding of clinical texts: ShARe/CLEF eHealth Challenge 2013, Task 2.",
        "Abstract": "The ShARe/CLEF eHealth challenge lab aims to stimulate development of natural language processing and information retrieval technologies to aid patients in understanding their clinical reports. In clinical text, acronyms and abbreviations, also referenced as short forms, can be difficult for patients to understand. For one of three shared tasks in 2013 (Task 2), we generated a reference standard of clinical short forms normalized to the Unified Medical Language System. This reference standard can be used to improve patient understanding by linking to web sources with lay descriptions of annotated short forms or by substituting short forms with a more simplified, lay term.",
        "Keywords": [
            "Abbreviations",
            "Acronyms",
            "Consumer health information",
            "Natural language processing",
            "Unified Medical Language System"
        ],
        "MeSH terms": [
            "Biological Ontologies",
            "Humans",
            "Natural Language Processing",
            "Telemedicine"
        ],
        "Authors": [
            {
                "First Name": "Danielle L",
                "Last Name": "Mowery",
                "Affiliation": "Department of Biomedical Informatics, University of Utah, Salt Lake City, UT, USA. danielle.mowery@utah.edu."
            },
            {
                "First Name": "Brett R",
                "Last Name": "South",
                "Affiliation": "Department of Biomedical Informatics, University of Utah, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Lee",
                "Last Name": "Christensen",
                "Affiliation": "Department of Biomedical Informatics, University of Utah, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Jianwei",
                "Last Name": "Leng",
                "Affiliation": "Department of Biomedical Informatics, University of Utah, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Laura-Maria",
                "Last Name": "Peltonen",
                "Affiliation": "Nursing Science, University of Turku, and Turku University Hospital, Turku, Finland."
            },
            {
                "First Name": "Sanna",
                "Last Name": "Salanterä",
                "Affiliation": "Nursing Science, University of Turku, and Turku University Hospital, Turku, Finland."
            },
            {
                "First Name": "Hanna",
                "Last Name": "Suominen",
                "Affiliation": "Data61, CSIRO, The Australian National University, University of Canberra, and University of Turku, Locked Bag 8001, Canberra, 2601, ACT, Australia."
            },
            {
                "First Name": "David",
                "Last Name": "Martinez",
                "Affiliation": "MedWhat.com, San Francisco, CA, USA."
            },
            {
                "First Name": "Sumithra",
                "Last Name": "Velupillai",
                "Affiliation": "Department of Computer and Systems Sciences (DSV), Stockholm University, Stockholm, Sweden."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Guergana",
                "Last Name": "Savova",
                "Affiliation": "Boston Children's Hospital, Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Sameer",
                "Last Name": "Pradhan",
                "Affiliation": "Boston Children's Hospital, Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Wendy W",
                "Last Name": "Chapman",
                "Affiliation": "Department of Biomedical Informatics, University of Utah, Salt Lake City, UT, USA."
            }
        ],
        "Journal": "Journal of biomedical semantics",
        "PubDate": "2016"
    },
    {
        "PMID": "26984049",
        "Title": "Data-driven health management: reasoning about personally generated data in diabetes with information technologies.",
        "Abstract": "To investigate how individuals with diabetes and diabetes educators reason about data collected through self-monitoring and to draw implications for the design of data-driven self-management technologies.",
        "Keywords": [
            "chronic disease",
            "self-care"
        ],
        "MeSH terms": [
            "Blood Glucose",
            "Diabetes Mellitus",
            "Diet Records",
            "Health Educators",
            "Humans",
            "Meals",
            "Monitoring, Physiologic",
            "Patient Generated Health Data",
            "Self Care"
        ],
        "Authors": [
            {
                "First Name": "Lena",
                "Last Name": "Mamykina",
                "Affiliation": "Department of Biomedical Informatics, Columbia University lena.mamykina@dbmi.columbia.edu."
            },
            {
                "First Name": "Matthew E",
                "Last Name": "Levine",
                "Affiliation": "Department of Biomedical Informatics, Columbia University."
            },
            {
                "First Name": "Patricia G",
                "Last Name": "Davidson",
                "Affiliation": "West Chester University, West Chester, Pennsylvania."
            },
            {
                "First Name": "Arlene M",
                "Last Name": "Smaldone",
                "Affiliation": "School of Nursing, Columbia University."
            },
            {
                "First Name": "Noemie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University."
            },
            {
                "First Name": "David J",
                "Last Name": "Albers",
                "Affiliation": "Department of Biomedical Informatics, Columbia University."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2016"
    },
    {
        "PMID": "26923634",
        "Title": "Speculation detection for Chinese clinical notes: Impacts of word segmentation and embedding models.",
        "Abstract": "Speculations represent uncertainty toward certain facts. In clinical texts, identifying speculations is a critical step of natural language processing (NLP). While it is a nontrivial task in many languages, detecting speculations in Chinese clinical notes can be particularly challenging because word segmentation may be necessary as an upstream operation. The objective of this paper is to construct a state-of-the-art speculation detection system for Chinese clinical notes and to investigate whether embedding features and word segmentations are worth exploiting toward this overall task. We propose a sequence labeling based system for speculation detection, which relies on features from bag of characters, bag of words, character embedding, and word embedding. We experiment on a novel dataset of 36,828 clinical notes with 5103 gold-standard speculation annotations on 2000 notes, and compare the systems in which word embeddings are calculated based on word segmentations given by general and by domain specific segmenters respectively. Our systems are able to reach performance as high as 92.2% measured by F score. We demonstrate that word segmentation is critical to produce high quality word embedding to facilitate downstream information extraction applications, and suggest that a domain dependent word segmenter can be vital to such a clinical NLP task in Chinese language.",
        "Keywords": [
            "Chinese NLP",
            "Clinical NLP",
            "Natural language processing",
            "Speculation detection",
            "Word embedding",
            "Word segmentation"
        ],
        "MeSH terms": [
            "China",
            "Computer Systems",
            "Data Mining",
            "Electronic Health Records",
            "Humans",
            "Language",
            "Medical Informatics",
            "Natural Language Processing",
            "Reproducibility of Results",
            "Workflow"
        ],
        "Authors": [
            {
                "First Name": "Shaodian",
                "Last Name": "Zhang",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            },
            {
                "First Name": "Tian",
                "Last Name": "Kang",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            },
            {
                "First Name": "Xingting",
                "Last Name": "Zhang",
                "Affiliation": "Center for Medical Informatics, Peking University, Beijing, China."
            },
            {
                "First Name": "Dong",
                "Last Name": "Wen",
                "Affiliation": "Center for Medical Informatics, Peking University, Beijing, China."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            },
            {
                "First Name": "Jianbo",
                "Last Name": "Lei",
                "Affiliation": "Center for Medical Informatics, Peking University, Beijing, China. Electronic address: jblei@hsc.pku.edu.cn."
            }
        ],
        "Journal": "Journal of biomedical informatics",
        "PubDate": "2016"
    },
    {
        "PMID": "26464024",
        "Title": "Learning probabilistic phenotypes from heterogeneous EHR data.",
        "Abstract": "We present the Unsupervised Phenome Model (UPhenome), a probabilistic graphical model for large-scale discovery of computational models of disease, or phenotypes. We tackle this challenge through the joint modeling of a large set of diseases and a large set of clinical observations. The observations are drawn directly from heterogeneous patient record data (notes, laboratory tests, medications, and diagnosis codes), and the diseases are modeled in an unsupervised fashion. We apply UPhenome to two qualitatively different mixtures of patients and diseases: records of extremely sick patients in the intensive care unit with constant monitoring, and records of outpatients regularly followed by care providers over multiple years. We demonstrate that the UPhenome model can learn from these different care settings, without any additional adaptation. Our experiments show that (i) the learned phenotypes combine the heterogeneous data types more coherently than baseline LDA-based phenotypes; (ii) they each represent single diseases rather than a mix of diseases more often than the baseline ones; and (iii) when applied to unseen patient records, they are correlated with the patients' ground-truth disorders. Code for training, inference, and quantitative evaluation is made available to the research community.",
        "Keywords": [
            "Clinical phenotype modeling",
            "Computational disease models",
            "Electronic health record",
            "Medical information systems",
            "Phenotyping",
            "Probabilistic modeling"
        ],
        "MeSH terms": [
            "Electronic Health Records",
            "Humans",
            "Learning",
            "Phenotype",
            "Probability"
        ],
        "Authors": [
            {
                "First Name": "Rimma",
                "Last Name": "Pivovarov",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, 622 W. 168th Street, New York, NY, USA. Electronic address: rip7002@nyp.org."
            },
            {
                "First Name": "Adler J",
                "Last Name": "Perotte",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, 622 W. 168th Street, New York, NY, USA. Electronic address: ajp2120@cumc.columbia.edu."
            },
            {
                "First Name": "Edouard",
                "Last Name": "Grave",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, 622 W. 168th Street, New York, NY, USA. Electronic address: eg2795@cumc.columbia.edu."
            },
            {
                "First Name": "John",
                "Last Name": "Angiolillo",
                "Affiliation": "College of Physicians and Surgeons, Columbia University, New York, NY, USA. Electronic address: ja2686@cumc.columbia.edu."
            },
            {
                "First Name": "Chris H",
                "Last Name": "Wiggins",
                "Affiliation": "Department of Applied Physics and Applied Mathematics, Columbia University, New York, NY, USA. Electronic address: chw2@columbia.edu."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, 622 W. 168th Street, New York, NY, USA. Electronic address: noemie.elhadad@columbia.edu."
            }
        ],
        "Journal": "Journal of biomedical informatics",
        "PubDate": "2015"
    },
    {
        "PMID": "25896647",
        "Title": "Risk prediction for chronic kidney disease progression using heterogeneous electronic health record data and time series analysis.",
        "Abstract": "As adoption of electronic health records continues to increase, there is an opportunity to incorporate clinical documentation as well as laboratory values and demographics into risk prediction modeling.",
        "Keywords": [
            "electronic health records",
            "risk prediction",
            "survival analysis",
            "topic modeling"
        ],
        "MeSH terms": [
            "Aged",
            "Cohort Studies",
            "Disease Progression",
            "Electronic Health Records",
            "Female",
            "Glomerular Filtration Rate",
            "Humans",
            "Longitudinal Studies",
            "Male",
            "Middle Aged",
            "Models, Theoretical",
            "Primary Health Care",
            "Proportional Hazards Models",
            "Renal Insufficiency, Chronic",
            "Risk Assessment",
            "Survival Analysis",
            "Time"
        ],
        "Authors": [
            {
                "First Name": "Adler",
                "Last Name": "Perotte",
                "Affiliation": "Biomedical Informatics Department, Columbia University, New York, NY, USA ajp2120@columbia.edu."
            },
            {
                "First Name": "Rajesh",
                "Last Name": "Ranganath",
                "Affiliation": "Computer Science Department, Princeton University, Princeton, NJ, USA."
            },
            {
                "First Name": "Jamie S",
                "Last Name": "Hirsch",
                "Affiliation": "Biomedical Informatics Department, Columbia University, New York, NY, USA Division of Nephrology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Blei",
                "Affiliation": "Statistics Department, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Biomedical Informatics Department, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2015"
    },
    {
        "PMID": "25882031",
        "Title": "Automated methods for the summarization of electronic health records.",
        "Abstract": "This review examines work on automated summarization of electronic health record (EHR) data and in particular, individual patient record summarization. We organize the published research and highlight methodological challenges in the area of EHR summarization implementation.",
        "Keywords": [
            "Clinical summarization",
            "electronic health records",
            "missing data",
            "natural language processing",
            "semantic similarity",
            "temporality"
        ],
        "MeSH terms": [
            "Electronic Health Records",
            "Humans",
            "Information Storage and Retrieval",
            "Natural Language Processing"
        ],
        "Authors": [
            {
                "First Name": "Rimma",
                "Last Name": "Pivovarov",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA rp2521@cumc.columbia.edu."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2015"
    },
    {
        "PMID": "25717417",
        "Title": "Modeling clinical context: rediscovering the social history and evaluating language from the clinic to the wards.",
        "Abstract": "Social, behavioral, and cultural factors are clearly linked to health and disease outcomes. The medical social history is a critical evaluation of these factors performed by healthcare providers with patients in both inpatient and outpatient care settings. Physicians learn the topics covered in the social history through education and practice, but the topics discussed and documented in real-world clinical narrative have not been described at scale. This study applies large-scale automated topic modeling techniques to discover common topics discussed in social histories, to compare those topics to the medical textbook representation of those histories, and to compare topics between clinical settings to illustrate differences of clinical context on narrative content. Language modeling techniques are used to consider the extent to which inpatient and outpatient social histories share in their language use. Our findings highlight the fact that clinical context and setting are distinguishing factors for social history documentation, as the language of the hospital wards is not the same as that of the ambulatory clinic. Moreover, providers receive little feedback on the quality of their documentation beyond that needed for billing processes. The findings in this study demonstrate a number of topics described in textbooks - schooling, religion, alternative health practices, stressors, for example - do not appear in social histories in either clinical setting.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Colin",
                "Last Name": "Walsh",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY."
            }
        ],
        "Journal": "AMIA Joint Summits on Translational Science proceedings. AMIA Joint Summits on Translational Science",
        "PubDate": "2014"
    },
    {
        "PMID": "26958204",
        "Title": "Initial Readability Assessment of Clinical Trial Eligibility Criteria.",
        "Abstract": "Various search engines are available to clinical trial seekers. However, it remains unknown how comprehensible clinical trial eligibility criteria used for recruitment are to a lay audience. This study initially investigated this problem. Readability of eligibility criteria was assessed according to (i) shallow and lexical characteristics through the use of an established, generic readability metric; (ii) syntactic characteristics through natural language processing techniques; and (iii) health terminological characteristics through an automated comparison to technical and lay health texts. We further stratified clinical trials according to various study characteristics (e.g., source country or study type) to understand potential factors influencing readability. Mainly caused by frequent use of technical jargons, a college reading level was found to be necessary to understand eligibility criteria text, a level much higher than the average literacy level of the general American population. The use of technical jargons should be minimized to simplify eligibility criteria text.",
        "Keywords": [],
        "MeSH terms": [
            "Clinical Trials as Topic",
            "Comprehension",
            "Eligibility Determination",
            "Humans",
            "Natural Language Processing",
            "Reading",
            "Search Engine"
        ],
        "Authors": [
            {
                "First Name": "Tian",
                "Last Name": "Kang",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Chunhua",
                "Last Name": "Weng",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY 10032."
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2015"
    },
    {
        "PMID": "25352564",
        "Title": "HARVEST, a longitudinal patient record summarizer.",
        "Abstract": "To describe HARVEST, a novel point-of-care patient summarization and visualization tool, and to conduct a formative evaluation study to assess its effectiveness and gather feedback for iterative improvements.",
        "Keywords": [
            "electronic health record",
            "natural language processing",
            "summarization",
            "visualization"
        ],
        "MeSH terms": [
            "Attitude to Computers",
            "Data Display",
            "Electronic Health Records",
            "Humans",
            "Natural Language Processing",
            "Software",
            "Surveys and Questionnaires",
            "User-Computer Interface"
        ],
        "Authors": [
            {
                "First Name": "Jamie S",
                "Last Name": "Hirsch",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA Division of Nephrology, Department of Medicine, Columbia University, New York, USA."
            },
            {
                "First Name": "Jessica S",
                "Last Name": "Tanenbaum",
                "Affiliation": "College of Physicians and Surgeons, Columbia University, New York, USA."
            },
            {
                "First Name": "Sharon",
                "Last Name": "Lipsky Gorman",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            },
            {
                "First Name": "Connie",
                "Last Name": "Liu",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            },
            {
                "First Name": "Eric",
                "Last Name": "Schmitz",
                "Affiliation": "New York Presbyterian Hospital, New York, USA."
            },
            {
                "First Name": "Dritan",
                "Last Name": "Hashorva",
                "Affiliation": "New York Presbyterian Hospital, New York, USA."
            },
            {
                "First Name": "Artem",
                "Last Name": "Ervits",
                "Affiliation": "New York Presbyterian Hospital, New York, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Vawdrey",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            },
            {
                "First Name": "Marc",
                "Last Name": "Sturm",
                "Affiliation": "New York Presbyterian Hospital, New York, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2015"
    },
    {
        "PMID": "33981381",
        "Title": "Survival Analysis with Electronic Health Record Data: Experiments with Chronic Kidney Disease.",
        "Abstract": "This paper presents a detailed survival analysis for chronic kidney disease (CKD). The analysis is based on the EHR data comprising almost two decades of clinical observations collected at New York-Presbyterian, a large hospital in New York City with one of the oldest electronic health records in the United States. Our survival analysis approach centers around Bayesian multiresolution hazard modeling, with an objective to capture the changing hazard of CKD over time, adjusted for patient clinical covariates and kidney-related laboratory tests. Special attention is paid to statistical issues common to all EHR data, such as cohort definition, missing data and censoring, variable selection, and potential for joint survival and longitudinal modeling, all of which are discussed alone and within the EHR CKD context.",
        "Keywords": [
            "EHR",
            "MRH",
            "chronic kidney disease",
            "multiresolution hazard",
            "survival analysis"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Yolanda",
                "Last Name": "Hagar",
                "Affiliation": "Yolanda Hagar is a postdoctoral researcher in applied mathematics at the University of Colorado at Boulder. David Albers is an associate research scientist in biomedical informatics at Columbia University. Rimma Pivovarov is a doctoral candidate in biomedical informatics at Columbia University. Herbert Chase is a professor of clinical medicine in biomedical informatics at Columbia University. Vanja Dukic is an associate professor in applied mathematics at the University of Colorado at Boulder. Noémie Elhadad is an assistant professor in biomedical informatics at Columbia University."
            },
            {
                "First Name": "David",
                "Last Name": "Albers",
                "Affiliation": "Yolanda Hagar is a postdoctoral researcher in applied mathematics at the University of Colorado at Boulder. David Albers is an associate research scientist in biomedical informatics at Columbia University. Rimma Pivovarov is a doctoral candidate in biomedical informatics at Columbia University. Herbert Chase is a professor of clinical medicine in biomedical informatics at Columbia University. Vanja Dukic is an associate professor in applied mathematics at the University of Colorado at Boulder. Noémie Elhadad is an assistant professor in biomedical informatics at Columbia University."
            },
            {
                "First Name": "Rimma",
                "Last Name": "Pivovarov",
                "Affiliation": "Yolanda Hagar is a postdoctoral researcher in applied mathematics at the University of Colorado at Boulder. David Albers is an associate research scientist in biomedical informatics at Columbia University. Rimma Pivovarov is a doctoral candidate in biomedical informatics at Columbia University. Herbert Chase is a professor of clinical medicine in biomedical informatics at Columbia University. Vanja Dukic is an associate professor in applied mathematics at the University of Colorado at Boulder. Noémie Elhadad is an assistant professor in biomedical informatics at Columbia University."
            },
            {
                "First Name": "Herbert",
                "Last Name": "Chase",
                "Affiliation": "Yolanda Hagar is a postdoctoral researcher in applied mathematics at the University of Colorado at Boulder. David Albers is an associate research scientist in biomedical informatics at Columbia University. Rimma Pivovarov is a doctoral candidate in biomedical informatics at Columbia University. Herbert Chase is a professor of clinical medicine in biomedical informatics at Columbia University. Vanja Dukic is an associate professor in applied mathematics at the University of Colorado at Boulder. Noémie Elhadad is an assistant professor in biomedical informatics at Columbia University."
            },
            {
                "First Name": "Vanja",
                "Last Name": "Dukic",
                "Affiliation": "Yolanda Hagar is a postdoctoral researcher in applied mathematics at the University of Colorado at Boulder. David Albers is an associate research scientist in biomedical informatics at Columbia University. Rimma Pivovarov is a doctoral candidate in biomedical informatics at Columbia University. Herbert Chase is a professor of clinical medicine in biomedical informatics at Columbia University. Vanja Dukic is an associate professor in applied mathematics at the University of Colorado at Boulder. Noémie Elhadad is an assistant professor in biomedical informatics at Columbia University."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Yolanda Hagar is a postdoctoral researcher in applied mathematics at the University of Colorado at Boulder. David Albers is an associate research scientist in biomedical informatics at Columbia University. Rimma Pivovarov is a doctoral candidate in biomedical informatics at Columbia University. Herbert Chase is a professor of clinical medicine in biomedical informatics at Columbia University. Vanja Dukic is an associate professor in applied mathematics at the University of Colorado at Boulder. Noémie Elhadad is an assistant professor in biomedical informatics at Columbia University."
            }
        ],
        "Journal": "Statistical analysis and data mining",
        "PubDate": "2014"
    },
    {
        "PMID": "25147248",
        "Title": "Evaluating the state of the art in disorder recognition and normalization of the clinical narrative.",
        "Abstract": "The ShARe/CLEF eHealth 2013 Evaluation Lab Task 1 was organized to evaluate the state of the art on the clinical text in (i) disorder mention identification/recognition based on Unified Medical Language System (UMLS) definition (Task 1a) and (ii) disorder mention normalization to an ontology (Task 1b). Such a community evaluation has not been previously executed. Task 1a included a total of 22 system submissions, and Task 1b included 17. Most of the systems employed a combination of rules and machine learners.",
        "Keywords": [
            "Clinical Notes",
            "Disorder Identifciation",
            "Information Extraction",
            "Named Entity Recognition",
            "Natural Language Processing",
            "Word Sense Disambiguation"
        ],
        "MeSH terms": [
            "Biological Ontologies",
            "Datasets as Topic",
            "Disease",
            "Electronic Health Records",
            "Humans",
            "Information Storage and Retrieval",
            "Natural Language Processing",
            "Systematized Nomenclature of Medicine",
            "Unified Medical Language System",
            "Vocabulary, Controlled"
        ],
        "Authors": [
            {
                "First Name": "Sameer",
                "Last Name": "Pradhan",
                "Affiliation": "Boston Children's Hospital and Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Brett R",
                "Last Name": "South",
                "Affiliation": "University of Utah, Salt Lake City, Utah, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Martinez",
                "Affiliation": "The University of Melbourne, Australia."
            },
            {
                "First Name": "Lee",
                "Last Name": "Christensen",
                "Affiliation": "University of Utah, Salt Lake City, Utah, USA."
            },
            {
                "First Name": "Amy",
                "Last Name": "Vogel",
                "Affiliation": "Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Hanna",
                "Last Name": "Suominen",
                "Affiliation": "NICTA, The Australian National University, and University of Canberra, Canberra, Australian Capital Territory, Australia."
            },
            {
                "First Name": "Wendy W",
                "Last Name": "Chapman",
                "Affiliation": "University of Utah, Salt Lake City, Utah, USA."
            },
            {
                "First Name": "Guergana",
                "Last Name": "Savova",
                "Affiliation": "Boston Children's Hospital and Harvard Medical School, Boston, Massachusetts, USA."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2015"
    },
    {
        "PMID": "24933368",
        "Title": "Dynamical phenotyping: using temporal analysis of clinically collected physiologic data to stratify populations.",
        "Abstract": "Using glucose time series data from a well measured population drawn from an electronic health record (EHR) repository, the variation in predictability of glucose values quantified by the time-delayed mutual information (TDMI) was explained using a mechanistic endocrine model and manual and automated review of written patient records. The results suggest that predictability of glucose varies with health state where the relationship (e.g., linear or inverse) depends on the source of the acuity. It was found that on a fine scale in parameter variation, the less insulin required to process glucose, a condition that correlates with good health, the more predictable glucose values were. Nevertheless, the most powerful effect on predictability in the EHR subpopulation was the presence or absence of variation in health state, specifically, in- and out-of-control glucose versus in-control glucose. Both of these results are clinically and scientifically relevant because the magnitude of glucose is the most commonly used indicator of health as opposed to glucose dynamics, thus providing for a connection between a mechanistic endocrine model and direct insight to human health via clinically collected data.",
        "Keywords": [],
        "MeSH terms": [
            "Biomarkers",
            "Computer Simulation",
            "Electronic Health Records",
            "Endocrine System",
            "Glucose",
            "Humans",
            "Models, Biological",
            "Models, Statistical",
            "Outcome Assessment, Health Care",
            "Phenotype"
        ],
        "Authors": [
            {
                "First Name": "D J",
                "Last Name": "Albers",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "E",
                "Last Name": "Tabak",
                "Affiliation": "Department of Mathematics, Courant Institute of the Mathematical Sciences, New York, New York, United States of America."
            },
            {
                "First Name": "A",
                "Last Name": "Perotte",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "George",
                "Last Name": "Hripcsak",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2014"
    },
    {
        "PMID": "24928176",
        "Title": "Temporal trends of hemoglobin A1c testing.",
        "Abstract": "The study of utilization patterns can quantify potential overuse of laboratory tests and find new ways to reduce healthcare costs. We demonstrate the use of distributional analytics for comparing electronic health record (EHR) laboratory test orders across time to diagnose and quantify overutilization.",
        "Keywords": [
            "Electronic Health Records",
            "Guideline Adherence",
            "Laboratory Test Overutilization",
            "Temporal Trends"
        ],
        "MeSH terms": [
            "Academic Medical Centers",
            "Blood Chemical Analysis",
            "Diabetes Mellitus",
            "Electronic Health Records",
            "Glycated Hemoglobin",
            "Guideline Adherence",
            "Humans",
            "Longitudinal Studies",
            "Medical Audit",
            "Models, Statistical",
            "New York City",
            "Organizational Case Studies",
            "Patient Care Management",
            "Practice Guidelines as Topic",
            "Statistics, Nonparametric",
            "Unnecessary Procedures"
        ],
        "Authors": [
            {
                "First Name": "Rimma",
                "Last Name": "Pivovarov",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            },
            {
                "First Name": "David J",
                "Last Name": "Albers",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            },
            {
                "First Name": "George",
                "Last Name": "Hripcsak",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            },
            {
                "First Name": "Jorge L",
                "Last Name": "Sepulveda",
                "Affiliation": "Department of Pathology & Cell Biology, Columbia University, New York, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2014"
    },
    {
        "PMID": "28163972",
        "Title": "Patient-Centered Tools for Medication Information Search.",
        "Abstract": "Recent research focused on online health information seeking highlights a heavy reliance on general-purpose search engines. However, current general-purpose search interfaces do not necessarily provide adequate support for non-experts in identifying suitable sources of health information. Popular search engines have recently introduced search tools in their user interfaces for a range of topics. In this work, we explore how such tools can support non-expert, patient-centered health information search. Scoping the current work to medication-related search, we report on findings from a formative study focused on the design of patient-centered, medication-information search tools. Our study included qualitative interviews with patients, family members, and domain experts, as well as observations of their use of Remedy, a technology probe embodying a set of search tools. Post-operative cardiothoracic surgery patients and their visiting family members used the tools to find information about their hospital medications and were interviewed before and after their use. Domain experts conducted similar search tasks and provided qualitative feedback on their preferences and recommendations for designing these tools. Findings from our study suggest the importance of four valuation principles underlying our tools: credibility, readability, consumer perspective, and topical relevance.",
        "Keywords": [
            "Design",
            "Human Factors"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Lauren",
                "Last Name": "Wilcox",
                "Affiliation": "Georgia Institute of Technology, Atlanta, GA USA; Columbia University, New York, NY USA."
            },
            {
                "First Name": "Steven",
                "Last Name": "Feiner",
                "Affiliation": "Columbia University, New York, NY USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Columbia University, New York, NY USA."
            },
            {
                "First Name": "David",
                "Last Name": "Vawdrey",
                "Affiliation": "Columbia University, New York, NY USA."
            },
            {
                "First Name": "Tran H",
                "Last Name": "Tran",
                "Affiliation": "New York-Presbyterian Hospital, New York, NY USA."
            }
        ],
        "Journal": "International Conference on Pervasive Computing Technologies for Healthcare : [proceedings]. International Conference on Pervasive Computing Technologies for Healthcare",
        "PubDate": "2014"
    },
    {
        "PMID": "24727481",
        "Title": "Identifying and mitigating biases in EHR laboratory tests.",
        "Abstract": "Electronic health record (EHR) data show promise for deriving new ways of modeling human disease states. Although EHR researchers often use numerical values of laboratory tests as features in disease models, a great deal of information is contained in the context within which a laboratory test is taken. For example, the same numerical value of a creatinine test has different interpretation for a chronic kidney disease patient and a patient with acute kidney injury. We study whether EHR research studies are subject to biased results and interpretations if laboratory measurements taken in different contexts are not explicitly separated. We show that the context of a laboratory test measurement can often be captured by the way the test is measured through time. We perform three tasks to study the properties of these temporal measurement patterns. In the first task, we confirm that laboratory test measurement patterns provide additional information to the stand-alone numerical value. The second task identifies three measurement pattern motifs across a set of 70 laboratory tests performed for over 14,000 patients. Of these, one motif exhibits properties that can lead to biased research results. In the third task, we demonstrate the potential for biased results on a specific example. We conduct an association study of lipase test values to acute pancreatitis. We observe a diluted signal when using only a lipase value threshold, whereas the full association is recovered when properly accounting for lipase measurements in different contexts (leveraging the lipase measurement patterns to separate the contexts). Aggregating EHR data without separating distinct laboratory test measurement patterns can intermix patients with different diseases, leading to the confounding of signals in large-scale EHR analyses. This paper presents a methodology for leveraging measurement frequency to identify and reduce laboratory test biases.",
        "Keywords": [
            "Bias",
            "Confounding",
            "Electronic health record",
            "Information theory",
            "Laboratory testing",
            "Missing data"
        ],
        "MeSH terms": [
            "Artifacts",
            "Clinical Laboratory Information Systems",
            "Confounding Factors, Epidemiologic",
            "Data Interpretation, Statistical",
            "Data Mining",
            "Electronic Health Records",
            "New York",
            "Pattern Recognition, Automated"
        ],
        "Authors": [
            {
                "First Name": "Rimma",
                "Last Name": "Pivovarov",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, 622 W. 168th Street, New York, NY, USA. Electronic address: rp2521@columbia.edu."
            },
            {
                "First Name": "David J",
                "Last Name": "Albers",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, 622 W. 168th Street, New York, NY, USA. Electronic address: dja2119@cumc.columbia.edu."
            },
            {
                "First Name": "Jorge L",
                "Last Name": "Sepulveda",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, 630 W. 168th Street, New York, NY, USA. Electronic address: jls2282@columbia.edu."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, 622 W. 168th Street, New York, NY, USA. Electronic address: noemie.elhadad@columbia.edu."
            }
        ],
        "Journal": "Journal of biomedical informatics",
        "PubDate": "2014"
    },
    {
        "PMID": "24551375",
        "Title": "Lessons learned in replicating data-driven experiments in multiple medical systems and patient populations.",
        "Abstract": "Electronic health records are an increasingly important source of data for research, allowing for large-scale longitudinal studies on the same population that is being treated. Unlike in controlled studies, though, these data vary widely in quality, quantity, and structure. In order to know whether algorithms can accurately uncover new knowledge from these records, or whether findings can be extrapolated to new populations, they must be validated. One approach is to conduct the same study in multiple sites and compare results, but it is a challenge to determine whether differences are due to artifacts of the medical process, population differences, or failures of the methods used. In this paper we describe the results of replicating a data-driven experiment to infer possible causes of congestive heart failure and their timing using data from two medical systems and two patient populations. We focus on the difficulties faced in this type of work, lessons learned, and recommendations for future research.",
        "Keywords": [],
        "MeSH terms": [
            "Causality",
            "Data Mining",
            "Disease Progression",
            "Electronic Health Records",
            "Heart Failure",
            "Humans",
            "International Classification of Diseases",
            "Medical Records Systems, Computerized",
            "Natural Language Processing"
        ],
        "Authors": [
            {
                "First Name": "Samantha",
                "Last Name": "Kleinberg",
                "Affiliation": "Stevens Institute of Technology, Hoboken, NJ;"
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Columbia University, New York, NY."
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2013"
    },
    {
        "PMID": "24551060",
        "Title": "Redundancy-aware topic modeling for patient record notes.",
        "Abstract": "The clinical notes in a given patient record contain much redundancy, in large part due to clinicians' documentation habit of copying from previous notes in the record and pasting into a new note. Previous work has shown that this redundancy has a negative impact on the quality of text mining and topic modeling in particular. In this paper we describe a novel variant of Latent Dirichlet Allocation (LDA) topic modeling, Red-LDA, which takes into account the inherent redundancy of patient records when modeling content of clinical notes. To assess the value of Red-LDA, we experiment with three baselines and our novel redundancy-aware topic modeling method: given a large collection of patient records, (i) apply vanilla LDA to all documents in all input records; (ii) identify and remove all redundancy by chosing a single representative document for each record as input to LDA; (iii) identify and remove all redundant paragraphs in each record, leaving partial, non-redundant documents as input to LDA; and (iv) apply Red-LDA to all documents in all input records. Both quantitative evaluation carried out through log-likelihood on held-out data and topic coherence of produced topics and qualitative assessment of topics carried out by physicians show that Red-LDA produces superior models to all three baseline strategies. This research contributes to the emerging field of understanding the characteristics of the electronic health record and how to account for them in the framework of data mining. The code for the two redundancy-elimination baselines and Red-LDA is made publicly available to the community.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Data Mining",
            "Documentation",
            "Electronic Health Records",
            "Health Records, Personal",
            "Humans",
            "Models, Statistical"
        ],
        "Authors": [
            {
                "First Name": "Raphael",
                "Last Name": "Cohen",
                "Affiliation": "Department of Computer Science, Ben Gurion University, Beer Sheva, Israel."
            },
            {
                "First Name": "Iddo",
                "Last Name": "Aviram",
                "Affiliation": "Department of Computer Science, Ben Gurion University, Beer Sheva, Israel."
            },
            {
                "First Name": "Michael",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Computer Science, Ben Gurion University, Beer Sheva, Israel."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2014"
    },
    {
        "PMID": "25954470",
        "Title": "Does sustained participation in an online health community affect sentiment?",
        "Abstract": "A large number of patients rely on online health communities to exchange information and psychosocial support with their peers. Examining participation in a community and its impact on members' behaviors and attitudes is one of the key open research questions in the field of study of online health communities. In this paper, we focus on a large public breast cancer community and conduct sentiment analysis on all its posts. We investigate the impact of different factors on post sentiment, such as time since joining the community, posting activity, age of members, and cancer stage of members. We find that there is a significant increase in sentiment of posts through time, with different patterns of sentiment trends for initial posts in threads and reply posts. Factors each play a role; for instance stage-IV members form a particular sub-community with patterns of sentiment and usage distinct from others members.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Age Factors",
            "Analysis of Variance",
            "Artificial Intelligence",
            "Breast Neoplasms",
            "Datasets as Topic",
            "Emotions",
            "Female",
            "Humans",
            "Internet",
            "Middle Aged",
            "Social Support"
        ],
        "Authors": [
            {
                "First Name": "Shaodian",
                "Last Name": "Zhang",
                "Affiliation": "Columbia University, New York, NY."
            },
            {
                "First Name": "Erin",
                "Last Name": "Bantum",
                "Affiliation": "University of Hawai'i Cancer Center, Honolulu, HI."
            },
            {
                "First Name": "Jason",
                "Last Name": "Owen",
                "Affiliation": "VA Palo Alto Health Care System, Menlo Park, CA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Columbia University, New York, NY."
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2014"
    },
    {
        "PMID": "25954356",
        "Title": "Characterizing the sublanguage of online breast cancer forums for medications, symptoms, and emotions.",
        "Abstract": "Online health communities play an increasingly prevalent role for patients and are the source of a growing body of research. A lexicon that represents the sublanguage of an online community is an important resource to enable analysis and tool development over this data source. This paper investigates a method to generate a lexicon representative of the language of members in a given community with respect to specific semantic types. We experiment with a breast cancer community and detect terms that belong to three semantic types: medications, symptoms and side effects, and emotions. We assess the ability of our automatically generated lexicons to detect new terms, and show that a data-driven approach captures the sublanguage of members in these communities, all the while increasing coverage of general-purpose terminologies. The code and the generated lexicons are made available to the research community.",
        "Keywords": [],
        "MeSH terms": [
            "Breast Neoplasms",
            "Female",
            "Humans",
            "Internet",
            "Self-Help Groups",
            "Semantics",
            "Vocabulary"
        ],
        "Authors": [
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Columbia University, New York, NY."
            },
            {
                "First Name": "Shaodian",
                "Last Name": "Zhang",
                "Affiliation": "Columbia University, New York, NY."
            },
            {
                "First Name": "Patricia",
                "Last Name": "Driscoll",
                "Affiliation": "Columbia University, New York, NY."
            },
            {
                "First Name": "Samuel",
                "Last Name": "Brody",
                "Affiliation": "Google, Inc., New York, NY."
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2014"
    },
    {
        "PMID": "24296907",
        "Title": "Diagnosis code assignment: models and evaluation metrics.",
        "Abstract": "The volume of healthcare data is growing rapidly with the adoption of health information technology. We focus on automated ICD9 code assignment from discharge summary content and methods for evaluating such assignments.",
        "Keywords": [
            "Clinical Coding",
            "Electronic Health Records",
            "ICD Codes",
            "Machine Learning",
            "Medical Informatics"
        ],
        "MeSH terms": [
            "Brain Ischemia",
            "Clinical Coding",
            "Evaluation Studies as Topic",
            "Humans",
            "International Classification of Diseases",
            "Patient Discharge",
            "Support Vector Machine"
        ],
        "Authors": [
            {
                "First Name": "Adler",
                "Last Name": "Perotte",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Rimma",
                "Last Name": "Pivovarov",
                "Affiliation": ""
            },
            {
                "First Name": "Karthik",
                "Last Name": "Natarajan",
                "Affiliation": ""
            },
            {
                "First Name": "Nicole",
                "Last Name": "Weiskopf",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Wood",
                "Affiliation": ""
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2014"
    },
    {
        "PMID": "24201027",
        "Title": "A review of approaches to identifying patient phenotype cohorts using electronic health records.",
        "Abstract": "To summarize literature describing approaches aimed at automatically identifying patients with a common phenotype.",
        "Keywords": [
            "Cohort Identification",
            "Electronic Health Records",
            "Phenotyping",
            "Review"
        ],
        "MeSH terms": [
            "Artificial Intelligence",
            "Data Mining",
            "Diagnosis",
            "Electronic Health Records",
            "Humans",
            "Natural Language Processing",
            "Phenotype",
            "Statistics as Topic",
            "Vocabulary, Controlled"
        ],
        "Authors": [
            {
                "First Name": "Chaitanya",
                "Last Name": "Shivade",
                "Affiliation": "Department of Computer Science and Engineering, The Ohio State University, Columbus, Ohio, USA."
            },
            {
                "First Name": "Preethi",
                "Last Name": "Raghavan",
                "Affiliation": ""
            },
            {
                "First Name": "Eric",
                "Last Name": "Fosler-Lussier",
                "Affiliation": ""
            },
            {
                "First Name": "Peter J",
                "Last Name": "Embi",
                "Affiliation": ""
            },
            {
                "First Name": "Noemie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen B",
                "Last Name": "Johnson",
                "Affiliation": ""
            },
            {
                "First Name": "Albert M",
                "Last Name": "Lai",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2014"
    },
    {
        "PMID": "23954592",
        "Title": "Unsupervised biomedical named entity recognition: experiments with clinical and biological texts.",
        "Abstract": "Named entity recognition is a crucial component of biomedical natural language processing, enabling information extraction and ultimately reasoning over and knowledge discovery from text. Much progress has been made in the design of rule-based and supervised tools, but they are often genre and task dependent. As such, adapting them to different genres of text or identifying new types of entities requires major effort in re-annotation or rule development. In this paper, we propose an unsupervised approach to extracting named entities from biomedical text. We describe a stepwise solution to tackle the challenges of entity boundary detection and entity type classification without relying on any handcrafted rules, heuristics, or annotated data. A noun phrase chunker followed by a filter based on inverse document frequency extracts candidate entities from free text. Classification of candidate entities into categories of interest is carried out by leveraging principles from distributional semantics. Experiments show that our system, especially the entity classification step, yields competitive results on two popular biomedical datasets of clinical notes and biological literature, and outperforms a baseline dictionary match approach. Detailed error analysis provides a road map for future work.",
        "Keywords": [
            "Chunking",
            "Distributional semantics",
            "Named entity recognition",
            "Natural language processing",
            "UMLS"
        ],
        "MeSH terms": [
            "Biomedical Research",
            "Natural Language Processing",
            "Vocabulary, Controlled"
        ],
        "Authors": [
            {
                "First Name": "Shaodian",
                "Last Name": "Zhang",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, 622 W. 168th Street, VC-5, New York, NY 10032, USA. Electronic address: shaodian@dbmi.columbia.edu."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of biomedical informatics",
        "PubDate": "2013"
    },
    {
        "PMID": "23790998",
        "Title": "A practical approach for content mining of Tweets.",
        "Abstract": "Use of data generated through social media for health studies is gradually increasing. Twitter is a short-text message system developed 6 years ago, now with more than 100 million users generating over 300 million Tweets every day. Twitter may be used to gain real-world insights to promote healthy behaviors. The purposes of this paper are to describe a practical approach to analyzing Tweet contents and to illustrate an application of the approach to the topic of physical activity. The approach includes five steps: (1) selecting keywords to gather an initial set of Tweets to analyze; (2) importing data; (3) preparing data; (4) analyzing data (topic, sentiment, and ecologic context); and (5) interpreting data. The steps are implemented using tools that are publically available and free of charge and designed for use by researchers with limited programming skills. Content mining of Tweets can contribute to addressing challenges in health behavior research.",
        "Keywords": [],
        "MeSH terms": [
            "Data Collection",
            "Data Mining",
            "Health Behavior",
            "Humans",
            "Internet",
            "Research",
            "Research Design",
            "Social Media"
        ],
        "Authors": [
            {
                "First Name": "Sunmoo",
                "Last Name": "Yoon",
                "Affiliation": "School of Nursing, Columbia University, New York, New York; Department of Biomedical Informatics, Columbia University, New York, New York. Electronic address: sy2102@columbia.edu."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York."
            },
            {
                "First Name": "Suzanne",
                "Last Name": "Bakken",
                "Affiliation": "School of Nursing, Columbia University, New York, New York; Department of Biomedical Informatics, Columbia University, New York, New York."
            }
        ],
        "Journal": "American journal of preventive medicine",
        "PubDate": "2013"
    },
    {
        "PMID": "23323800",
        "Title": "Redundancy in electronic health record corpora: analysis, impact on text mining performance and mitigation strategies.",
        "Abstract": "The increasing availability of Electronic Health Record (EHR) data and specifically free-text patient notes presents opportunities for phenotype extraction. Text-mining methods in particular can help disease modeling by mapping named-entities mentions to terminologies and clustering semantically related terms. EHR corpora, however, exhibit specific statistical and linguistic characteristics when compared with corpora in the biomedical literature domain. We focus on copy-and-paste redundancy: clinicians typically copy and paste information from previous notes when documenting a current patient encounter. Thus, within a longitudinal patient record, one expects to observe heavy redundancy. In this paper, we ask three research questions: (i) How can redundancy be quantified in large-scale text corpora? (ii) Conventional wisdom is that larger corpora yield better results in text mining. But how does the observed EHR redundancy affect text mining? Does such redundancy introduce a bias that distorts learned models? Or does the redundancy introduce benefits by highlighting stable and important subsets of the corpus? (iii) How can one mitigate the impact of redundancy on text mining?",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Data Mining",
            "Electronic Health Records",
            "Health Records, Personal",
            "Humans",
            "Semantics"
        ],
        "Authors": [
            {
                "First Name": "Raphael",
                "Last Name": "Cohen",
                "Affiliation": "Department of Computer Science, Ben-Gurion University in the Negev, Beer-Sheva, Israel. cohenrap@bgu.ac.il"
            },
            {
                "First Name": "Michael",
                "Last Name": "Elhadad",
                "Affiliation": ""
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            }
        ],
        "Journal": "BMC bioinformatics",
        "PubDate": "2013"
    },
    {
        "PMID": "22742938",
        "Title": "A new clustering method for detecting rare senses of abbreviations in clinical notes.",
        "Abstract": "Abbreviations are widely used in clinical documents and they are often ambiguous. Building a list of possible senses (also called sense inventory) for each ambiguous abbreviation is the first step to automatically identify correct meanings of abbreviations in given contexts. Clustering based methods have been used to detect senses of abbreviations from a clinical corpus [1]. However, rare senses remain challenging and existing algorithms are not good enough to detect them. In this study, we developed a new two-phase clustering algorithm called Tight Clustering for Rare Senses (TCRS) and applied it to sense generation of abbreviations in clinical text. Using manually annotated sense inventories from a set of 13 ambiguous clinical abbreviations, we evaluated and compared TCRS with the existing Expectation Maximization (EM) clustering algorithm for sense generation, at two different levels of annotation cost (10 vs. 20 instances for each abbreviation). Our results showed that the TCRS-based method could detect 85% senses on average; while the EM-based method found only 75% senses, when similar annotation effort (about 20 instances) was used. Further analysis demonstrated that the improvement by the TCRS method was mainly from additionally detected rare senses, thus indicating its usefulness for building more complete sense inventories of clinical abbreviations.",
        "Keywords": [],
        "MeSH terms": [
            "Abbreviations as Topic",
            "Algorithms",
            "Cluster Analysis",
            "Medical Records",
            "Natural Language Processing",
            "Unified Medical Language System"
        ],
        "Authors": [
            {
                "First Name": "Hua",
                "Last Name": "Xu",
                "Affiliation": "Department of Biomedical Informatics, Vanderbilt University, Nashville, TN 37203, USA. hua.xu@vanderbilt.edu"
            },
            {
                "First Name": "Yonghui",
                "Last Name": "Wu",
                "Affiliation": ""
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            },
            {
                "First Name": "Peter D",
                "Last Name": "Stetson",
                "Affiliation": ""
            },
            {
                "First Name": "Carol",
                "Last Name": "Friedman",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of biomedical informatics",
        "PubDate": "2012"
    },
    {
        "PMID": "22289420",
        "Title": "A hybrid knowledge-based and data-driven approach to identifying semantically similar concepts.",
        "Abstract": "An open research question when leveraging ontological knowledge is when to treat different concepts separately from each other and when to aggregate them. For instance, concepts for the terms \"paroxysmal cough\" and \"nocturnal cough\" might be aggregated in a kidney disease study, but should be left separate in a pneumonia study. Determining whether two concepts are similar enough to be aggregated can help build better datasets for data mining purposes and avoid signal dilution. Quantifying the similarity among concepts is a difficult task, however, in part because such similarity is context-dependent. We propose a comprehensive method, which computes a similarity score for a concept pair by combining data-driven and ontology-driven knowledge. We demonstrate our method on concepts from SNOMED-CT and on a corpus of clinical notes of patients with chronic kidney disease. By combining information from usage patterns in clinical notes and from ontological structure, the method can prune out concepts that are simply related from those which are semantically similar. When evaluated against a list of concept pairs annotated for similarity, our method reaches an AUC (area under the curve) of 92%.",
        "Keywords": [],
        "MeSH terms": [
            "Area Under Curve",
            "Chronic Disease",
            "Data Mining",
            "Humans",
            "Kidney Diseases",
            "Knowledge Bases",
            "Natural Language Processing",
            "Semantics",
            "Systematized Nomenclature of Medicine"
        ],
        "Authors": [
            {
                "First Name": "Rimma",
                "Last Name": "Pivovarov",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, 622 W. 168th Street, VC-5, New York, NY 10032, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of biomedical informatics",
        "PubDate": "2012"
    },
    {
        "PMID": "21347092",
        "Title": "Corpus-Based Problem Selection for EHR Note Summarization.",
        "Abstract": "Physicians have access to patient notes in volumes far greater than what is practical to read within the context of a standard clinical scenario. As a preliminary step toward being able to provide a longitudinal summary of patient history, methods are examined for the automated extraction of relevant patient problems from existing clinical notes. We explore a grounded approach to identifying important patient problems from patient history. Methods build on existing NLP and text-summarization methodologies and leverage features observed in a relevant corpus.",
        "Keywords": [],
        "MeSH terms": [
            "Electronic Health Records",
            "Humans",
            "Natural Language Processing",
            "Physicians"
        ],
        "Authors": [
            {
                "First Name": "Tielman T",
                "Last Name": "Van Vleck",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2010"
    },
    {
        "PMID": "21347062",
        "Title": "Cognitive analysis of the summarization of longitudinal patient records.",
        "Abstract": "Electronic health records contain an abundance of valuable information that can be used to guide patient care. However, the large volume of information embodied in these records also renders access to relevant information a time-consuming and inefficient process. Our ultimate objective is to develop an automated summarizer that succinctly captures all relevant information in the patient record. In this paper, we present a cognitive study of 8 clinicians who were asked to create summaries based on data contained in the patients' electronic health record. The study characterized the primary sources of information that were prioritized by clinicians, the temporal strategies used to develop a summary and the cognitive operations used to guide the summarization process. Although we would not expect the automated summarizer to emulate human performance, we anticipate that this study will inform its development in instrumental ways.",
        "Keywords": [],
        "MeSH terms": [
            "Cognition",
            "Electronic Health Records",
            "Humans",
            "Medical Records Systems, Computerized"
        ],
        "Authors": [
            {
                "First Name": "Daniel",
                "Last Name": "Reichert",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY."
            },
            {
                "First Name": "David",
                "Last Name": "Kaufman",
                "Affiliation": ""
            },
            {
                "First Name": "Benjamin",
                "Last Name": "Bloxham",
                "Affiliation": ""
            },
            {
                "First Name": "Herbert",
                "Last Name": "Chase",
                "Affiliation": ""
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2010"
    },
    {
        "PMID": "21346969",
        "Title": "Detecting salient aspects in online reviews of health providers.",
        "Abstract": "We present a fully automated method to capture what topics health consumers discuss when reviewing their health providers online. Our method does not rely on any manual tagging of the information, and operates on the text of online reviews. We analyze a large set of reviews and compare the topics discussed when reviewing providers with different specialties. This work provides a complementary view on the traditional qualitative approaches proposed so far to capturing factors for patient satisfaction. Furthermore, our research contributes to understanding in a bottom-up fashion the needs and interests of health consumers online.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Internet",
            "Patient Satisfaction",
            "Publications"
        ],
        "Authors": [
            {
                "First Name": "Samuel",
                "Last Name": "Brody",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2010"
    },
    {
        "PMID": "20418155",
        "Title": "An analysis of clinical queries in an electronic health record search utility.",
        "Abstract": "While search engines have become nearly ubiquitous on the Web, electronic health records (EHRs) generally lack search functionality; furthermore, there is no knowledge on how and what healthcare providers search while using an EHR-based search utility. In this study, we sought to understand user needs as captured by their search queries.",
        "Keywords": [],
        "MeSH terms": [
            "Data Mining",
            "Medical Records Systems, Computerized",
            "New York",
            "Search Engine"
        ],
        "Authors": [
            {
                "First Name": "Karthik",
                "Last Name": "Natarajan",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY 10032, USA. karthik.natarajan@dbmi.columbia.edu"
            },
            {
                "First Name": "Daniel",
                "Last Name": "Stein",
                "Affiliation": ""
            },
            {
                "First Name": "Samat",
                "Last Name": "Jain",
                "Affiliation": ""
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            }
        ],
        "Journal": "International journal of medical informatics",
        "PubDate": "2010"
    },
    {
        "PMID": "20351893",
        "Title": "Perplexity analysis of obesity news coverage.",
        "Abstract": "An important task performed during the analysis of health news coverage is the identification of news articles that are related to a specific health topic (e.g. obesity). This is often done using a combination of keyword searching and manual encoding of news content. Statistical language models and their evaluation metric, perplexity, may help to automate this task. A perplexity study of obesity news was performed to evaluate perplexity as a measure of the similarity of news corpora to obesity news content. The results of this study showed that perplexity increased as news coverage became more general relative to obesity news (obesity news approximately 187, general health news approximately 278, general news approximately 378, general news across multiple publishers approximately 382). This indicates that language model perplexity can measure the similarity news content to obesity news coverage, and could be used as the basis for an automated health news classifier.",
        "Keywords": [],
        "MeSH terms": [
            "Bibliometrics",
            "Data Collection",
            "Humans",
            "Journalism, Medical",
            "Language",
            "Mass Media",
            "Obesity",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Delano J",
                "Last Name": "McFarlane",
                "Affiliation": "Departments of Biomedical Informatics (DJM, NE, RK) and Sociomedical Sciences (RK) Columbia University, New York, NY."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            },
            {
                "First Name": "Rita",
                "Last Name": "Kukafka",
                "Affiliation": ""
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2009"
    },
    {
        "PMID": "19074297",
        "Title": "Using empiric semantic correlation to interpret temporal assertions in clinical texts.",
        "Abstract": "To measure the uncertainty of temporal assertions like \"3 weeks ago\" in clinical texts.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Linear Models",
            "Medical Records",
            "Natural Language Processing",
            "Patient Discharge",
            "Semantics",
            "Time"
        ],
        "Authors": [
            {
                "First Name": "George",
                "Last Name": "Hripcsak",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, College of Physicians and Surgeons, 622 West 168 Street, VC-5, New York, NY 10032, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            },
            {
                "First Name": "Yueh-Hsia",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Li",
                "Last Name": "Zhou",
                "Affiliation": ""
            },
            {
                "First Name": "Frances P",
                "Last Name": "Morrison",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2009"
    },
    {
        "PMID": "18999284",
        "Title": "Content and structure of clinical problem lists: a corpus analysis.",
        "Abstract": "In the interest of designing an automated high-level, longitudinal clinical summary of a patient record, we analyze traditional ways in which medical problems pertaining to the patient are summarized in the electronic health record. The patient problem list has become a commonly used proxy for a summary of patient history and automated methods have been proposed to generate it. However, little research has been conducted on how to structure the problem list in a manner most effective for supporting clinical care. This study analyzes the structure and content of the Past Medical History (PMH) sections of a large corpus of clinical notes, as a proxy for problem lists. Findings show that when listing patients history, physicians convey several semantic types of information, not only problems. Furthermore, they often group related concepts in a single line of the PMH. In contrast, traditional problem lists allow only a simple enumeration of coded terms. Content analysis goes on to reiterate the value of more complex representations as well as provide valuable data and guidelines for automated generation of a clinical summary.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Artificial Intelligence",
            "Clinical Protocols",
            "Information Storage and Retrieval",
            "Medical History Taking",
            "Medical Records Systems, Computerized",
            "Medical Records, Problem-Oriented",
            "Natural Language Processing",
            "New York",
            "Pattern Recognition, Automated",
            "Subject Headings"
        ],
        "Authors": [
            {
                "First Name": "Tielman T",
                "Last Name": "Van Vleck",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Adam",
                "Last Name": "Wilcox",
                "Affiliation": ""
            },
            {
                "First Name": "Peter D",
                "Last Name": "Stetson",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen B",
                "Last Name": "Johnson",
                "Affiliation": ""
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2008"
    },
    {
        "PMID": "18999156",
        "Title": "Automated knowledge acquisition from clinical narrative reports.",
        "Abstract": "Knowledge of associations between biomedical entities, such as disease-symptoms, is critical for many automated biomedical applications. In this work, we develop automated methods for acquisition and discovery of medical knowledge embedded in clinical narrative reports. MedLEE, a Natural Language Processing (NLP) system, is applied to extract and encode clinical entities from narrative clinical reports obtained from New York-Presbyterian Hospital (NYPH), and associations between the clinical entities are determined based on statistical methods adjusted by volume tests. We focus on two types of entities, disease and symptom, in this study. Evaluation based on a random sample of disease-symptom associations indicates an overall recall of 90% and a precision of 92%. In conclusion, the preliminary study demonstrated that this method for knowledge acquisition of disease-symptom pairs from clinical reports is effective. The automated method is generalizable, and can be applied to detect other clinical associations, such as between diseases and medications.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Artificial Intelligence",
            "Information Storage and Retrieval",
            "Medical History Taking",
            "Medical Records Systems, Computerized",
            "Narration",
            "Natural Language Processing",
            "New York",
            "Pattern Recognition, Automated",
            "Subject Headings"
        ],
        "Authors": [
            {
                "First Name": "Xiaoyan",
                "Last Name": "Wang",
                "Affiliation": "Department of Biomedical Informatics,Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Amy",
                "Last Name": "Chused",
                "Affiliation": ""
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            },
            {
                "First Name": "Carol",
                "Last Name": "Friedman",
                "Affiliation": ""
            },
            {
                "First Name": "Marianthi",
                "Last Name": "Markatou",
                "Affiliation": ""
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2008"
    },
    {
        "PMID": "18999147",
        "Title": "Extracting structured medication event information from discharge summaries.",
        "Abstract": "We present a method that extracts medication information from discharge summaries. The program relies on parsing rules written as a set of regular expressions and on a user-configurable drug lexicon. Our evaluation shows a precision of 94% and recall of 83% in the extraction of medication information. We use a broader definition of medication information than previous studies, including drug names appearing with and without dosage information, misspelled drug names, and contextual information.",
        "Keywords": [],
        "MeSH terms": [
            "Artificial Intelligence",
            "Information Storage and Retrieval",
            "Medical Record Linkage",
            "Medical Records Systems, Computerized",
            "Natural Language Processing",
            "New York",
            "Patient Discharge",
            "Pattern Recognition, Automated"
        ],
        "Authors": [
            {
                "First Name": "Sigfried",
                "Last Name": "Gold",
                "Affiliation": "Columbia University, Department of Biomedical Informatics, New York, NY, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            },
            {
                "First Name": "Xinxin",
                "Last Name": "Zhu",
                "Affiliation": ""
            },
            {
                "First Name": "James J",
                "Last Name": "Cimino",
                "Affiliation": ""
            },
            {
                "First Name": "George",
                "Last Name": "Hripcsak",
                "Affiliation": ""
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2008"
    },
    {
        "PMID": "18998969",
        "Title": "Use of semantic features to classify patient smoking status.",
        "Abstract": "The recent i2b2 NLP Challenge smoking classification task offers a rare chance to compare different natural language processing techniques on actual clinical data. We compare the performance of a classifier which relies on semantic features generated by an unmodified version of MedLEE, a clinical NLP engine, to one using lexical features. We also compare the performance of supervised classifiers to rule-based symbolic classifiers. Our baseline supervised classifier with lexical features yields a microaveraged F-measure of 0.81. Our rule-based classifier using MedLEE semantic features is superior, with an F-measure of 0.83. Our supervised classifier trained with semantic MedLEE features is competitive with the top-performing smoking classifier in the i2b2 NLP Challenge, with microaveraged precision of 0.90, recall of 0.89, and F-measure of 0.89.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Artificial Intelligence",
            "Humans",
            "Information Storage and Retrieval",
            "Medical History Taking",
            "Medical Records Systems, Computerized",
            "Natural Language Processing",
            "Patient Discharge",
            "Pattern Recognition, Automated",
            "Semantics",
            "Smoking",
            "Terminology as Topic",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Patrick J",
                "Last Name": "McCormick",
                "Affiliation": "College of Physicians & Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Noémie",
                "Last Name": "Elhadad",
                "Affiliation": ""
            },
            {
                "First Name": "Peter D",
                "Last Name": "Stetson",
                "Affiliation": ""
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2008"
    },
    {
        "PMID": "17238339",
        "Title": "Comprehending technical texts: predicting and defining unfamiliar terms.",
        "Abstract": "We investigate how to improve access to medical literature for health consumers. Our focus is on medical terminology. We present a method to predict automatically in a given text which medical terms are unlikely to be understood by a lay reader. Our method, which is linguistically motivated and fully unsupervised, relies on how common a specific term is in texts that we already know are familiar to a lay reader. Once a term is identified as unfamiliar, an appropriate definition is mined from the Web to be provided to the reader. Our experiments show that the prediction and the addition of definitions significantly improve lay readers' comprehension of sentences containing technical medical terms.",
        "Keywords": [],
        "MeSH terms": [
            "Comprehension",
            "Educational Status",
            "Humans",
            "Publications",
            "Terminology as Topic"
        ],
        "Authors": [
            {
                "First Name": "Noemie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Computer Science, City College of New York, New York, NY, USA."
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2006"
    },
    {
        "PMID": "16779035",
        "Title": "Facilitating physicians' access to information via tailored text summarization.",
        "Abstract": "We have developed a summarization system, TAS (Technical Article Summarizer), which, when provided with a patient record and journal articles returned by a search, automatically generates a summary that is tailored to the patient characteristics. We hypothesize that a personalized summary will allow a physician to more quickly find information relevant to patient care. In this paper, we present a user study in which subjects carried out a task under three different conditions: using search results only, using a generic summary and search results, and using a personalized summary with search results. Our study demonstrates that subjects do a better job on task completion with the personalized summary, and show a higher level of satisfaction, than under other conditions.",
        "Keywords": [],
        "MeSH terms": [
            "Abstracting and Indexing",
            "Analysis of Variance",
            "Humans",
            "Information Services",
            "Information Storage and Retrieval",
            "Medical Records Systems, Computerized",
            "Patient Care Planning",
            "Periodicals as Topic",
            "Physicians",
            "Surveys and Questionnaires",
            "Task Performance and Analysis",
            "User-Computer Interface"
        ],
        "Authors": [
            {
                "First Name": "Noemie",
                "Last Name": "Elhadad",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Kathleen",
                "Last Name": "McKeown",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Kaufman",
                "Affiliation": ""
            },
            {
                "First Name": "Desmond",
                "Last Name": "Jordan",
                "Affiliation": ""
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2005"
    }
]