[
    {
        "PMID": "16267296",
        "Title": "Evidence for acquisition of Legionella type IV secretion substrates via interdomain horizontal gene transfer.",
        "Abstract": "Intracellular pathogens exploit host cell functions to create a replication niche inside eukaryotic cells. The causative agent of Legionnaires' disease, the gamma-proteobacterium Legionella pneumophila, resides and replicates within a modified vacuole of protozoan and mammalian cells. L. pneumophila translocates effector proteins into host cells through the Icm-Dot complex, a specialized type IVB secretion system that is required for intracellular growth. To find out if some effector proteins may have been acquired through interdomain horizontal gene transfer (HGT), we performed a bioinformatic screen that searched for eukaryotic motifs in all open reading frames of the L. pneumophila Philadelphia-1 genome. We found 44 uncharacterized genes with many distinct eukaryotic motifs. Most of these genes contain G+C biases compared to other L. pneumophila genes, supporting the theory that they were acquired through HGT. Furthermore, we found that several of them are expressed and up-regulated in stationary phase in an RpoS-dependent manner. In addition, at least seven of these gene products are translocated into host cells via the Icm-Dot complex, confirming their role in the intracellular environment. Reminiscent of the case with most Icm-Dot substrates, most of the strains containing mutations in these genes grew comparably to the parent strain intracellularly. Our findings suggest that in L. pneumophila, interdomain HGT may have been a major mechanism for the acquisition of determinants of infection.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Bacterial Proteins",
            "Computational Biology",
            "Gene Transfer, Horizontal",
            "Genes, Bacterial",
            "Genome, Bacterial",
            "Legionella pneumophila",
            "Open Reading Frames",
            "Protein Transport"
        ],
        "Authors": [
            {
                "First Name": "Karim Suwwan",
                "Last Name": "de Felipe",
                "Affiliation": "Integrated Program in Cellular, Molecular & Biophysical Studies, New York, New York 10032, USA."
            },
            {
                "First Name": "Sergey",
                "Last Name": "Pampou",
                "Affiliation": ""
            },
            {
                "First Name": "Oliver S",
                "Last Name": "Jovanovic",
                "Affiliation": ""
            },
            {
                "First Name": "Christopher D",
                "Last Name": "Pericone",
                "Affiliation": ""
            },
            {
                "First Name": "Senna F",
                "Last Name": "Ye",
                "Affiliation": ""
            },
            {
                "First Name": "Sergey",
                "Last Name": "Kalachikov",
                "Affiliation": ""
            },
            {
                "First Name": "Howard A",
                "Last Name": "Shuman",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of bacteriology",
        "PubDate": "2005"
    }
]