[
    {
        "PMID": "38883691",
        "Title": "Trends in cannabis use in New Jersey: Effects of COVID-19 and cannabis legalization.",
        "Abstract": "With the legalization of cannabis in New Jersey on April 21, 2022, including the licensing of cannabis dispensaries, concerns have arisen about potential adverse events related to cannabis use. Here, we explore temporal trends and risk factors for cannabis-related harm in both adult and pediatric cannabis-related visits at a tertiary care academic institution.",
        "Keywords": [
            "COVID‐19",
            "cannabis",
            "pediatrics",
            "public health",
            "substance abuse",
            "toxicology"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "John P",
                "Last Name": "Kane",
                "Affiliation": "Department of Emergency Medicine Hackensack Meridian Health-Hackensack University Medical Center Hackensack New Jersey USA."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Ames",
                "Affiliation": "Department of Emergency Medicine Hackensack Meridian Health-Hackensack University Medical Center Hackensack New Jersey USA."
            },
            {
                "First Name": "Raj V",
                "Last Name": "Patel",
                "Affiliation": "Department of Emergency Medicine Hackensack Meridian Health-Hackensack University Medical Center Hackensack New Jersey USA."
            },
            {
                "First Name": "Kaitlyn",
                "Last Name": "Voity",
                "Affiliation": "Hackensack Meridian Health School of Medicine Nutley New Jersey USA."
            },
            {
                "First Name": "Roland",
                "Last Name": "Narine",
                "Affiliation": "Department of Pediatrics Hackensack Meridian Health-Joseph M Sanzari Children's Hospital Hackensack New Jersey USA."
            },
            {
                "First Name": "Rimma",
                "Last Name": "Perotte",
                "Affiliation": "Department of Emergency Medicine Hackensack Meridian Health-Hackensack University Medical Center Hackensack New Jersey USA."
            },
            {
                "First Name": "Simon",
                "Last Name": "Gelman",
                "Affiliation": "Office of Research Administration Hackensack Meridian Health Research Institute Hackensack New Jersey USA."
            },
            {
                "First Name": "Diana",
                "Last Name": "McCarthy",
                "Affiliation": "Department of Emergency Medicine Hackensack Meridian Health-Hackensack University Medical Center Hackensack New Jersey USA."
            },
            {
                "First Name": "Sondra Maureen",
                "Last Name": "Nemetski",
                "Affiliation": "Department of Emergency Medicine Hackensack Meridian Health School of Medicine Nutley New Jersey USA."
            }
        ],
        "Journal": "Journal of the American College of Emergency Physicians open",
        "PubDate": "2024"
    },
    {
        "PMID": "35308917",
        "Title": "Characterization of Electronic Health Record Documentation Shortcuts: Does the use of dotphrases increase efficiency in the Emergency Department?",
        "Abstract": "The problem of clinical documentation burden is ever-growing. Electronic documentation tools such as \"dotphrases\" were invented to help with the documentation burden. Despite the ubiquity of these tools, they are understudied. We present work on the usage of dotphrases within the emergency department. We find that dotphrases are most often used by medical scribes, they significantly increase note length, and are completely unstandardized as to their naming conventions, content, and usage. We find that there is inconsistent usage across and within providers and that there is much duplication in the dotphrase content. We also show that dotphrases have no effect on the time to complete and cosign a note. Finally, we demonstrate that even when accounting for patient complexity upon presentation, note authorship, and note length - notes with higher dotphrase usage are billed at higher billing levels.",
        "Keywords": [],
        "MeSH terms": [
            "Documentation",
            "Efficiency",
            "Electronic Health Records",
            "Emergency Service, Hospital",
            "Humans"
        ],
        "Authors": [
            {
                "First Name": "Rimma",
                "Last Name": "Perotte",
                "Affiliation": "Hackensack University Medical Center, Hackensack, NJ."
            },
            {
                "First Name": "Christina",
                "Last Name": "Hajicharalambous",
                "Affiliation": "Hackensack University Medical Center, Hackensack, NJ."
            },
            {
                "First Name": "Gregory",
                "Last Name": "Sugalski",
                "Affiliation": "Hackensack University Medical Center, Hackensack, NJ."
            },
            {
                "First Name": "Joseph P",
                "Last Name": "Underwood",
                "Affiliation": "Hackensack University Medical Center, Hackensack, NJ."
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2021"
    },
    {
        "PMID": "34562524",
        "Title": "Impact of Extending Eligibility for Reinstatement of Waiting Time After Early Allograft Failure: A Decision Analysis.",
        "Abstract": "The shortage of deceased donor kidneys identified for potential transplantation in the United States is exacerbated by a high proportion of deceased donor kidneys being discarded after procurement. We estimated the impact of a policy proposal aiming to increase organ utilization by extending eligibility for waiting time reinstatement for recipients experiencing early allograft failure after transplantation.",
        "Keywords": [
            "Allograft failure",
            "deceased donor",
            "decision making",
            "end-stage renal disease (ESRD)",
            "health policy",
            "kidney transplantation",
            "marginal organs",
            "organ allocation",
            "organ discard",
            "organ utilization",
            "transplant outcomes",
            "waitlist time"
        ],
        "MeSH terms": [
            "Allografts",
            "Decision Support Techniques",
            "Graft Survival",
            "Humans",
            "Kidney Transplantation",
            "Tissue Donors",
            "Tissue and Organ Procurement",
            "United States",
            "Waiting Lists"
        ],
        "Authors": [
            {
                "First Name": "S Ali",
                "Last Name": "Husain",
                "Affiliation": "Department of Medicine, Division of Nephrology, Columbia University, New York, New York; Columbia University Renal Epidemiology Group, New York, New York. Electronic address: SAH2134@cumc.columbia.edu."
            },
            {
                "First Name": "Kristen L",
                "Last Name": "King",
                "Affiliation": "Department of Medicine, Division of Nephrology, Columbia University, New York, New York; Columbia University Renal Epidemiology Group, New York, New York."
            },
            {
                "First Name": "Joel T",
                "Last Name": "Adler",
                "Affiliation": "Department of Surgery, Division of Transplant Surgery, Brigham and Women's Hospital, Boston, Massachusetts; Center for Surgery and Public Health, Brigham and Women's Hospital, Boston, Massachusetts."
            },
            {
                "First Name": "Sumit",
                "Last Name": "Mohan",
                "Affiliation": "Department of Medicine, Division of Nephrology, Columbia University, New York, New York; Department of Epidemiology, Mailman School of Public Health, Columbia University, New York, New York."
            },
            {
                "First Name": "Rimma",
                "Last Name": "Perotte",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York; Columbia University Renal Epidemiology Group, New York, New York; Department of Emergency Medicine, Hackensack University Medical Center, Hackensack, New Jersey."
            }
        ],
        "Journal": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
        "PubDate": "2022"
    },
    {
        "PMID": "33039233",
        "Title": "Characterizing COVID-19: A chief complaint based approach.",
        "Abstract": "The COVID-19 pandemic has inundated emergency departments with patients exhibiting a wide array of symptomatology and clinical manifestations. We aim to evaluate the chief complaints of patients presenting to our ED with either suspected or confirmed COVID-19 to better understand the clinical presentation of this pandemic.",
        "Keywords": [
            "COVID-19",
            "Chief complaint",
            "Coronavirus",
            "Informatics",
            "Pandemic"
        ],
        "MeSH terms": [
            "COVID-19",
            "Comorbidity",
            "Emergency Service, Hospital",
            "Humans",
            "Mental Disorders",
            "Pandemics",
            "Retrospective Studies",
            "SARS-CoV-2",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Rimma",
                "Last Name": "Perotte",
                "Affiliation": "Department of Emergency Medicine, Hackensack University Medical Center, Hackensack, NJ, United States of America; Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY, United States of America."
            },
            {
                "First Name": "Gregory",
                "Last Name": "Sugalski",
                "Affiliation": "Department of Emergency Medicine, Hackensack Meridian School of Medicine, Hackensack, NJ, United States of America."
            },
            {
                "First Name": "Joseph P",
                "Last Name": "Underwood",
                "Affiliation": "Department of Emergency Medicine, Hackensack Meridian School of Medicine, Hackensack, NJ, United States of America."
            },
            {
                "First Name": "Michael",
                "Last Name": "Ullo",
                "Affiliation": "Department of Emergency Medicine, Hackensack University Medical Center, Hackensack, NJ, United States of America. Electronic address: michael.w.ullo@gmail.com."
            }
        ],
        "Journal": "The American journal of emergency medicine",
        "PubDate": "2021"
    },
    {
        "PMID": "32308864",
        "Title": "A principled framework for phenotyping postpartum hemorrhage across multiple levels of severity.",
        "Abstract": "Maternal morbidity and mortality have gained major attention recently, spurred on by rising domestic rates even as maternal mortality decreases in Europe. A major driver of morbidity and mortality among delivering women is postpartum hemorrhage (PPH). PPH is currently phenotyped using the subjective measure of 'Estimated blood loss' (EBL), which has been shown to be unreliable for tracking quality. Here we present a framework for phenotyping PPH into multiple severity levels, using a combination of data-driven techniques and expert-derived clinical indicators. We validate the framework by predicting large drops in hematocrit and quantitative blood loss, finding that the framework performs better in predicting coded PPH than a hematocrit-based predictor or predictors based on other metrics such as blood transfusions, and does better in predicting quantitative blood loss, a gold standard metric for blood loss that we have for a subset of patients, than any predictor we could build using hematocrit drops alone. In all, we present a principled framework that can be used to phenotype PPH in hospitals using readily available EHR data, and that will perform with more granularity and accuracy than existing methods.",
        "Keywords": [],
        "MeSH terms": [
            "Blood Transfusion",
            "Cohort Studies",
            "Electronic Health Records",
            "Female",
            "Hematocrit",
            "Humans",
            "Logistic Models",
            "Maternal Mortality",
            "New York City",
            "Patient Acuity",
            "Postpartum Hemorrhage",
            "Sensitivity and Specificity",
            "Severity of Illness Index",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Matthew",
                "Last Name": "Oberhardt",
                "Affiliation": "Value Institute, NewYork-Presbyterian Hospital, New York, NY."
            },
            {
                "First Name": "Alexander M",
                "Last Name": "Friedman",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University Irving Medical Center, New York, NY."
            },
            {
                "First Name": "Rimma",
                "Last Name": "Perotte",
                "Affiliation": "Value Institute, NewYork-Presbyterian Hospital, New York, NY."
            },
            {
                "First Name": "Jean-Ju",
                "Last Name": "Sheen",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University Irving Medical Center, New York, NY."
            },
            {
                "First Name": "Alan",
                "Last Name": "Kessler",
                "Affiliation": "Department of Obstetrics and Gynecology, Weill Cornell Medical Center, New York, NY."
            },
            {
                "First Name": "David K",
                "Last Name": "Vawdrey",
                "Affiliation": "Value Institute, NewYork-Presbyterian Hospital, New York, NY."
            },
            {
                "First Name": "Robert",
                "Last Name": "Green",
                "Affiliation": "Department of Quality and Patient Safety, NewYork-Presbyterian Hospital, New York, NY."
            },
            {
                "First Name": "Mary E",
                "Last Name": "D'Alton",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University Irving Medical Center, New York, NY."
            },
            {
                "First Name": "Dena",
                "Last Name": "Goffman",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University Irving Medical Center, New York, NY."
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2019"
    },
    {
        "PMID": "30815132",
        "Title": "Improving Emergency Department Flow: Reducing Turnaround Time for Emergent CT Scans.",
        "Abstract": "Emergency departments across the U.S. are more congested than ever, and there is a pressing need to create capacity by improving patient flow. The long turnaround time of imaging tests, such as computed tomography (CT) scans, are a major reason for delays in treatment and disposition. Over an eight-month pre-intervention period during which 10,063 CT scans were ordered in our emergency department, the average time from a CT order to the availability of the radiologist's final report was 5.9 hours (median=4.2 hours). We created a multi-disciplinary team of physicians, nurses, technicians, transporters, informaticians, and engineers to identify barriers and implement technical as well as human-factors solutions. In the corresponding eight-month period after the implementation of the intervention bundle, there was a 1.2 hour reduction in CT turnaround time, despite a 13.8% increase in the number of CT scans ordered (p<0.0001).",
        "Keywords": [],
        "MeSH terms": [
            "Data Analysis",
            "Emergency Service, Hospital",
            "Humans",
            "Patient Care Team",
            "Personnel, Hospital",
            "Radiology Department, Hospital",
            "Time-to-Treatment",
            "Tomography, X-Ray Computed",
            "Workflow"
        ],
        "Authors": [
            {
                "First Name": "Rimma",
                "Last Name": "Perotte",
                "Affiliation": "Value Institute, NewYork-Presbyterian Hospital, New York, NY, USA."
            },
            {
                "First Name": "Greg O",
                "Last Name": "Lewin",
                "Affiliation": "Value Institute, NewYork-Presbyterian Hospital, New York, NY, USA."
            },
            {
                "First Name": "Ujwala",
                "Last Name": "Tambe",
                "Affiliation": "Clinical Effectiveness and Quality Improvement, Penn Medicine, Philadelphia, PA, USA."
            },
            {
                "First Name": "Jamie B",
                "Last Name": "Galorenzo",
                "Affiliation": "Value Institute, NewYork-Presbyterian Hospital, New York, NY, USA."
            },
            {
                "First Name": "David K",
                "Last Name": "Vawdrey",
                "Affiliation": "Value Institute, NewYork-Presbyterian Hospital, New York, NY, USA."
            },
            {
                "First Name": "Olabiyi O",
                "Last Name": "Akala",
                "Affiliation": "Department of Emergency Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jasnit S",
                "Last Name": "Makkar",
                "Affiliation": "Department of Radiology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Dana J",
                "Last Name": "Lin",
                "Affiliation": "Department of Radiology, NYULangone Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Lisa",
                "Last Name": "Mainieri",
                "Affiliation": "Department of Radiology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Betty C",
                "Last Name": "Chang",
                "Affiliation": "Department of Emergency Medicine, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2018"
    },
    {
        "PMID": "30796114",
        "Title": "Identifying the risk factors for catheter-associated urinary tract infections: a large cross-sectional study of six hospitals.",
        "Abstract": "Catheter-associated urinary tract infections (CAUTI) are a common and serious healthcare-associated infection. Despite many efforts to reduce the occurrence of CAUTI, there remains a gap in the literature about CAUTI risk factors, especially pertaining to the effect of catheter dwell-time on CAUTI development and patient comorbidities.",
        "Keywords": [
            "catheter-related infections",
            "infection control",
            "patient safety",
            "quality in health care"
        ],
        "MeSH terms": [
            "Adolescent",
            "Adult",
            "Age Factors",
            "Aged",
            "Catheter-Related Infections",
            "Cerebrovascular Disorders",
            "Child",
            "Child, Preschool",
            "Cross-Sectional Studies",
            "Female",
            "Humans",
            "Infant",
            "Infant, Newborn",
            "Male",
            "Middle Aged",
            "Paraplegia",
            "Retrospective Studies",
            "Risk Factors",
            "Sex Factors",
            "Time Factors",
            "Urinary Catheterization",
            "Urinary Tract Infections",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Allison S",
                "Last Name": "Letica-Kriegel",
                "Affiliation": "Department of Surgery, Massachusetts General Hospital, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Hojjat",
                "Last Name": "Salmasian",
                "Affiliation": "Department of Quality and Safety, Brigham and Women's Hospital, Boston, Massachusetts, USA."
            },
            {
                "First Name": "David K",
                "Last Name": "Vawdrey",
                "Affiliation": "Value Institute, NewYork-Presbyterian Hospital, New York, USA."
            },
            {
                "First Name": "Brett E",
                "Last Name": "Youngerman",
                "Affiliation": "Department of Neurological Surgery, Columbia University Irving Medical Center, New York, USA."
            },
            {
                "First Name": "Robert A",
                "Last Name": "Green",
                "Affiliation": "Department of Quality and Patient Safety, NewYork-Presbyterian Hospital, New York, USA."
            },
            {
                "First Name": "E Yoko",
                "Last Name": "Furuya",
                "Affiliation": "Department of Medicine, Columbia University Irving Medical Center, New York, USA."
            },
            {
                "First Name": "David P",
                "Last Name": "Calfee",
                "Affiliation": "Department of Infection Prevention and Control, NewYork-Presbyterian Hospital, New York, USA."
            },
            {
                "First Name": "Rimma",
                "Last Name": "Perotte",
                "Affiliation": "Value Institute, NewYork-Presbyterian Hospital, New York, USA."
            }
        ],
        "Journal": "BMJ open",
        "PubDate": "2019"
    },
    {
        "PMID": "30189000",
        "Title": "Engaging hospital patients in the medication reconciliation process using tablet computers.",
        "Abstract": "Unintentional medication discrepancies contribute to preventable adverse drug events in patients. Patient engagement in medication safety beyond verbal participation in medication reconciliation is limited. We conducted a pilot study to determine whether patients' use of an electronic home medication review tool could improve medication safety during hospitalization.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Computers, Handheld",
            "Emergency Service, Hospital",
            "Female",
            "Hospitalization",
            "Humans",
            "Male",
            "Medication Reconciliation",
            "Middle Aged",
            "Patient Participation",
            "Patient Safety",
            "Patient-Centered Care",
            "Pilot Projects",
            "Socioeconomic Factors"
        ],
        "Authors": [
            {
                "First Name": "Jennifer E",
                "Last Name": "Prey",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Fernanda",
                "Last Name": "Polubriaginof",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Lisa V",
                "Last Name": "Grossman",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Ruth",
                "Last Name": "Masterson Creber",
                "Affiliation": "School of Nursing, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Demetra",
                "Last Name": "Tsapepas",
                "Affiliation": "Value Institute at NewYork-Presbyterian Hospital, New York, New York, USA."
            },
            {
                "First Name": "Rimma",
                "Last Name": "Perotte",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Min",
                "Last Name": "Qian",
                "Affiliation": "Department of Biostatistics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Susan",
                "Last Name": "Restaino",
                "Affiliation": "Value Institute at NewYork-Presbyterian Hospital, New York, New York, USA."
            },
            {
                "First Name": "Suzanne",
                "Last Name": "Bakken",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "George",
                "Last Name": "Hripcsak",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Leigh",
                "Last Name": "Efird",
                "Affiliation": "Value Institute at NewYork-Presbyterian Hospital, New York, New York, USA."
            },
            {
                "First Name": "Joseph",
                "Last Name": "Underwood",
                "Affiliation": "Value Institute at NewYork-Presbyterian Hospital, New York, New York, USA."
            },
            {
                "First Name": "David K",
                "Last Name": "Vawdrey",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2018"
    },
    {
        "PMID": "29895340",
        "Title": "Reducing indwelling urinary catheter use through staged introduction of electronic clinical decision support in a multicenter hospital system.",
        "Abstract": "To integrate electronic clinical decision support tools into clinical practice and to evaluate the impact on indwelling urinary catheter (IUC) use and catheter-associated urinary tract infections (CAUTIs).Design, Setting, and ParticipantsThis 4-phase observational study included all inpatients at a multicampus, academic medical center between 2011 and 2015.InterventionsPhase 1 comprised best practices training and standardization of electronic documentation. Phase 2 comprised real-time electronic tracking of IUC duration. In phase 3, a triggered alert reminded clinicians of IUC duration. In phase 4, a new IUC order (1) introduced automated order expiration and (2) required consideration of alternatives and selection of an appropriate indication.",
        "Keywords": [],
        "MeSH terms": [
            "Academic Medical Centers",
            "Catheter-Related Infections",
            "Catheters, Indwelling",
            "Cross Infection",
            "Decision Support Systems, Clinical",
            "Education, Nursing",
            "Hospitals",
            "Humans",
            "Longitudinal Studies",
            "New York City",
            "Nurses",
            "Quality Improvement",
            "Urinary Catheterization"
        ],
        "Authors": [
            {
                "First Name": "Brett E",
                "Last Name": "Youngerman",
                "Affiliation": "1Department of Neurological Surgery,New York-Presbyterian Hospital Columbia University Medical Center,New York,New York."
            },
            {
                "First Name": "Hojjat",
                "Last Name": "Salmasian",
                "Affiliation": "2Data Science and Evaluation,Brigham and Women's Hospital,Boston,Massachusetts."
            },
            {
                "First Name": "Eileen J",
                "Last Name": "Carter",
                "Affiliation": "3School of Nursing,Columbia University,New York,New York."
            },
            {
                "First Name": "Michael L",
                "Last Name": "Loftus",
                "Affiliation": "5Department of Radiology,Weill Cornell Medical College,New York,New York."
            },
            {
                "First Name": "Rimma",
                "Last Name": "Perotte",
                "Affiliation": "6The Value Institute,New York-Presbyterian Hospital,New York,New York."
            },
            {
                "First Name": "Barbara G",
                "Last Name": "Ross",
                "Affiliation": "8Department of Infection Prevention and Control,New York-Presbyterian Hospital,New York,New York."
            },
            {
                "First Name": "E Yoko",
                "Last Name": "Furuya",
                "Affiliation": "8Department of Infection Prevention and Control,New York-Presbyterian Hospital,New York,New York."
            },
            {
                "First Name": "Robert A",
                "Last Name": "Green",
                "Affiliation": "9Division of Emergency Medicine,Columbia University Medical Center,New York,New York."
            },
            {
                "First Name": "David K",
                "Last Name": "Vawdrey",
                "Affiliation": "6The Value Institute,New York-Presbyterian Hospital,New York,New York."
            }
        ],
        "Journal": "Infection control and hospital epidemiology",
        "PubDate": "2018"
    }
]