[
    {
        "PMID": "37390126",
        "Title": "Disability and narrative medicine: Challenges and opportunities.",
        "Abstract": "Despite decades of international entreaties for improvement, education about and provision of healthcare for people with disabilities remains harmfully inferior to that of the non-disabled population. Many obstacles confound efforts to ameliorate this inequity, perhaps the most pernicious of which is negative bias on the part of providers. Narrative medicine offers a means to address healthcare attitudes towards people with disabilities, in particular negative attitudes based on 'ableism'. Through absorbing, writing, and sharing of diverse perspectives, narrative medicine kindles imagination and empathy, promoting self-reflection. This approach enriches the students' capacity to absorb what their patients are trying to say, and to appreciate, respect, and hopefully meet the healthcare needs of people with disability. WHAT THIS PAPER ADDS: Narrative medicine is a pedagogical tool to help providers listen and reflect on patients with disabilities.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Narrative Medicine",
            "Disabled Persons",
            "Delivery of Health Care",
            "Empathy"
        ],
        "Authors": [
            {
                "First Name": "Elisabeth",
                "Last Name": "Guthrie",
                "Affiliation": "New York State Psychiatric Institute, New York, NY, USA."
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "Columbia University Irving Medical Center, New York, NY, USA."
            }
        ],
        "Journal": "Developmental medicine and child neurology",
        "PubDate": "2024"
    },
    {
        "PMID": "38661880",
        "Title": "",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Maura",
                "Last Name": "Spiegel",
                "Affiliation": ""
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            }
        ],
        "Journal": "Literature and medicine",
        "PubDate": "2022"
    },
    {
        "PMID": "34863343",
        "Title": "Knowing, seeing, and telling in medicine.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Creativity",
            "Humans",
            "Knowledge",
            "Medicine",
            "Narration"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "Columbia Vagelos College of Physicians and Surgeons, Department of Medical Humanities and Ethics, New York, NY 10032, USA. Electronic address: rac5@cumc.columbia.edu."
            }
        ],
        "Journal": "Lancet (London, England)",
        "PubDate": "2021"
    },
    {
        "PMID": "34362285",
        "Title": "How does faculty development innovation cross cultures?: Adapting narrative medicine to Asia.",
        "Abstract": null,
        "Keywords": [
            "Staff development"
        ],
        "MeSH terms": [
            "Asia",
            "Faculty, Medical",
            "Humans",
            "Narrative Medicine",
            "Organizational Innovation",
            "Staff Development"
        ],
        "Authors": [
            {
                "First Name": "Ming-Jung",
                "Last Name": "Ho",
                "Affiliation": "Center for Innovation and Leadership in Education, Georgetown University Medical Center, Washington DC, USA."
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "Medical Humanities and Ethics Department, Columbia University, New York, USA."
            }
        ],
        "Journal": "Medical teacher",
        "PubDate": "2021"
    },
    {
        "PMID": "33149084",
        "Title": "Reading the Self: Medical Students' Experience of Reflecting on Their Writing Over Time.",
        "Abstract": "To investigate students' experience (over time) with meta-reflection writing exercises, called Signature Reflections. These exercises were used to strengthen reflective capacity, as part of a 4-year reflective writing portfolio curriculum that builds on a recognized strategy for reflection (narrative medicine) and employs longitudinal faculty-mentors.",
        "Keywords": [],
        "MeSH terms": [
            "Curriculum",
            "Focus Groups",
            "Humans",
            "Narration",
            "Students, Medical",
            "Writing"
        ],
        "Authors": [
            {
                "First Name": "Hetty",
                "Last Name": "Cunningham",
                "Affiliation": "H. Cunningham is associate professor of pediatrics, Division of Child and Adolescent Health, Department of Pediatrics, Columbia University Irving Medical Center, Columbia University, New York, New York; ORCID: https://orcid.org/0000-0003-1686-0497 ."
            },
            {
                "First Name": "Delphine S",
                "Last Name": "Taylor",
                "Affiliation": "D.S. Taylor is associate professor of medicine, Department of Medicine, Columbia University Vagelos College of Physicians and Surgeons, New York, New York; ORCID: https://orcid.org/0000-0002-1999-0388 ."
            },
            {
                "First Name": "Urmi A",
                "Last Name": "Desai",
                "Affiliation": "U.A. Desai is assistant professor of medicine, Center for Family and Community Medicine, Columbia University Irving Medical Center, Columbia University, New York, New York."
            },
            {
                "First Name": "Katherine L",
                "Last Name": "Ender",
                "Affiliation": "K.L. Ender is assistant professor of pediatrics, Department of Pediatrics, Columbia University Irving Medical Center, Columbia University, New York, New York."
            },
            {
                "First Name": "Julie",
                "Last Name": "Glickstein",
                "Affiliation": "J. Glickstein is professor of pediatrics, Department of Pediatrics, Columbia University Irving Medical Center, Columbia University, New York, New York."
            },
            {
                "First Name": "Usha S",
                "Last Name": "Krishnan",
                "Affiliation": "U.S. Krishnan is professor of pediatrics, Department of Pediatrics, Columbia University Irving Medical Center, Columbia University, New York, New York; ORCID: https://orcid.org/0000-0002-5733-6096 ."
            },
            {
                "First Name": "Boyd F",
                "Last Name": "Richards",
                "Affiliation": "B.F. Richards is professor of pediatrics, Department of Pediatrics, University of Utah, Salt Lake City, Utah; ORCID: https://orcid.org/0000-0002-1864-7238 ."
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "R. Charon is professor of medicine, Department of Medicine, and professor of medical humanities & ethics, Department of Medical Humanities & Ethics, Columbia University Vagelos College of Physicians and Surgeons, New York, New York; ORCID: https://orcid.org/0000-0002-6003-5219 ."
            },
            {
                "First Name": "Dorene F",
                "Last Name": "Balmer",
                "Affiliation": "D.F. Balmer is associate professor of pediatrics, Department of Pediatrics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania; ORCID: https://orcid.org/0000-0001-6805-4062 ."
            }
        ],
        "Journal": "Academic medicine : journal of the Association of American Medical Colleges",
        "PubDate": "2021"
    },
    {
        "PMID": "32929806",
        "Title": "COVID 19: Ethical dilemmas in human lives.",
        "Abstract": "On 7 May 2020, Columbia University Global Centers hosted an online international symposium on ethical dilemmas during the COVID-19 pandemic. This interdisciplinary engagement between philosophers and Covid medical professionals reports the challenges as well as the discrepancies between ethical guidelines and reality. This collection of presentations identifies four key ethical dilemmas regarding responsibility, fairness, dignity and honouring death. In looking into accountability and consistency in medical humanities, it examines whether the contextuality of coronavirus across countries and cultures affected the ethical decision-making processes. This work aims to provide a seminal resource for the development of a high-quality roadmap in medical ethics for future health crises.",
        "Keywords": [
            "epistemology",
            "healthcare",
            "humanity",
            "medical ethics",
            "philosophy of medicine",
            "public health"
        ],
        "MeSH terms": [
            "COVID-19",
            "Death",
            "Ethics, Medical",
            "Humans",
            "Pandemics",
            "Respect",
            "Social Responsibility"
        ],
        "Authors": [
            {
                "First Name": "Smadar",
                "Last Name": "Bustan",
                "Affiliation": "Institute of Humanities, Sciences et Societies, University of Paris Diderot, Paris, France."
            },
            {
                "First Name": "Mirco",
                "Last Name": "Nacoti",
                "Affiliation": "Department of Anesthesia and Intensive Care, Pediatric Intensive Care Unit, Papa Giovanni XXIII Hospital, Bergamo, Italy."
            },
            {
                "First Name": "Mylene",
                "Last Name": "Botbol-Baum",
                "Affiliation": "Bioethics Center, University of Louvain, Woluwe UCL, Louvain-la-Neuve, Belgium."
            },
            {
                "First Name": "Katherine",
                "Last Name": "Fischkoff",
                "Affiliation": "Department of Surgery, Columbia University Medical Center, 177 Ft. Washington Ave., New York, New York, USA."
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "Department of Medical Humanities and Ethics, Columbia Vagelos College of Physicians & Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Laure",
                "Last Name": "Madé",
                "Affiliation": "Department of Infectious and Tropical Diseases, Hospital Bichat Claude Bernard, Paris, France."
            },
            {
                "First Name": "Jeremy R",
                "Last Name": "Simon",
                "Affiliation": "Department of Emergency Medicine, Columbia University, 622 W. 168th St., New York, New York, USA."
            },
            {
                "First Name": "Meinhard",
                "Last Name": "Kritzinger",
                "Affiliation": "Department of Anesthesia and Intensive Care, City Clinic Hospital, Waltraud Gebert Deeg Strasse 3G, Bozen, South Tyrol, Italy."
            }
        ],
        "Journal": "Journal of evaluation in clinical practice",
        "PubDate": "2021"
    },
    {
        "PMID": "31792859",
        "Title": "Arts, Humanities, Medicine, and Discovery: a Creative Calling.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Curriculum",
            "Humanities",
            "Humans",
            "Medicine"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "Department of Medical Humanities and Ethics, Columbia University Irving Medical Center, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Amy",
                "Last Name": "Ship",
                "Affiliation": "Atruis Health, Boston, MA, USA."
            },
            {
                "First Name": "Steven M",
                "Last Name": "Asch",
                "Affiliation": "Stanford Division of Primary Care and Population Health, Palo Alto, CA, USA. sasch@stanford.edu."
            }
        ],
        "Journal": "Journal of general internal medicine",
        "PubDate": "2020"
    },
    {
        "PMID": "30721400",
        "Title": "Implementing an interprofessional narrative medicine program in academic clinics: Feasibility and program evaluation.",
        "Abstract": "Interprofessional education (IPE) is a critical component of medical education and is affected by the characteristics of the clinical teams in which students and residents train. However, clinical teams are often shaped by professional silos and hierarchies which may hinder interprofessional collaborative practice (IPCP). Narrative medicine, a branch of health humanities that focuses on close reading, reflective writing, and sharing in groups, could be an innovative approach for improving IPE and IPCP. In this report, we describe the structure, feasibility, and a process-oriented program evaluation of a narrative medicine program implemented in interprofessional team meetings in three academic primary care clinics. Program evaluation revealed that a year-long narrative medicine program with modest monthly exposure was feasible in academic clinical settings. Staff members expressed engagement and acceptability as well as support for ongoing implementation. Program success required administrative buy-in and sustainability may require staff training in narrative medicine.",
        "Keywords": [
            "Health humanities",
            "Interprofessional collaborative practice",
            "Interprofessional education",
            "Narrative medicine"
        ],
        "MeSH terms": [
            "Adult",
            "Cooperative Behavior",
            "Education, Medical",
            "Feasibility Studies",
            "Female",
            "Health Occupations",
            "Humans",
            "Interprofessional Relations",
            "Male",
            "Middle Aged",
            "Narrative Medicine",
            "Primary Health Care",
            "Program Evaluation",
            "Surveys and Questionnaires"
        ],
        "Authors": [
            {
                "First Name": "Deepthiman",
                "Last Name": "Gowda",
                "Affiliation": "Department of Medicine, Columbia University Irving Medical Center, Columbia University Vagelos College of Physicians and Surgeons, New York, USA. dg381@cumc.columbia.edu."
            },
            {
                "First Name": "Tayla",
                "Last Name": "Curran",
                "Affiliation": "Columbia University Vagelos College of Physicians and Surgeon, New York, USA."
            },
            {
                "First Name": "Apurva",
                "Last Name": "Khedagi",
                "Affiliation": "Columbia University Vagelos College of Physicians and Surgeon, New York, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Mangold",
                "Affiliation": "Columbia University Vagelos College of Physicians and Surgeon, New York, USA."
            },
            {
                "First Name": "Faiz",
                "Last Name": "Jiwani",
                "Affiliation": "Department of Medicine, Baylor College of Medicine, New York, USA."
            },
            {
                "First Name": "Urmi",
                "Last Name": "Desai",
                "Affiliation": "The Center for Family and Community Medicine, Columbia University Vagelos College of Physicians and Surgeons, New York, USA."
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "Department of Medical Humanities and Ethics, Columbia University Irving Medical Center, Columbia University Vagelos College of Physicians and Surgeons, New York, USA."
            },
            {
                "First Name": "Dorene",
                "Last Name": "Balmer",
                "Affiliation": "Department of Pediatrics, Children's Hospital of Philadelphia, Philadelphia, USA."
            }
        ],
        "Journal": "Perspectives on medical education",
        "PubDate": "2019"
    },
    {
        "PMID": "29261540",
        "Title": "Looking Back to Move Forward: First-Year Medical Students' Meta-Reflections on Their Narrative Portfolio Writings.",
        "Abstract": "The day-to-day rigors of medical education often preclude learners from gaining a longitudinal perspective on who they are becoming. Furthermore, the current focus on competencies, coupled with concerning rates of trainee burnout and a decline in empathy, have fueled the search for pedagogic tools to foster students' reflective capacity. In response, many scholars have looked to the tradition of narrative medicine to foster \"reflective spaces\" wherein holistic professional identity construction can be supported. This article focuses on the rationale, content, and early analysis of the reflective space created by the narrative medicine-centered portfolio at the Columbia University Vagelos College of Physicians and Surgeons. In January 2015, the authors investigated learning outcomes derived from students' \"Signature Reflections,\" end-of-semester meta-reflections on their previous portfolio work. The authors analyzed the Signature Reflections of 97 (of 132) first-year medical students using a constant comparative process. This iterative approach allowed researchers to identify themes within students' writings and interpret the data. The authors identified two overarching interpretive themes-recognition and grappling-and six subthemes. Recognition included comments about self-awareness and empathy. Grappling encompassed the subthemes of internal change, dichotomies, wonder and questioning, and anxiety. Based on the authors' analyses, the Signature Reflection seems to provide a structured framework that encourages students' reflective capacity and the construction of holistic professional identity. Other medical educators may adopt meta-reflection, within the reflective space of a writing portfolio, to encourage students' acquisition of a longitudinal perspective on who they are becoming and how they are constructing their professional identity.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Identification, Psychological",
            "Narration",
            "Self Concept",
            "Self-Assessment",
            "Students, Medical",
            "Writing"
        ],
        "Authors": [
            {
                "First Name": "Hetty",
                "Last Name": "Cunningham",
                "Affiliation": "H. Cunningham is assistant professor of pediatrics, Department of Pediatrics, Columbia University Medical Center, New York, New York; ORCID: http://orcid.org/0000-0003-1686-0497. D. Taylor is associate professor of medicine, Department of Medicine, Columbia University Vagelos College of Physicians and Surgeons, New York, New York; ORCID: https://orcid.org/0000-0002-1999-0388. U.A. Desai is assistant professor of medicine, Center for Family and Community Medicine, Columbia University Medical Center, New York, New York. S.C. Quiah is education, assessment, and evaluation specialist, Center for Education Research and Evaluation, Columbia University Medical Center, New York, New York. B. Kaplan is a second-year medical student, University of North Carolina School of Medicine, Chapel Hill, North Carolina. L. Fei is a second-year medical student, Tulane University School of School, New Orleans, Louisiana. M. Catallozzi is assistant professor of pediatrics and population and family health, Columbia University Medical Center, New York, New York. B. Richards is professor of pediatrics and director of education research and scholarship, University of Utah School of Medicine, Salt Lake City, Utah. D.F. Balmer is associate professor of pediatrics, Department of Pediatrics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania. R. Charon is professor of medicine, Department of Medicine, Columbia University Vagelos College of Physicians and Surgeons, New York, New York; ORCID: http://orcid.org/0000-0002-6003-5219."
            },
            {
                "First Name": "Delphine",
                "Last Name": "Taylor",
                "Affiliation": ""
            },
            {
                "First Name": "Urmi A",
                "Last Name": "Desai",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Quiah",
                "Affiliation": ""
            },
            {
                "First Name": "Benjamin",
                "Last Name": "Kaplan",
                "Affiliation": ""
            },
            {
                "First Name": "Lorraine",
                "Last Name": "Fei",
                "Affiliation": ""
            },
            {
                "First Name": "Marina",
                "Last Name": "Catallozzi",
                "Affiliation": ""
            },
            {
                "First Name": "Boyd",
                "Last Name": "Richards",
                "Affiliation": ""
            },
            {
                "First Name": "Dorene F",
                "Last Name": "Balmer",
                "Affiliation": ""
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            }
        ],
        "Journal": "Academic medicine : journal of the Association of American Medical Colleges",
        "PubDate": "2018"
    },
    {
        "PMID": "29019799",
        "Title": "To See the Suffering.",
        "Abstract": "The author notes the impressive growth in medical humanities programs, scholarly journals, textbooks, and national and international conferences as well as the convening of two recent national forums or boards addressing the potential of the humanities and the arts to improve medical practice. She also notes that the field of medical humanities seems to have shifted from addressing topics on the margins of medical education to equipping students with the foundational skills required for effective doctoring. This Invited Commentary proposes a number of personal, relational, and interpretive consequences to rigorous training in the humanities or the arts that might lead to improvement in the skills of doctoring. Where else but in hospitals with very ill patients and very young doctors who care for them are such skills needed the most? The author suggests that to see the suffering might be what the humanities in medicine are for, and that those who become capable of seeing the suffering around them in medical practice both experience the cost of countenancing the full burden of illness and death and, simultaneously, comprehend with clarity the worth of this thing, this life.",
        "Keywords": [],
        "MeSH terms": [
            "Clinical Competence",
            "Curriculum",
            "Education, Medical",
            "Education, Medical, Undergraduate",
            "Empathy",
            "Grief",
            "Humanities",
            "Humans",
            "Physician-Patient Relations",
            "Stress, Psychological"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "R. Charon is professor, Department of Medicine, and executive director, Program in Narrative Medicine, College of Physicians and Surgeons, Columbia University, New York, New York; ORCID: http://orcid.org/0000-0002-6003-5219."
            }
        ],
        "Journal": "Academic medicine : journal of the Association of American Medical Colleges",
        "PubDate": "2017"
    },
    {
        "PMID": "26200577",
        "Title": "Close Reading and Creative Writing in Clinical Education: Teaching Attention, Representation, and Affiliation.",
        "Abstract": "Medical educators increasingly have embraced literary and narrative means of pedagogy, such as the use of learning portfolios, reading works of literature, reflective writing, and creative writing, to teach interpersonal and reflective aspects of medicine. Outcomes studies of such pedagogies support the hypotheses that narrative training can deepen the clinician's attention to a patient and can help to establish the clinician's affiliation with patients, colleagues, teachers, and the self. In this article, the authors propose that creative writing in particular is useful in the making of the physician. Of the conceptual frameworks that explain why narrative training is helpful for clinicians, the authors focus on aesthetic theories to articulate the mechanisms through which creative and reflective writing may have dividends in medical training. These theories propose that accurate perception requires representation and that representation requires reception, providing a rationale for teaching clinicians and trainees how to represent what they perceive in their clinical work and how to read one another's writings. The authors then describe the narrative pedagogy used at the College of Physicians and Surgeons of Columbia University. Because faculty must read what their students write, they receive robust training in close reading. From this training emerged the Reading Guide for Reflective Writing, which has been useful to clinicians as they develop their skills as close readers. This institution-wide effort to teach close reading and creative writing aims to equip students and faculty with the prerequisites to provide attentive, empathic clinical care.",
        "Keywords": [],
        "MeSH terms": [
            "Attention",
            "Curriculum",
            "Education, Medical",
            "Empathy",
            "Humans",
            "Narration",
            "Reading",
            "Writing"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "R. Charon is professor, Department of Medicine, and executive director, Program in Narrative Medicine, College of Physicians and Surgeons of Columbia University, New York, New York. N. Hermann is creative director, Program in Narrative Medicine, College of Physicians and Surgeons of Columbia University, and adjunct faculty, Master of Science in Narrative Medicine Program, Columbia University School of Continuing Education, New York, New York. M.J. Devlin is professor, Department of Psychiatry, and codirector, Foundations of Clinical Medicine, College of Physicians and Surgeons of Columbia University, New York, New York."
            },
            {
                "First Name": "Nellie",
                "Last Name": "Hermann",
                "Affiliation": ""
            },
            {
                "First Name": "Michael J",
                "Last Name": "Devlin",
                "Affiliation": ""
            }
        ],
        "Journal": "Academic medicine : journal of the Association of American Medical Colleges",
        "PubDate": "2016"
    },
    {
        "PMID": "25272952",
        "Title": "\"Where Does the Circle End?\": Representation as a Critical Aspect of Reflection in Teaching Social and Behavioral Sciences in Medicine.",
        "Abstract": "This paper describes a reflective learning program within a larger curriculum on behavioral and social science that makes use of close reading, written representation of experience, discussion, and textual response. This response may in turn lead to further reflection, representation, and response in a circular pattern. A unique feature of this program is that it pays attention to the representation itself as the pivotal activity within reflective learning. Using the narrative methods that are the hallmark of this program, faculty writings were analyzed to characterize the essential benefits that derive from these practices.",
        "Keywords": [
            "Behavioral sciences",
            "Medical students",
            "Teaching methods"
        ],
        "MeSH terms": [
            "Adult",
            "Behavioral Sciences",
            "Curriculum",
            "Education, Medical",
            "Faculty, Medical",
            "Humans",
            "Personal Narratives as Topic",
            "Social Sciences"
        ],
        "Authors": [
            {
                "First Name": "Michael J",
                "Last Name": "Devlin",
                "Affiliation": "Columbia University College of Physicians and Surgeons, New York, NY, USA. mjd5@columbia.edu."
            },
            {
                "First Name": "Boyd F",
                "Last Name": "Richards",
                "Affiliation": "Columbia University College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Hetty",
                "Last Name": "Cunningham",
                "Affiliation": "Columbia University College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Urmi",
                "Last Name": "Desai",
                "Affiliation": "Columbia University College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Owen",
                "Last Name": "Lewis",
                "Affiliation": "Columbia University College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Mutnick",
                "Affiliation": "Columbia University College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Mary Anne J",
                "Last Name": "Nidiry",
                "Affiliation": "Columbia University College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Prantik",
                "Last Name": "Saha",
                "Affiliation": "Columbia University College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "Columbia University College of Physicians and Surgeons, New York, NY, USA."
            }
        ],
        "Journal": "Academic psychiatry : the journal of the American Association of Directors of Psychiatric Residency Training and the Association for Academic Psychiatry",
        "PubDate": "2015"
    },
    {
        "PMID": "24408702",
        "Title": "Narrative reciprocity.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Ethics, Medical",
            "Humans",
            "Narration",
            "Physician-Patient Relations"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            }
        ],
        "Journal": "The Hastings Center report",
        "PubDate": "2014"
    },
    {
        "PMID": "24368459",
        "Title": "A piece of my mind. Five voices, one story.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Education, Medical",
            "Emotions",
            "Humans",
            "Narration",
            "Physicians",
            "Students, Medical"
        ],
        "Authors": [
            {
                "First Name": "Jennifer A",
                "Last Name": "Anyaegbunam",
                "Affiliation": "University of Virginia School of Medicine, Charlottesville."
            },
            {
                "First Name": "Jennifer",
                "Last Name": "Sotsky",
                "Affiliation": "Columbia University, College of Physicians and Surgeons, New York, New York."
            },
            {
                "First Name": "Christopher",
                "Last Name": "Salib",
                "Affiliation": "Meharry Medical College, Nashville, Tennessee."
            },
            {
                "First Name": "Mark J",
                "Last Name": "Kissler",
                "Affiliation": "Baylor College of Medicine, Houston, Texas."
            },
            {
                "First Name": "Jocelyn M",
                "Last Name": "Jiao",
                "Affiliation": "Icahn School of Medicine at Mount Sinai, New York, New York."
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "Columbia University, College of Physicians and Surgeons, New York, New York."
            }
        ],
        "Journal": "JAMA",
        "PubDate": "2013"
    },
    {
        "PMID": "24362390",
        "Title": "Sounding narrative medicine: studying students' professional identity development at Columbia University College of Physicians and Surgeons.",
        "Abstract": "To learn what medical students derive from training in humanities, social sciences, and the arts in a narrative medicine curriculum and to explore narrative medicine's framework as it relates to students' professional development.",
        "Keywords": [],
        "MeSH terms": [
            "Art",
            "Attitude of Health Personnel",
            "Curriculum",
            "Education, Medical, Undergraduate",
            "Focus Groups",
            "Humanities",
            "Humans",
            "Narration",
            "Professional Competence",
            "Social Sciences",
            "Students, Medical"
        ],
        "Authors": [
            {
                "First Name": "Eliza",
                "Last Name": "Miller",
                "Affiliation": "Dr. Miller is a resident, Department of Neurology, Columbia University Medical Center, New York, New York. Dr. Balmer is associate professor, Department of Pediatrics, and associate director, Center for Research, Innovation and Scholarship in Medical Education, Baylor College of Medicine, Houston, Texas. Ms. Hermann is creative director, Program in Narrative Medicine, Columbia University College of Physicians and Surgeons, New York, New York. Ms. Graham is a student, Yale School of Nursing, New Haven, Connecticut. Dr. Charon is professor of clinical medicine and executive director of the Program in Narrative Medicine, Columbia University College of Physicians and Surgeons, New York, New York."
            },
            {
                "First Name": "Dorene",
                "Last Name": "Balmer",
                "Affiliation": ""
            },
            {
                "First Name": "Nellie",
                "Last Name": "Hermann",
                "Affiliation": ""
            },
            {
                "First Name": "Gillian",
                "Last Name": "Graham",
                "Affiliation": ""
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            }
        ],
        "Journal": "Academic medicine : journal of the Association of American Medical Colleges",
        "PubDate": "2014"
    },
    {
        "PMID": "24213219",
        "Title": "Narrative medicine: caring for the sick is a work of art.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Narration",
            "Patient Care"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "Rita Charon is a professor of medicine and executive director and founder of the program in narrative medicine at Columbia University College of Physicians and Surgeons in New York City. She is a senior consulting editor for Literature and Medicine with international recognition in the field of narrative medicine. The author has indicated no relationships to disclose relating to the content of this article."
            }
        ],
        "Journal": "JAAPA : official journal of the American Academy of Physician Assistants",
        "PubDate": "2013"
    },
    {
        "PMID": "23795484",
        "Title": "Literature and medicine. Preface.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Editorial Policies",
            "Humans",
            "Literature, Modern",
            "Medicine in Literature",
            "Periodicals as Topic"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            }
        ],
        "Journal": "Literature and medicine",
        "PubDate": "2012"
    },
    {
        "PMID": "23725717",
        "Title": "A narrative future for health care.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Delivery of Health Care",
            "Forecasting",
            "Humans",
            "Narration",
            "Writing"
        ],
        "Authors": [
            {
                "First Name": "Brian",
                "Last Name": "Hurwitz",
                "Affiliation": "Centre for the Humanities and Health, King's College London, London WC2R 2LS, UK. brian.hurwitz@kcl.ac.uk"
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            }
        ],
        "Journal": "Lancet (London, England)",
        "PubDate": "2013"
    },
    {
        "PMID": "23462070",
        "Title": "Narrative medicine as a means of training medical students toward residency competencies.",
        "Abstract": "This study sought to explore the perceived influence of narrative medicine training on clinical skill development of fourth-year medical students, focusing on competencies mandated by ACGME and the RCPSC in areas of communication, collaboration, and professionalism.",
        "Keywords": [],
        "MeSH terms": [
            "Canada",
            "Communication",
            "Competency-Based Education",
            "Curriculum",
            "Data Collection",
            "Focus Groups",
            "Follow-Up Studies",
            "Humans",
            "Internship and Residency",
            "Interprofessional Relations",
            "Narration",
            "Patient-Centered Care",
            "Physician-Patient Relations",
            "Psychological Theory",
            "Students, Medical",
            "Surveys and Questionnaires"
        ],
        "Authors": [
            {
                "First Name": "Shannon L",
                "Last Name": "Arntfield",
                "Affiliation": "Department of Obstetrics and Gynecology, Western University, London, Canada. shannon.arntfield@gmail.com"
            },
            {
                "First Name": "Kristen",
                "Last Name": "Slesar",
                "Affiliation": ""
            },
            {
                "First Name": "Jennifer",
                "Last Name": "Dickson",
                "Affiliation": ""
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            }
        ],
        "Journal": "Patient education and counseling",
        "PubDate": "2013"
    },
    {
        "PMID": "23260758",
        "Title": "Narrative medicine in the international education of physicians.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Curriculum",
            "Education, Medical",
            "Female",
            "Humans",
            "Male",
            "Narration",
            "Physician-Patient Relations",
            "Teaching"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            }
        ],
        "Journal": "Presse medicale (Paris, France : 1983)",
        "PubDate": "2013"
    },
    {
        "PMID": "23150957",
        "Title": "The reciprocity of recognition--what medicine exposes about self and other.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Physician-Patient Relations",
            "Recognition, Psychology",
            "Self Concept",
            "Writing"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "Program in Narrative Medicine, College of Physicians and Surgeons of Columbia University, New York, USA."
            }
        ],
        "Journal": "The New England journal of medicine",
        "PubDate": "2012"
    },
    {
        "PMID": "22929424",
        "Title": "Commentary: our heads touch: telling and listening to stories of self.",
        "Abstract": "This commentary reflects on the first decade of the Teaching and Learning Moments (TLM) feature of Academic Medicine. The author places the feature within the context of a growing movement within health care to improve reflective practice through the practice of reflective writing and reading. As an example of the opportunity these reflective activities afford, the author depicts a seminar in which students and faculty from four health sciences schools learn together about culture, illness, and health care. The participants find that their own capacity to examine and write about aspects of their own lived experience contributes to their understanding of patients. The seminar has been a meaningful adventure for these students and clinicians, as the TLM feature has been for its authors and readers. Meeting on the grounds of stories of patients and of themselves, readers and writers demonstrate for themselves how their source of commitment to health is to be found very deep within the self. As a dividend, these moments of teaching and learning provide what is needed to become members of effective health care teams.",
        "Keywords": [],
        "MeSH terms": [
            "Empathy",
            "Faculty",
            "Humans",
            "Narration",
            "Periodicals as Topic",
            "Professional-Patient Relations",
            "Publishing",
            "Students, Health Occupations",
            "Writing"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "Columbia University, New York, New York 10032, USA. rac5@columbia.edu"
            }
        ],
        "Journal": "Academic medicine : journal of the Association of American Medical Colleges",
        "PubDate": "2012"
    },
    {
        "PMID": "22428364",
        "Title": "Narrative medicine, or a sense of story.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Curriculum",
            "Education",
            "Education, Medical",
            "Humans",
            "Literature, Modern",
            "Medicine in Literature",
            "Narration"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            },
            {
                "First Name": "Sayantani",
                "Last Name": "DasGupta",
                "Affiliation": ""
            }
        ],
        "Journal": "Literature and medicine",
        "PubDate": "2011"
    },
    {
        "PMID": "22373630",
        "Title": "At the membranes of care: stories in narrative medicine.",
        "Abstract": "Recognizing clinical medicine as a narrative undertaking fortified by learnable skills in understanding stories has helped doctors and teachers to face otherwise vexing problems in medical practice and education in the areas of professionalism, medical interviewing, reflective practice, patient-centered care, and self-awareness. The emerging practices of narrative medicine give clinicians fresh methods with which to make contact with patients and to come to understand their points of view. This essay provides a brief review of narrative theory regarding the structure of stories, suggesting that clinical texts contain and can reveal information in excess of their plots. Through close reading of the form and content of two clinical texts-an excerpt from a medical chart and a portion of an audiotaped interview with a medical student-and a reflection on a short section of a modernist novel, the author suggests ways to expand conventional medical routines of recognizing the meanings of patients' situations. The contributions of close reading and reflective writing to clinical practice may occur by increasing the capacities to perceive and then to represent the perceived, thereby making available to a writer that which otherwise might remain out of awareness. A clinical case is given to exemplify the consequences in practice of adopting the methods of narrative medicine. A metaphor of the activated cellular membrane is proposed as a figure for the effective clinician/patient contact.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Cell Membrane",
            "Clinical Medicine",
            "Comprehension",
            "Ego",
            "Empathy",
            "Fatal Outcome",
            "Female",
            "Humans",
            "Life Change Events",
            "Male",
            "Medical History Taking",
            "Medical Records, Problem-Oriented",
            "Metaphor",
            "Middle Aged",
            "Narration",
            "Physician's Role",
            "Physician-Patient Relations",
            "Reading",
            "Sick Role",
            "Writing"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "Program in Narrative Medicine, Columbia University, New York, New York 10032, USA. rac5@columbia.edu"
            }
        ],
        "Journal": "Academic medicine : journal of the Association of American Medical Colleges",
        "PubDate": "2012"
    },
    {
        "PMID": "22201631",
        "Title": "Commentary: a sense of story, or why teach reflective writing?",
        "Abstract": "Reflective writing is being introduced in many medical schools in the United States and abroad for a variety of reasons and with a variety of goals in mind. As Wald and colleagues write, multiple methods, including the rubric introduced in their study, have been proposed for rating or grading this writing to quantify the gains obtained. The authors of this commentary detail the assumptions both about reflection and about writing implied in Wald and colleagues' work. They then describe a reciprocal model of writing as discovery, suggesting that the writing itself is what teaches the skills of reflection. Equipping medical students with a sense of story may well be the active ingredient in whatever gains are observed in teaching reflective writing.",
        "Keywords": [],
        "MeSH terms": [
            "Education, Medical, Undergraduate",
            "Educational Measurement",
            "Humans",
            "Writing"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            },
            {
                "First Name": "Nellie",
                "Last Name": "Hermann",
                "Affiliation": ""
            }
        ],
        "Journal": "Academic medicine : journal of the Association of American Medical Colleges",
        "PubDate": "2012"
    },
    {
        "PMID": "21062389",
        "Title": "The marriage of evidence and narrative: scientific nurturance within clinical practice.",
        "Abstract": "Published elaborations of evidence-based medicine (EBM) have failed to materially integrate the domains of interpersonal sensibility and relationship with tools intended to facilitate attention to biomedical research and knowledge within clinical practice. Furthermore, the elaboration of EBM skills has been confined to a narrow range of clinical research. As a result, crucial tools required to connect much clinically relevant research and practice remain hidden, and explorations of the deeper challenges faced by practitioners in their struggle to integrate sound science and shared clinical action remain elusive.",
        "Keywords": [],
        "MeSH terms": [
            "Evidence-Based Medicine",
            "Humans",
            "Interdisciplinary Communication",
            "Models, Theoretical",
            "Narration",
            "Practice Patterns, Physicians'"
        ],
        "Authors": [
            {
                "First Name": "Suzana Alves",
                "Last Name": "Silva",
                "Affiliation": "Teaching and Research Center of Pro-Cardíaco, Rio de Janeiro, Brazil."
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            },
            {
                "First Name": "Peter C",
                "Last Name": "Wyer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of evaluation in clinical practice",
        "PubDate": "2011"
    },
    {
        "PMID": "20505387",
        "Title": "Commentary: calculating the contributions of humanities to medical practice-motives, methods, and metrics.",
        "Abstract": "The inclusion of humanities in medical school curriculum has generated much pedagogic experimentation and assessment. Publications in medical journals in the past decade reflect the experience of teaching humanities in medical schools and the motives for which they are taught. As Ousager and Johannessen demonstrate elsewhere in this issue, short- and medium-range outcomes are available for examination, but the author of this commentary argues that the long view of change in clinical practice will not be available for another decade or more as the undergraduate student slowly becomes a full-fledged clinician. Rather than beg off the need to measure these teaching efforts, teachers in the humanities can embrace the demanding task of delineating how medicine changes when fortified by narrative competence and humanities-derived skills. To do so requires an examination of the institutional cultures in which patients and clinicians together try to address problems of the sick.",
        "Keywords": [],
        "MeSH terms": [
            "Attitude of Health Personnel",
            "Curriculum",
            "Education, Medical, Undergraduate",
            "Humanities",
            "Students, Medical"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            }
        ],
        "Journal": "Academic medicine : journal of the Association of American Medical Colleges",
        "PubDate": "2010"
    },
    {
        "PMID": "19330697",
        "Title": "Commentary on \"Creative expressive encounters in health ethics education: teaching ethics as relational engagement\".",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Creativity",
            "Curriculum",
            "Ethics, Medical",
            "Faculty, Medical",
            "Humans",
            "Teaching",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "Department of Medicine, College of Physicians and Surgeons of Columbia University, 630 West 168th Street, New York, NY 10032, USA"
            }
        ],
        "Journal": "Teaching and learning in medicine",
        "PubDate": "2009"
    },
    {
        "PMID": "19018904",
        "Title": "'A local habitation and a name': how narrative evidence-based medicine transforms the translational research paradigm.",
        "Abstract": "We propose narrative evidence-based medicine as a necessary elaboration of the NIH translational research roadmap. The roadmap defined two complex obstacles, T1 and T2, to the progress of research from the 'bench' or basic laboratory science to the 'bedside' or clinical application, the traversal of which requires emergence of complex transformative relationships between the parties and stakeholders. It fails to encompass patient interactions, hesitancies and alliances with medical care.",
        "Keywords": [],
        "MeSH terms": [
            "Aged",
            "Clinical Medicine",
            "Communication",
            "Community-Acquired Infections",
            "Cooperative Behavior",
            "Decision Making",
            "Decision Support Techniques",
            "Diffusion of Innovation",
            "Evidence-Based Medicine",
            "Female",
            "Humans",
            "Integrative Medicine",
            "Models, Psychological",
            "Narration",
            "Outcome Assessment, Health Care",
            "Patient Participation",
            "Patient-Centered Care",
            "Physician-Patient Relations",
            "Pneumonia",
            "Qualitative Research"
        ],
        "Authors": [
            {
                "First Name": "Rishi K",
                "Last Name": "Goyal",
                "Affiliation": "Emergency Medicine, NY Presbyterian (Columbia-Cornell) Hospital; Columbia College of Arts and Sciences, New York, USA. rkg057@gmail.com"
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            },
            {
                "First Name": "Helen-Maria",
                "Last Name": "Lekas",
                "Affiliation": ""
            },
            {
                "First Name": "Mindy T",
                "Last Name": "Fullilove",
                "Affiliation": ""
            },
            {
                "First Name": "Michael J",
                "Last Name": "Devlin",
                "Affiliation": ""
            },
            {
                "First Name": "Louise",
                "Last Name": "Falzon",
                "Affiliation": ""
            },
            {
                "First Name": "Peter C",
                "Last Name": "Wyer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of evaluation in clinical practice",
        "PubDate": "2008"
    },
    {
        "PMID": "18847073",
        "Title": "Pediatric narrative oncology: interprofessional training to promote empathy, build teams, and prevent burnout.",
        "Abstract": "The aim of this study was to test the feasibility and effectiveness of providing narrative training to a mixed group of doctors, nurses, social workers, and child life therapists on a pediatric oncology service for the purpose of promoting empathy, building teams, and preventing burnout. All staff members were invited to attend a weekly narrative training seminar for 6 weeks. During these seminars, participants wrote about their attachment to patients, their emotional responses to patients and families, and their attempts to imagine clinical situations from the perspectives of patients and family members; participants then read aloud their narratives to one another during a facilitated discussion. Baseline and post-intervention assessments used the Interpersonal Reactivity Index (IRI) and the Stressor Scale for Pediatric Oncology Nurses (SSPON), and a focus group was convened to assess qualitative outcomes at the study's conclusion. Nineteen staff members who consented and participated in the training completed all baseline and postintervention measures.THE IRI subset of Perspective Taking improved at a statistically significant level (P = 0.029), and the Empathic Concern subset trended toward significant improvement (P= 0.056). Reported stress levels on the SSPON increased at varying rates over the course of the study. Focus group reports indicated that teamwork and resilience improved in the 6 weeks of the seminar. A narrative training approach aimed at an inter-disciplinary group of healthcare professionals has promise as a means to address some of the most difficult aspects of pediatric oncology care facing clinicians.",
        "Keywords": [],
        "MeSH terms": [
            "Attitude of Health Personnel",
            "Burnout, Professional",
            "Child",
            "Empathy",
            "Focus Groups",
            "Humans",
            "Interprofessional Relations",
            "Neoplasms",
            "Oncology Service, Hospital",
            "Patient Care Team",
            "Pediatrics",
            "Stress, Psychological",
            "Writing"
        ],
        "Authors": [
            {
                "First Name": "Stephen A",
                "Last Name": "Sands",
                "Affiliation": "Herbert Irving Child and Adolescent Oncology Center, Columbia University College of Physicians and Surgeons, New York, NY, 10032, USA. ss2341@columbia.edu"
            },
            {
                "First Name": "Patricia",
                "Last Name": "Stanley",
                "Affiliation": ""
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            }
        ],
        "Journal": "The journal of supportive oncology",
        "PubDate": "2008"
    },
    {
        "PMID": "18332349",
        "Title": "Right brain: reading, writing, and reflecting: making a case for narrative medicine in neurology.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Functional Laterality",
            "Humans",
            "Literature",
            "Narration",
            "Neurology",
            "Reading",
            "Thinking",
            "Writing"
        ],
        "Authors": [
            {
                "First Name": "Megan",
                "Last Name": "Alcauskas",
                "Affiliation": "Department of Neurology, Mount Sinai Hospital, One Gustave L. Levy Place, Box 1137, New York, NY 10029-6574, USA."
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            }
        ],
        "Journal": "Neurology",
        "PubDate": "2008"
    },
    {
        "PMID": "18300381",
        "Title": "Narrative evidence based medicine.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Evidence-Based Medicine",
            "Humans",
            "Narration",
            "Philosophy, Medical"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            },
            {
                "First Name": "Peter",
                "Last Name": "Wyer",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Lancet (London, England)",
        "PubDate": "2008"
    },
    {
        "PMID": "17872831",
        "Title": "What to do with stories: the sciences of narrative medicine.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Attention",
            "Attitude of Health Personnel",
            "Humans",
            "Narration",
            "Physician-Patient Relations",
            "Writing"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "Department of Medicine and Program in Narrative Medicine, Columbia University, New York, NY 10032, USA. rac5@columbia.edu"
            }
        ],
        "Journal": "Canadian family physician Medecin de famille canadien",
        "PubDate": "2007"
    },
    {
        "PMID": "17649840",
        "Title": "The perilous fate of the teller, or what bench? what desolation?",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "England",
            "Humans",
            "Interpersonal Relations",
            "Narration",
            "Stress, Psychological"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "Columbia University, USA."
            }
        ],
        "Journal": "Literature and medicine",
        "PubDate": "2006"
    },
    {
        "PMID": "17040081",
        "Title": "Editors' preface: reflexivity and responsiveness: the expansive orbit of knowledge.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Diagnosis",
            "Health Knowledge, Attitudes, Practice",
            "Humans",
            "Medicine in Literature"
        ],
        "Authors": [
            {
                "First Name": "Maura",
                "Last Name": "Spiegel",
                "Affiliation": ""
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            }
        ],
        "Journal": "Literature and medicine",
        "PubDate": "2006"
    },
    {
        "PMID": "15728807",
        "Title": "Bearing witness--Sontag and the body.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Famous Persons",
            "History, 20th Century",
            "History, 21st Century",
            "Humans",
            "Literature, Modern",
            "Medicine in Literature",
            "Metaphor",
            "Physician-Patient Relations",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "Program in Narrative Medicine, College of Physicians and Surgeons, Columbia University, New York, USA."
            }
        ],
        "Journal": "The New England journal of medicine",
        "PubDate": "2005"
    },
    {
        "PMID": "15070587",
        "Title": "Rita Charon.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "History, 20th Century",
            "History, 21st Century",
            "Humans",
            "Physician-Patient Relations",
            "United States",
            "Writing"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "rac5@columbia.edu"
            }
        ],
        "Journal": "Lancet (London, England)",
        "PubDate": "2004"
    },
    {
        "PMID": "15044169",
        "Title": "Personal illness narratives: using reflective writing to teach empathy.",
        "Abstract": "Reflective writing is one established method for teaching medical students empathetic interactions with patients. Most such exercises rely on students' reflecting upon clinical experiences. To effectively elicit, interpret, and translate the patient's story, however, a reflective practitioner must also be self-aware, personally and professionally. Race, gender, and other embodied sources of identity of practitioners and patients have been shown to influence the nature of clinical communication. Yet, although medical practice is dedicated to examining, diagnosing, and treating bodies, the relationship of physicians to their own physicality is vexed. Medical training creates a dichotomy whereby patients are identified by their bodies while physicians' bodies are secondary to physicians' minds. As a result, little opportunity is afforded to physicians to deal with personal illness experiences, be they their own or those of loved ones. This article describes a reflective writing exercise conducted in a second-year medical student humanities seminar. The \"personal illness narrative\" exercise created a medium for students to elicit, interpret, and translate their personal illness experiences while witnessing their colleagues' stories. Qualitative analysis of students' evaluation comments indicated that the exercise, although emotionally challenging, was well received and highly recommended for other students and residents. The reflective writing exercise may be incorporated into medical curricula aimed at increasing trainees' empathy. Affording students and residents an opportunity to describe and share their illness experiences may counteract the traditional distancing of physicians' minds from their bodies and lead to more empathic and self-aware practice.",
        "Keywords": [],
        "MeSH terms": [
            "Curriculum",
            "Education, Medical, Undergraduate",
            "Empathy",
            "Female",
            "Humans",
            "Narration",
            "New York",
            "Physician-Patient Relations",
            "Pilot Projects",
            "Program Evaluation",
            "Students, Medical",
            "Teaching",
            "Writing"
        ],
        "Authors": [
            {
                "First Name": "Sayantani",
                "Last Name": "DasGupta",
                "Affiliation": "Program in Narrative Medicine, Columbia University College of Physicians and Surgeons, 622 West 168th Street, VC 402, New York, NY 10021, USA. sd2030@columbia.edu"
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            }
        ],
        "Journal": "Academic medicine : journal of the Association of American Medical Colleges",
        "PubDate": "2004"
    },
    {
        "PMID": "14985483",
        "Title": "Narrative and medicine.",
        "Abstract": null,
        "Keywords": [
            "Professional Patient Relationship"
        ],
        "MeSH terms": [
            "Clinical Competence",
            "Education, Medical, Undergraduate",
            "Empathy",
            "Humans",
            "Medical History Taking",
            "Narration",
            "Physician-Patient Relations"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": "Program in Narrative Medicine, College of Physicians and Surgeons of Columbia University, New York, USA."
            }
        ],
        "Journal": "The New England journal of medicine",
        "PubDate": "2004"
    },
    {
        "PMID": "14679713",
        "Title": "Editors' preface discursive bodies, embodied text.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Medicine in Literature",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            },
            {
                "First Name": "Maura",
                "Last Name": "Spiegel",
                "Affiliation": ""
            }
        ],
        "Journal": "Literature and medicine",
        "PubDate": "2003"
    },
    {
        "PMID": "12964561",
        "Title": "The body and the self: the seamless experience of being.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Autobiographies as Topic",
            "Ego",
            "History, 20th Century",
            "Human Body",
            "Medicine in Literature"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            }
        ],
        "Journal": "Medical humanities review",
        "PubDate": "2002"
    },
    {
        "PMID": "11879121",
        "Title": "MSJAMA. Art, anatomy, learning, and living.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Anatomy, Artistic",
            "Art"
        ],
        "Authors": [
            {
                "First Name": "Samantha",
                "Last Name": "Stewart",
                "Affiliation": "College of Physicians and Surgeons of Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            }
        ],
        "Journal": "JAMA",
        "PubDate": "2002"
    },
    {
        "PMID": "11656058",
        "Title": "The case: a relative stranger.",
        "Abstract": null,
        "Keywords": [
            "Mental Health Therapies",
            "Professional Patient Relationship"
        ],
        "MeSH terms": [
            "Aged",
            "Chronic Disease",
            "Dementia",
            "Family",
            "Family Relations",
            "Home Care Services",
            "Humans",
            "Jews",
            "Mentally Ill Persons",
            "Nursing Homes",
            "Patient Care",
            "Patient Compliance",
            "Physician-Patient Relations",
            "Poverty",
            "Schizophrenia",
            "Stress, Psychological"
        ],
        "Authors": [
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            },
            {
                "First Name": "Ferdinand D",
                "Last Name": "Schoeman",
                "Affiliation": ""
            }
        ],
        "Journal": "Second opinion (Park Ridge, Ill.)",
        "PubDate": "1991"
    },
    {
        "PMID": "11653776",
        "Title": "Ageism in the medical encounter: an exploratory study of the doctor-elderly patient relationship.",
        "Abstract": null,
        "Keywords": [
            "Empirical Approach",
            "New York City",
            "Professional Patient Relationship"
        ],
        "MeSH terms": [
            "Age Factors",
            "Aged",
            "Attitude",
            "Communication",
            "Data Collection",
            "Hospitals",
            "Humans",
            "New York City",
            "Patient Care",
            "Patients",
            "Physician-Patient Relations",
            "Physicians",
            "Prejudice"
        ],
        "Authors": [
            {
                "First Name": "Michele G",
                "Last Name": "Greene",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald",
                "Last Name": "Adelman",
                "Affiliation": ""
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            },
            {
                "First Name": "Susie",
                "Last Name": "Hoffman",
                "Affiliation": ""
            }
        ],
        "Journal": "Language & communication",
        "PubDate": "1986"
    }
]