[
    {
        "PMID": "38980989",
        "Title": "A Hierarchical Bayesian Model of Adaptive Teaching.",
        "Abstract": "How do teachers learn about what learners already know? How do learners aid teachers by providing them with information about their background knowledge and what they find confusing? We formalize this collaborative reasoning process using a hierarchical Bayesian model of pedagogy. We then evaluate this model in two online behavioral experiments (N = 312 adults). In Experiment 1, we show that teachers select examples that account for learners' background knowledge, and adjust their examples based on learners' feedback. In Experiment 2, we show that learners strategically provide more feedback when teachers' examples deviate from their background knowledge. These findings provide a foundation for extending computational accounts of pedagogy to richer interactive settings.",
        "Keywords": [
            "Bayesian modeling",
            "Communication",
            "Pedagogy",
            "Social cognition",
            "Theory of mind"
        ],
        "MeSH terms": [
            "Humans",
            "Bayes Theorem",
            "Learning",
            "Teaching",
            "Adult",
            "Male",
            "Female",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Alicia M",
                "Last Name": "Chen",
                "Affiliation": "Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Palacci",
                "Affiliation": "Department of Psychology, Harvard University."
            },
            {
                "First Name": "Natalia",
                "Last Name": "Vélez",
                "Affiliation": "Department of Psychology, Princeton University."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Psychology, University of Wisconsin-Madison."
            },
            {
                "First Name": "Samuel J",
                "Last Name": "Gershman",
                "Affiliation": "Department of Psychology, Harvard University."
            }
        ],
        "Journal": "Cognitive science",
        "PubDate": "2024"
    },
    {
        "PMID": "38968102",
        "Title": "Interaction structure constrains the emergence of conventions in group communication.",
        "Abstract": "Real-world communication frequently requires language producers to address more than one comprehender at once, yet most psycholinguistic research focuses on one-on-one communication. As the audience size grows, interlocutors face new challenges that do not arise in dyads. They must consider multiple perspectives and weigh multiple sources of feedback to build shared understanding. Here, we ask which properties of the group's interaction structure facilitate successful communication. We used a repeated reference game paradigm in which directors instructed between one and five matchers to choose specific targets out of a set of abstract figures. Across 313 games (",
        "Keywords": [
            "communication",
            "convention formation",
            "experiment",
            "interactive web-based platform",
            "reference games"
        ],
        "MeSH terms": [
            "Humans",
            "Communication",
            "Male",
            "Female",
            "Adult",
            "Language",
            "Group Processes",
            "Interpersonal Relations",
            "Young Adult",
            "Psycholinguistics"
        ],
        "Authors": [
            {
                "First Name": "Veronica",
                "Last Name": "Boyce",
                "Affiliation": "Psychology Department, Stanford University, Stanford, CA 94305."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Psychology Department, University of Wisconsin-Madison, Madison, WI 53715."
            },
            {
                "First Name": "Noah D",
                "Last Name": "Goodman",
                "Affiliation": "Psychology Department, Stanford University, Stanford, CA 94305."
            },
            {
                "First Name": "Michael C",
                "Last Name": "Frank",
                "Affiliation": "Psychology Department, Stanford University, Stanford, CA 94305."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2024"
    },
    {
        "PMID": "38951520",
        "Title": "Shared functional specialization in transformer-based language models and the human brain.",
        "Abstract": "When processing language, the brain is thought to deploy specialized computations to construct meaning from complex linguistic structures. Recently, artificial neural networks based on the Transformer architecture have revolutionized the field of natural language processing. Transformers integrate contextual information across words via structured circuit computations. Prior work has focused on the internal representations (\"embeddings\") generated by these circuits. In this paper, we instead analyze the circuit computations directly: we deconstruct these computations into the functionally-specialized \"transformations\" that integrate contextual information across words. Using functional MRI data acquired while participants listened to naturalistic stories, we first verify that the transformations account for considerable variance in brain activity across the cortical language network. We then demonstrate that the emergent computations performed by individual, functionally-specialized \"attention heads\" differentially predict brain activity in specific cortical regions. These heads fall along gradients corresponding to different layers and context lengths in a low-dimensional cortical space.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Magnetic Resonance Imaging",
            "Language",
            "Brain",
            "Male",
            "Female",
            "Adult",
            "Neural Networks, Computer",
            "Brain Mapping",
            "Young Adult",
            "Models, Neurological",
            "Natural Language Processing"
        ],
        "Authors": [
            {
                "First Name": "Sreejan",
                "Last Name": "Kumar",
                "Affiliation": "Princeton Neuroscience Institute, Princeton University, Princeton, NJ, 08540, USA. sreejank@princeton.edu."
            },
            {
                "First Name": "Theodore R",
                "Last Name": "Sumers",
                "Affiliation": "Department of Computer Science, Princeton University, Princeton, NJ, 08540, USA. sumers@princeton.edu."
            },
            {
                "First Name": "Takateru",
                "Last Name": "Yamakoshi",
                "Affiliation": "Faculty of Medicine, The University of Tokyo, Bunkyo-ku, Tokyo, 113-0033, Japan."
            },
            {
                "First Name": "Ariel",
                "Last Name": "Goldstein",
                "Affiliation": "Department of Cognitive and Brain Sciences and Business School, Hebrew University, Jerusalem, 9190401, Israel."
            },
            {
                "First Name": "Uri",
                "Last Name": "Hasson",
                "Affiliation": "Princeton Neuroscience Institute, Princeton University, Princeton, NJ, 08540, USA."
            },
            {
                "First Name": "Kenneth A",
                "Last Name": "Norman",
                "Affiliation": "Princeton Neuroscience Institute, Princeton University, Princeton, NJ, 08540, USA."
            },
            {
                "First Name": "Thomas L",
                "Last Name": "Griffiths",
                "Affiliation": "Department of Computer Science, Princeton University, Princeton, NJ, 08540, USA."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Princeton Neuroscience Institute, Princeton University, Princeton, NJ, 08540, USA."
            },
            {
                "First Name": "Samuel A",
                "Last Name": "Nastase",
                "Affiliation": "Princeton Neuroscience Institute, Princeton University, Princeton, NJ, 08540, USA. snastase@princeton.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2024"
    },
    {
        "PMID": "38924663",
        "Title": "Single-neuron analysis of aging-associated changes in learning reveals impairments in transcriptional plasticity.",
        "Abstract": "The molecular mechanisms underlying age-related declines in learning and long-term memory are still not fully understood. To address this gap, our study focused on investigating the transcriptional landscape of a singularly identified motor neuron L7 in Aplysia, which is pivotal in a specific type of nonassociative learning known as sensitization of the siphon-withdraw reflex. Employing total RNAseq analysis on a single isolated L7 motor neuron after short-term or long-term sensitization (LTS) training of Aplysia at 8, 10, and 12 months (representing mature, late mature, and senescent stages), we uncovered aberrant changes in transcriptional plasticity during the aging process. Our findings specifically highlight changes in the expression of messenger RNAs (mRNAs) that encode transcription factors, translation regulators, RNA methylation participants, and contributors to cytoskeletal rearrangements during learning and long noncoding RNAs (lncRNAs). Furthermore, our comparative gene expression analysis identified distinct transcriptional alterations in two other neurons, namely the motor neuron L11 and the giant cholinergic neuron R2, whose roles in LTS are not yet fully elucidated. Taken together, our analyses underscore cell type-specific impairments in the expression of key components related to learning and memory within the transcriptome as organisms age, shedding light on the complex molecular mechanisms driving cognitive decline during aging.",
        "Keywords": [
            "gene expression",
            "molecular biology of aging",
            "neuroscience",
            "senescence"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Kerriann K",
                "Last Name": "Badal",
                "Affiliation": "Department of Neuroscience, The Herbert Wertheim UF Scripps Institute for Biomedical Innovation & Technology, Jupiter, Florida, USA."
            },
            {
                "First Name": "Abhishek",
                "Last Name": "Sadhu",
                "Affiliation": "Department of Neuroscience, The Herbert Wertheim UF Scripps Institute for Biomedical Innovation & Technology, Jupiter, Florida, USA."
            },
            {
                "First Name": "Bindu L",
                "Last Name": "Raveendra",
                "Affiliation": "Department of Neuroscience, The Herbert Wertheim UF Scripps Institute for Biomedical Innovation & Technology, Jupiter, Florida, USA."
            },
            {
                "First Name": "Carrie",
                "Last Name": "McCracken",
                "Affiliation": "The Institute for Genome Sciences, University of Maryland School of Medicine, Baltimore, Maryland, USA."
            },
            {
                "First Name": "Sebastian",
                "Last Name": "Lozano-Villada",
                "Affiliation": "Department of Neuroscience, The Herbert Wertheim UF Scripps Institute for Biomedical Innovation & Technology, Jupiter, Florida, USA."
            },
            {
                "First Name": "Amol C",
                "Last Name": "Shetty",
                "Affiliation": "The Institute for Genome Sciences, University of Maryland School of Medicine, Baltimore, Maryland, USA."
            },
            {
                "First Name": "Phillip",
                "Last Name": "Gillette",
                "Affiliation": "National Resource for Aplysia, University of Miami Rosenstiel School of Marine, Atmospheric, and Earth Sciences, Miami, Florida, USA."
            },
            {
                "First Name": "Yibo",
                "Last Name": "Zhao",
                "Affiliation": "Department of Neuroscience, The Herbert Wertheim UF Scripps Institute for Biomedical Innovation & Technology, Jupiter, Florida, USA."
            },
            {
                "First Name": "Dustin",
                "Last Name": "Stommes",
                "Affiliation": "National Resource for Aplysia, University of Miami Rosenstiel School of Marine, Atmospheric, and Earth Sciences, Miami, Florida, USA."
            },
            {
                "First Name": "Lynne A",
                "Last Name": "Fieber",
                "Affiliation": "National Resource for Aplysia, University of Miami Rosenstiel School of Marine, Atmospheric, and Earth Sciences, Miami, Florida, USA."
            },
            {
                "First Name": "Michael C",
                "Last Name": "Schmale",
                "Affiliation": "National Resource for Aplysia, University of Miami Rosenstiel School of Marine, Atmospheric, and Earth Sciences, Miami, Florida, USA."
            },
            {
                "First Name": "Anup",
                "Last Name": "Mahurkar",
                "Affiliation": "The Institute for Genome Sciences, University of Maryland School of Medicine, Baltimore, Maryland, USA."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Sathyanarayanan V",
                "Last Name": "Puthanveettil",
                "Affiliation": "Department of Neuroscience, The Herbert Wertheim UF Scripps Institute for Biomedical Innovation & Technology, Jupiter, Florida, USA."
            }
        ],
        "Journal": "Aging cell",
        "PubDate": "2024"
    },
    {
        "PMID": "37591983",
        "Title": "Flexible social inference facilitates targeted social learning when rewards are not observable.",
        "Abstract": "Groups coordinate more effectively when individuals are able to learn from others' successes. But acquiring such knowledge is not always easy, especially in real-world environments where success is hidden from public view. We suggest that social inference capacities may help bridge this gap, allowing individuals to update their beliefs about others' underlying knowledge and success from observable trajectories of behaviour. We compared our social inference model against simpler heuristics in three studies of human behaviour in a collective-sensing task. Experiment 1 demonstrated that average performance improved as a function of group size at a rate greater than predicted by heuristic models. Experiment 2 introduced artificial agents to evaluate how individuals selectively rely on social information. Experiment 3 generalized these findings to a more complex reward landscape. Taken together, our findings provide insight into the relationship between individual social cognition and the flexibility of collective behaviour.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Social Learning",
            "Reward",
            "Social Cognition",
            "Adult",
            "Male",
            "Female",
            "Young Adult",
            "Heuristics",
            "Social Behavior",
            "Models, Psychological",
            "Social Perception",
            "Group Processes"
        ],
        "Authors": [
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Psychology, Stanford University, Stanford, CA, USA. rdhawkins@wisc.edu."
            },
            {
                "First Name": "Andrew M",
                "Last Name": "Berdahl",
                "Affiliation": "School of Aquatic and Fishery Sciences, University of Washington, Seattle, WA, USA."
            },
            {
                "First Name": "Alex 'Sandy'",
                "Last Name": "Pentland",
                "Affiliation": "MIT Media Lab, MIT, Cambridge, MA, USA."
            },
            {
                "First Name": "Joshua B",
                "Last Name": "Tenenbaum",
                "Affiliation": "Department of Brain and Cognitive Sciences, MIT, Cambridge, MA, USA."
            },
            {
                "First Name": "Noah D",
                "Last Name": "Goodman",
                "Affiliation": "Department of Psychology, Stanford University, Stanford, CA, USA."
            },
            {
                "First Name": "P M",
                "Last Name": "Krafft",
                "Affiliation": "Department of Brain and Cognitive Sciences, MIT, Cambridge, MA, USA."
            }
        ],
        "Journal": "Nature human behaviour",
        "PubDate": "2023"
    },
    {
        "PMID": "37589706",
        "Title": "Reconciling truthfulness and relevance as epistemic and decision-theoretic utility.",
        "Abstract": "People use language to influence others' ",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Language",
            "Communication"
        ],
        "Authors": [
            {
                "First Name": "Theodore R",
                "Last Name": "Sumers",
                "Affiliation": "Department of Computer Science, Princeton University."
            },
            {
                "First Name": "Mark K",
                "Last Name": "Ho",
                "Affiliation": "Department of Computer Science, Princeton University."
            },
            {
                "First Name": "Thomas L",
                "Last Name": "Griffiths",
                "Affiliation": "Department of Computer Science, Princeton University."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Princeton Neuroscience Institute, Princeton University."
            }
        ],
        "Journal": "Psychological review",
        "PubDate": "2024"
    },
    {
        "PMID": "37442624",
        "Title": "Distribution, cellular localization, and colocalization of several peptide neurotransmitters in the central nervous system of ",
        "Abstract": "Neuropeptides are widely used as neurotransmitters in vertebrates and invertebrates. In vertebrates, a detailed understanding of their functions as transmitters has been hampered by the complexity of the nervous system. The marine mollusk ",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aplysia",
            "FMRFamide",
            "Central Nervous System",
            "Neuropeptides",
            "Ganglia",
            "Mammals"
        ],
        "Authors": [
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, USA rdh1@columbia.edu."
            },
            {
                "First Name": "Lennart",
                "Last Name": "Brodin",
                "Affiliation": "Department of Neuroscience, Karolinska Institutet, Stockholm S-17177, Sweden."
            },
            {
                "First Name": "Elvar",
                "Last Name": "Theodorsson",
                "Affiliation": "Department of Biomedical and Clinical Sciences, Division of Clinical Chemistry and Pharmacology, Linköping University, Linköping S-58185, Sweden."
            },
            {
                "First Name": "Ákos",
                "Last Name": "Végvári",
                "Affiliation": "Department of Medical Biochemistry and Biophysics, Karolinska Institutet, Stockholm S-17177, Sweden."
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Tomas",
                "Last Name": "Hokfelt",
                "Affiliation": "Department of Neuroscience, Karolinska Institutet, Stockholm S-17177, Sweden."
            }
        ],
        "Journal": "Learning & memory (Cold Spring Harbor, N.Y.)",
        "PubDate": "2023"
    },
    {
        "PMID": "37069160",
        "Title": "Visual resemblance and interaction history jointly constrain pictorial meaning.",
        "Abstract": "How do drawings-ranging from detailed illustrations to schematic diagrams-reliably convey meaning? Do viewers understand drawings based on how strongly they resemble an entity (i.e., as images) or based on socially mediated conventions (i.e., as symbols)? Here we evaluate a cognitive account of pictorial meaning in which visual and social information jointly support visual communication. Pairs of participants used drawings to repeatedly communicate the identity of a target object among multiple distractor objects. We manipulated social cues across three experiments and a full replication, finding that participants developed object-specific and interaction-specific strategies for communicating more efficiently over time, beyond what task practice or a resemblance-based account alone could explain. Leveraging model-based image analyses and crowdsourced annotations, we further determined that drawings did not drift toward \"arbitrariness,\" as predicted by a pure convention-based account, but preserved visually diagnostic features. Taken together, these findings advance psychological theories of how successful graphical conventions emerge.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Pattern Recognition, Visual",
            "Cues",
            "Visual Perception"
        ],
        "Authors": [
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Psychology, Stanford University, Stanford, CA, USA. rdhawkins@princeton.edu."
            },
            {
                "First Name": "Megumi",
                "Last Name": "Sano",
                "Affiliation": "Department of Psychology, Stanford University, Stanford, CA, USA."
            },
            {
                "First Name": "Noah D",
                "Last Name": "Goodman",
                "Affiliation": "Department of Psychology, Stanford University, Stanford, CA, USA."
            },
            {
                "First Name": "Judith E",
                "Last Name": "Fan",
                "Affiliation": "Department of Psychology, Stanford University, Stanford, CA, USA. jefan@stanford.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2023"
    },
    {
        "PMID": "36843212",
        "Title": "The Emergence of Specialized Roles Within Groups.",
        "Abstract": "Humans routinely form groups to achieve goals that no individual can accomplish alone. Group coordination often brings to mind synchrony and alignment, where all individuals do the same thing (e.g., driving on the right side of the road, marching in lockstep, or playing musical instruments on a regular beat). Yet, effective coordination also typically involves differentiation, where specialized roles emerge for different members (e.g., prep stations in a kitchen or positions on an athletic team). Role specialization poses a challenge for computational models of group coordination, which have largely focused on achieving synchrony. Here, we present the CARMI framework, which characterizes role specialization processes in terms of five core features that we hope will help guide future model development: Communication, Adaptation to feedback, Repulsion, Multi-level planning, and Intention modeling. Although there are many paths to role formation, we suggest that roles emerge when each agent in a group dynamically allocates their behavior toward a shared goal to complement what they expect others to do. In other words, coordination concerns beliefs (who will do what) rather than simple actions. We describe three related experimental paradigms-\"Group Binary Search,\" \"Battles of the Exes,\" and \"Find the Unicorn\"-that we have used to study differentiation processes in the lab, each emphasizing different aspects of the CARMI framework.",
        "Keywords": [
            "Collective behavior",
            "Collective intelligence",
            "Division of labor",
            "Joint action",
            "Specialized roles"
        ],
        "MeSH terms": [
            "Humans",
            "Intention"
        ],
        "Authors": [
            {
                "First Name": "Robert L",
                "Last Name": "Goldstone",
                "Affiliation": "Department of Pschological and Brain Sciences, Indiana University."
            },
            {
                "First Name": "Edgar J",
                "Last Name": "Andrade-Lotero",
                "Affiliation": "School of Engineering, Science and Technology, Universidad del Rosario."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Princeton Neuroscience Institute, Princeton University."
            },
            {
                "First Name": "Michael E",
                "Last Name": "Roberts",
                "Affiliation": "Department of Psychology and Neuroscience, DePauw University."
            }
        ],
        "Journal": "Topics in cognitive science",
        "PubDate": "2024"
    },
    {
        "PMID": "36473238",
        "Title": "Show or tell? Exploring when (and why) teaching with language outperforms demonstration.",
        "Abstract": "People use a wide range of communicative acts across different modalities, from concrete demonstrations to abstract language. While these modalities are typically studied independently, we take a comparative approach and ask when and why one modality might outperform another. We present a series of real-time, multi-player experiments asking participants to teach concepts using either demonstrations or language. Our first experiment (N=416) asks when language might outperform demonstration. We manipulate the complexity of the concept being taught and find that language communicates complex concepts more effectively than demonstration. We then ask why language succeeds in this setting. We hypothesized that language allowed teachers to reference abstract object features (e.g., shapes and colors), while demonstration teachers could only provide concrete examples (specific positive or negative objects). To test this hypothesis, our second experiment (N=568) ablated object features from the teacher's interface. This manipulation severely impaired linguistic (but not demonstrative) teaching. Our findings suggest that language communicates complex concepts by directly transmitting abstract rules. In contrast, demonstrations transmit examples, requiring the learner to infer the rules.",
        "Keywords": [
            "Abstraction",
            "Communication",
            "Demonstration",
            "Language",
            "Pedagogy"
        ],
        "MeSH terms": [
            "Humans",
            "Language",
            "Linguistics",
            "Communication"
        ],
        "Authors": [
            {
                "First Name": "Theodore R",
                "Last Name": "Sumers",
                "Affiliation": "Department of Computer Science, Princeton University, Princeton, NJ, United States of America. Electronic address: sumers@princeton.edu."
            },
            {
                "First Name": "Mark K",
                "Last Name": "Ho",
                "Affiliation": "Department of Computer Science, Princeton University, Princeton, NJ, United States of America."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Psychology, Princeton University, Princeton, NJ, United States of America."
            },
            {
                "First Name": "Thomas L",
                "Last Name": "Griffiths",
                "Affiliation": "Department of Computer Science, Princeton University, Princeton, NJ, United States of America; Department of Psychology, Princeton University, Princeton, NJ, United States of America."
            }
        ],
        "Journal": "Cognition",
        "PubDate": "2023"
    },
    {
        "PMID": "36439072",
        "Title": "A Pragmatic Account of the Weak Evidence Effect.",
        "Abstract": "Language is not only used to transmit neutral information; we often seek to ",
        "Keywords": [
            "communication",
            "decision-making",
            "persuasion",
            "pragmatics"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Samuel A",
                "Last Name": "Barnett",
                "Affiliation": "Department of Computer Science, Princeton University, Princeton, New Jersey."
            },
            {
                "First Name": "Thomas L",
                "Last Name": "Griffiths",
                "Affiliation": "Department of Computer Science, Princeton University, Princeton, New Jersey."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Psychology, Princeton University, Princeton, New Jersey."
            }
        ],
        "Journal": "Open mind : discoveries in cognitive science",
        "PubDate": "2022"
    },
    {
        "PMID": "35704025",
        "Title": "Semantic relatedness retroactively boosts memory and promotes memory interdependence across episodes.",
        "Abstract": "Two fundamental issues in memory research concern when later experiences strengthen or weaken initial memories and when the two memories become linked or remain independent. A promising candidate for explaining these issues is semantic relatedness. Here, across five paired-associate learning experiments (N=1000), we systematically varied the semantic relatedness between initial and later cues, initial and later targets, or both. We found that learning retroactively benefited long-term memory performance for semantically related words (vs. unshown control words), and these benefits increased as a function of relatedness. Critically, memory dependence between initial and later pairs also increased with relatedness, suggesting that pre-existing semantic relationships promote interdependence for memories formed across episodes. We also found that modest retroactive benefits, but not interdependencies, emerged when subjects learned via studying rather than practice testing. These findings demonstrate that semantic relatedness during new learning retroactively strengthens old associations while scaffolding new ones into well-fortified memory traces.",
        "Keywords": [
            "human",
            "memory integration",
            "memory reactivation",
            "neuroscience",
            "retroactive facilitation",
            "retroactive interference",
            "semantic memory"
        ],
        "MeSH terms": [
            "Cues",
            "Humans",
            "Learning",
            "Memory, Long-Term",
            "Mental Recall",
            "Semantics"
        ],
        "Authors": [
            {
                "First Name": "James W",
                "Last Name": "Antony",
                "Affiliation": "Center for Neuroscience, University of California, Davis, Davis, United States."
            },
            {
                "First Name": "America",
                "Last Name": "Romero",
                "Affiliation": "Department of Psychology and Child Development, California Polytechnic State University, San Luis Obispo, United States."
            },
            {
                "First Name": "Anthony H",
                "Last Name": "Vierra",
                "Affiliation": "Department of Psychology and Child Development, California Polytechnic State University, San Luis Obispo, United States."
            },
            {
                "First Name": "Rebecca S",
                "Last Name": "Luenser",
                "Affiliation": "Department of Psychology and Child Development, California Polytechnic State University, San Luis Obispo, United States."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Princeton Neuroscience Institute, Princeton University, Princeton, United States."
            },
            {
                "First Name": "Kelly A",
                "Last Name": "Bennion",
                "Affiliation": "Department of Psychology and Child Development, California Polytechnic State University, San Luis Obispo, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2022"
    },
    {
        "PMID": "35605388",
        "Title": "Shades of confusion: Lexical uncertainty modulates ad hoc coordination in an interactive communication task.",
        "Abstract": "There is substantial variability in the expectations that communication partners bring into interactions, creating the potential for misunderstandings. To directly probe these gaps and our ability to overcome them, we propose a communication task based on color-concept associations. In Experiment 1, we establish several key properties of the mental representations of these expectations, or lexical priors, based on recent probabilistic theories. Associations are more variable for abstract concepts, variability is represented as uncertainty within each individual, and uncertainty enables accurate predictions about whether others are likely to share the same association. In Experiment 2, we then examine the downstream consequences of these representations for communication. Accuracy is initially low when communicating about concepts with more variable associations, but rapidly increases as participants form ad hoc conventions. Together, our findings suggest that people cope with variability by maintaining well-calibrated uncertainty about their partner and appropriately adaptable representations of their own.",
        "Keywords": [
            "Communication",
            "Concepts",
            "Social representations",
            "Word-color associations"
        ],
        "MeSH terms": [
            "Communication",
            "Concept Formation",
            "Humans",
            "Uncertainty"
        ],
        "Authors": [
            {
                "First Name": "Sonia K",
                "Last Name": "Murthy",
                "Affiliation": "Department of Psychology, Princeton University, Princeton, NJ, United States of America; Allen Institute for Artificial Intelligence, Seattle, WA, United States of America."
            },
            {
                "First Name": "Thomas L",
                "Last Name": "Griffiths",
                "Affiliation": "Department of Psychology, Princeton University, Princeton, NJ, United States of America; Department of Computer Science, Princeton University, Princeton, NJ, United States of America."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Psychology, Princeton University, Princeton, NJ, United States of America. Electronic address: rdhawkins@princeton.edu."
            }
        ],
        "Journal": "Cognition",
        "PubDate": "2022"
    },
    {
        "PMID": "35420850",
        "Title": "From partners to populations: A hierarchical Bayesian account of coordination and convention.",
        "Abstract": "Languages are powerful solutions to coordination problems: They provide stable, shared expectations about how the words we say correspond to the beliefs and intentions in our heads. Yet, language use in a variable and nonstationary social environment requires linguistic representations to be flexible: Old words acquire new ad hoc or partner-specific meanings on the fly. In this article, we introduce continual hierarchical adaptation through inference (CHAI), a hierarchical Bayesian theory of coordination and convention formation that aims to reconcile the long-standing tension between these two basic observations. We argue that the central computational problem of communication is not simply transmission, as in classical formulations, but continual ",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Bayes Theorem",
            "Language",
            "Communication",
            "Interpersonal Relations",
            "Learning"
        ],
        "Authors": [
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Psychology, Princeton University."
            },
            {
                "First Name": "Michael",
                "Last Name": "Franke",
                "Affiliation": "Institute for Cognitive Science, University of Osnabruck."
            },
            {
                "First Name": "Michael C",
                "Last Name": "Frank",
                "Affiliation": "Department of Psychology, Stanford University."
            },
            {
                "First Name": "Adele E",
                "Last Name": "Goldberg",
                "Affiliation": "Department of Psychology, Princeton University."
            },
            {
                "First Name": "Kenny",
                "Last Name": "Smith",
                "Affiliation": "Centre for Language Evolution, University of Edinburgh."
            },
            {
                "First Name": "Thomas L",
                "Last Name": "Griffiths",
                "Affiliation": "Department of Psychology, Princeton University."
            },
            {
                "First Name": "Noah D",
                "Last Name": "Goodman",
                "Affiliation": "Department of Psychology, Stanford University."
            }
        ],
        "Journal": "Psychological review",
        "PubDate": "2023"
    },
    {
        "PMID": "34131053",
        "Title": "Possible novel features of synaptic regulation during long-term facilitation in ",
        "Abstract": "Most studies of molecular mechanisms of synaptic plasticity have focused on the sequence of changes either at individual synapses or in the cell nucleus. However, studies of long-term facilitation at ",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aplysia",
            "Homeostasis",
            "Models, Biological",
            "Neuronal Plasticity",
            "Neurons"
        ],
        "Authors": [
            {
                "First Name": "Iksung",
                "Last Name": "Jin",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Stefan",
                "Last Name": "Kassabov",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, USA."
            }
        ],
        "Journal": "Learning & memory (Cold Spring Harbor, N.Y.)",
        "PubDate": "2021"
    },
    {
        "PMID": "33686646",
        "Title": "The Division of Labor in Communication: Speakers Help Listeners Account for Asymmetries in Visual Perspective.",
        "Abstract": "Recent debates over adults' theory of mind use have been fueled by surprising failures of perspective-taking in communication, suggesting that perspective-taking may be relatively effortful. Yet adults routinely engage in effortful processes when needed. How, then, should speakers and listeners allocate their resources to achieve successful communication? We begin with the observation that the shared goal of communication induces a natural division of labor: The resources one agent chooses to allocate toward perspective-taking should depend on their expectations about the other's allocation. We formalize this idea in a resource-rational model augmenting recent probabilistic weighting accounts with a mechanism for (costly) control over the degree of perspective-taking. In a series of simulations, we first derive an intermediate degree of perspective weighting as an optimal trade-off between expected costs and benefits of perspective-taking. We then present two behavioral experiments testing novel predictions of our model. In Experiment 1, we manipulated the presence or absence of occlusions in a director-matcher task. We found that speakers spontaneously modulated the informativeness of their descriptions to account for \"known unknowns\" in their partner's private view, reflecting a higher degree of speaker perspective-taking than previously acknowledged. In Experiment 2, we then compared the scripted utterances used by confederates in prior work with those produced in interactions with unscripted directors. We found that confederates were systematically less informative than listeners would initially expect given the presence of occlusions, but listeners used violations to adaptively make fewer errors over time. Taken together, our work suggests that people are not simply \"mindblind\"; they use contextually appropriate expectations to navigate the division of labor with their partner. We discuss how a resource-rational framework may provide a more deeply explanatory foundation for understanding flexible perspective-taking under processing constraints.",
        "Keywords": [
            "Communication",
            "Pragmatics",
            "Resource rationality",
            "Theory of mind"
        ],
        "MeSH terms": [
            "Adult",
            "Communication",
            "Humans"
        ],
        "Authors": [
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Psychology, Stanford University."
            },
            {
                "First Name": "Hyowon",
                "Last Name": "Gweon",
                "Affiliation": "Department of Psychology, Stanford University."
            },
            {
                "First Name": "Noah D",
                "Last Name": "Goodman",
                "Affiliation": "Department of Psychology, Stanford University."
            }
        ],
        "Journal": "Cognitive science",
        "PubDate": "2021"
    },
    {
        "PMID": "32496603",
        "Title": "Characterizing the Dynamics of Learning in Repeated Reference Games.",
        "Abstract": "The language we use over the course of conversation changes as we establish common ground and learn what our partner finds meaningful. Here we draw upon recent advances in natural language processing to provide a finer-grained characterization of the dynamics of this learning process. We release an open corpus (>15,000 utterances) of extended dyadic interactions in a classic repeated reference game task where pairs of participants had to coordinate on how to refer to initially difficult-to-describe tangram stimuli. We find that different pairs discover a wide variety of idiosyncratic but efficient and stable solutions to the problem of reference. Furthermore, these conventions are shaped by the communicative context: words that are more discriminative in the initial context (i.e., that are used for one target more than others) are more likely to persist through the final repetition. Finally, we find systematic structure in how a speaker's referring expressions become more efficient over time: Syntactic units drop out in clusters following positive feedback from the listener, eventually leaving short labels containing open-class parts of speech. These findings provide a higher resolution look at the quantitative dynamics of ad hoc convention formation and support further development of computational models of learning in communication.",
        "Keywords": [
            "Conventions",
            "Interaction",
            "Language use",
            "Meaning",
            "Natural language processing",
            "Semantic embeddings",
            "Syntax"
        ],
        "MeSH terms": [
            "Communication",
            "Humans",
            "Interpersonal Relations",
            "Learning",
            "Speech"
        ],
        "Authors": [
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Psychology, Stanford University."
            },
            {
                "First Name": "Michael C",
                "Last Name": "Frank",
                "Affiliation": "Department of Psychology, Stanford University."
            },
            {
                "First Name": "Noah D",
                "Last Name": "Goodman",
                "Affiliation": "Department of Psychology, Stanford University."
            }
        ],
        "Journal": "Cognitive science",
        "PubDate": "2020"
    },
    {
        "PMID": "32237876",
        "Title": "When redundancy is useful: A Bayesian approach to \"overinformative\" referring expressions.",
        "Abstract": "Referring is one of the most basic and prevalent uses of language. How do speakers choose from the wealth of referring expressions at their disposal? Rational theories of language use have come under attack for decades for not being able to account for the seemingly irrational overinformativeness ubiquitous in referring expressions. Here we present a novel production model of referring expressions within the Rational Speech Act framework that treats speakers as agents that rationally trade off cost and informativeness of utterances. Crucially, we relax the assumption that informativeness is computed with respect to a deterministic Boolean semantics, in favor of a nondeterministic continuous semantics. This innovation allows us to capture a large number of seemingly disparate phenomena within one unified framework: the basic asymmetry in speakers' propensity to overmodify with color rather than size; the increase in overmodification in complex scenes; the increase in overmodification with atypical features; and the increase in specificity in nominal reference as a function of typicality. These findings cast a new light on the production of referring expressions: rather than being wastefully overinformative, reference is usefully redundant. (PsycInfo Database Record (c) 2020 APA, all rights reserved).",
        "Keywords": [],
        "MeSH terms": [
            "Bayes Theorem",
            "Humans",
            "Language",
            "Psycholinguistics",
            "Semantics"
        ],
        "Authors": [
            {
                "First Name": "Judith",
                "Last Name": "Degen",
                "Affiliation": "Department of Psychology, Stanford University."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Psychology, Stanford University."
            },
            {
                "First Name": "Caroline",
                "Last Name": "Graf",
                "Affiliation": "Institute for Cognitive Science, Osnabruck University."
            },
            {
                "First Name": "Elisa",
                "Last Name": "Kreiss",
                "Affiliation": "Institute for Cognitive Science, Osnabruck University."
            },
            {
                "First Name": "Noah D",
                "Last Name": "Goodman",
                "Affiliation": "Department of Psychology, Stanford University."
            }
        ],
        "Journal": "Psychological review",
        "PubDate": "2020"
    },
    {
        "PMID": "31615856",
        "Title": "Comparison of the ionic currents modulated during activity-dependent and normal presynaptic facilitation.",
        "Abstract": "One of the major questions in psychology is whether associative and nonassociative learning are fundamentally different or whether they involve similar processes and mechanisms. We have addressed this question by comparing mechanisms of a nonassociative form of learning, sensitization, and an associative form of learning, classical conditioning of the siphon-withdrawal reflex of hermaphroditic ",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Aplysia",
            "Association Learning",
            "Behavior, Animal",
            "Central Nervous System Sensitization",
            "Conditioning, Classical",
            "Electrophysiological Phenomena",
            "Neuronal Plasticity",
            "Reflex",
            "Sensory Receptor Cells",
            "Serotonin",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, USA."
            }
        ],
        "Journal": "Learning & memory (Cold Spring Harbor, N.Y.)",
        "PubDate": "2019"
    },
    {
        "PMID": "31362057",
        "Title": "The contributions and mechanisms of changes in excitability during simple forms of learning in Aplysia.",
        "Abstract": "Learning and memory have long been thought to involve changes in synaptic connections between neurons. However, in many cases learning-related plasticity also involves changes in the excitability of neurons. These findings have raised questions about the relative importance of these two types of mechanisms to behavioral learning, and also about the extent to which they involve shared or unique molecular mechanisms. We have taken a reductionist approach to these questions by addressing them in a simple model organism, Aplysia californica. Studies of a semi-intact Aplysia siphon withdrawal preparation suggest that classical conditioning involves an increase in the evoked firing of sensory neurons (SNs) as well as facilitation of the monosynaptic PSP to motor neurons (MNs). Furthermore, these two mechanisms may act cooperatively at the cellular level: increased SN firing produces more PSPs, each of which is facilitated, leading to a multiplicative increase in depolarization of the MN and siphon withdrawal. The changes in SN firing and the monosynaptic PSP also share several mechanisms at the molecular level, suggesting that they may both be due in part to a decrease in K",
        "Keywords": [
            "Aplysia",
            "Classical conditioning",
            "Excitability",
            "Learning",
            "Operant conditioning"
        ],
        "MeSH terms": [
            "Animals",
            "Aplysia",
            "Association Learning",
            "Conditioning, Classical",
            "Conditioning, Operant",
            "Motor Neurons",
            "Sensory Receptor Cells",
            "Signal Transduction",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, United States; Division of Systems Neuroscience, New York State Psychiatric Institute, New York, NY 10032, United States. Electronic address: rdh1@columbia.edu."
            }
        ],
        "Journal": "Neurobiology of learning and memory",
        "PubDate": "2019"
    },
    {
        "PMID": "30651379",
        "Title": "Corrigendum: Intermediate-term memory in Aplysia involves neurotrophin signaling, transcription, and DNA methylation.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Qizong",
                "Last Name": "Yang",
                "Affiliation": ""
            },
            {
                "First Name": "Igor",
                "Last Name": "Antonov",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Castillejos",
                "Affiliation": ""
            },
            {
                "First Name": "Anagha",
                "Last Name": "Nagaraj",
                "Affiliation": ""
            },
            {
                "First Name": "Caleb",
                "Last Name": "Bostwick",
                "Affiliation": ""
            },
            {
                "First Name": "Andrea",
                "Last Name": "Kohn",
                "Affiliation": ""
            },
            {
                "First Name": "Leonid L",
                "Last Name": "Moroz",
                "Affiliation": ""
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": ""
            }
        ],
        "Journal": "Learning & memory (Cold Spring Harbor, N.Y.)",
        "PubDate": "2019"
    },
    {
        "PMID": "30442770",
        "Title": "Intermediate-term memory in ",
        "Abstract": "Long-term but not short-term memory and synaptic plasticity in many brain areas require neurotrophin signaling, transcription, and epigenetic mechanisms including DNA methylation. However, it has been difficult to relate these cellular mechanisms directly to behavior because of the immense complexity of the mammalian brain. To address that problem, we and others have examined numerically simpler systems such as the hermaphroditic marine mollusk ",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aplysia",
            "Conditioning, Classical",
            "DNA Methylation",
            "Decitabine",
            "Enzyme Inhibitors",
            "Ganglia, Invertebrate",
            "Memory",
            "Microelectrodes",
            "Motor Activity",
            "Nerve Growth Factors",
            "Neuronal Plasticity",
            "RNA",
            "Reflex",
            "Signal Transduction",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Qizong",
                "Last Name": "Yang",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Igor",
                "Last Name": "Antonov",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Castillejos",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Anagha",
                "Last Name": "Nagaraj",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Caleb",
                "Last Name": "Bostwick",
                "Affiliation": "Whitney Laboratory for Marine Biosciences, University of Florida, Saint Augustine, Florida 32080, USA."
            },
            {
                "First Name": "Andrea",
                "Last Name": "Kohn",
                "Affiliation": "Whitney Laboratory for Marine Biosciences, University of Florida, Saint Augustine, Florida 32080, USA."
            },
            {
                "First Name": "Leonid L",
                "Last Name": "Moroz",
                "Affiliation": "Whitney Laboratory for Marine Biosciences, University of Florida, Saint Augustine, Florida 32080, USA."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, USA."
            }
        ],
        "Journal": "Learning & memory (Cold Spring Harbor, N.Y.)",
        "PubDate": "2018"
    },
    {
        "PMID": "30397154",
        "Title": "Autocrine signaling by an ",
        "Abstract": "Whereas short-term plasticity is often initiated on one side of the synapse, long-term plasticity involves coordinated changes on both sides, implying extracellular signaling. We have investigated the possible signaling role of an ",
        "Keywords": [
            "Aplysia",
            "autocrine",
            "facilitation",
            "neurotrophin",
            "presynaptic"
        ],
        "MeSH terms": [
            "Animals",
            "Aplysia",
            "Autocrine Communication",
            "Cyclic AMP-Dependent Protein Kinases",
            "Excitatory Postsynaptic Potentials",
            "Long-Term Potentiation",
            "Motor Neurons",
            "Nerve Growth Factors",
            "Neuronal Plasticity",
            "Presynaptic Terminals",
            "Receptor Protein-Tyrosine Kinases",
            "Sensory Receptor Cells",
            "Serotonin",
            "Serotonin Plasma Membrane Transport Proteins",
            "Signal Transduction",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Iksung",
                "Last Name": "Jin",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032; ij33@columbia.edu erk5@columbia.edu rdh1@columbia.edu."
            },
            {
                "First Name": "Hiroshi",
                "Last Name": "Udo",
                "Affiliation": "Department of Biology, Kyushu University, 812-8581 Fukuoka, Japan."
            },
            {
                "First Name": "Russell",
                "Last Name": "Nicholls",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Huixiang",
                "Last Name": "Zhu",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032; ij33@columbia.edu erk5@columbia.edu rdh1@columbia.edu."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032; ij33@columbia.edu erk5@columbia.edu rdh1@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2018"
    },
    {
        "PMID": "30377269",
        "Title": "Anterograde and retrograde signaling by an ",
        "Abstract": "Whereas short-term synaptic plasticity is often either pre- or postsynaptic, intermediate- and long-term plasticity generally require coordinated pre- and postsynaptic mechanisms. Thus, the transition from presynaptic short-term facilitation (STF) to intermediate-term facilitation (ITF) induced by 5HT at ",
        "Keywords": [
            "Aplysia",
            "anterograde",
            "facilitation",
            "neurotrophin",
            "retrograde"
        ],
        "MeSH terms": [
            "Animals",
            "Aplysia",
            "Cells, Cultured",
            "Excitatory Postsynaptic Potentials",
            "Feedback, Physiological",
            "Motor Neurons",
            "Neuronal Plasticity",
            "Neurons, Afferent",
            "Prepulse Inhibition",
            "Presynaptic Terminals",
            "Sensory Receptor Cells",
            "Serotonin",
            "Signal Transduction",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Iksung",
                "Last Name": "Jin",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032; ij33@columbia.edu erk5@columbia.edu rdh1@columbia.edu."
            },
            {
                "First Name": "Hiroshi",
                "Last Name": "Udo",
                "Affiliation": "Department of Biology, Kyushu University, 812-8581 Fukuoka, Japan."
            },
            {
                "First Name": "Stefan",
                "Last Name": "Kassabov",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Stylianos",
                "Last Name": "Kosmidis",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Huixiang",
                "Last Name": "Zhu",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032; ij33@columbia.edu erk5@columbia.edu rdh1@columbia.edu."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032; ij33@columbia.edu erk5@columbia.edu rdh1@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2018"
    },
    {
        "PMID": "26668355",
        "Title": "Hyperpolarization-activated, cyclic nucleotide-gated cation channels in Aplysia: Contribution to classical conditioning.",
        "Abstract": "Hyperpolarization-activated, cyclic nucleotide-gated cation (HCN) channels are critical regulators of neuronal excitability, but less is known about their possible roles in synaptic plasticity and memory circuits. Here, we characterized the HCN gene organization, channel properties, distribution, and involvement in associative and nonassociative forms of learning in Aplysia californica. Aplysia has only one HCN gene, which codes for a channel that has many similarities to the mammalian HCN channel. The cloned acHCN gene was expressed in Xenopus oocytes, which displayed a hyperpolarization-induced inward current that was enhanced by cGMP as well as cAMP. Similarly to its homologs in other animals, acHCN is permeable to K(+) and Na(+) ions, and is selectively blocked by Cs(+) and ZD7288. We found that acHCN is predominantly expressed in inter- and motor neurons, including LFS siphon motor neurons, and therefore tested whether HCN channels are involved in simple forms of learning of the siphon-withdrawal reflex in a semiintact preparation. ZD7288 (100 μM) significantly reduced an associative form of learning (classical conditioning) but had no effect on two nonassociative forms of learning (intermediate-term sensitization and unpaired training) or baseline responses. The HCN current is enhanced by nitric oxide (NO), which may explain the postsynaptic role of NO during conditioning. HCN current in turn enhances the NMDA-like current in the motor neurons, suggesting that HCN channels contribute to conditioning through this pathway.",
        "Keywords": [
            "Aplysia",
            "HCN channels",
            "NMDA",
            "learning and memory",
            "nitric oxide"
        ],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Conditioning, Classical",
            "Cyclic AMP",
            "Cyclic GMP",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Female",
            "Ion Transport",
            "Membrane Potentials",
            "Molecular Sequence Data",
            "Motor Neurons",
            "Nitric Oxide",
            "Oocytes",
            "Potassium",
            "Pyrimidines",
            "Sequence Homology, Amino Acid",
            "Sodium",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Qizong",
                "Last Name": "Yang",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032;"
            },
            {
                "First Name": "Pavlo",
                "Last Name": "Kuzyk",
                "Affiliation": "Whitney Laboratory for Marine Biosciences, University of Florida, St. Augustine, FL 32080;"
            },
            {
                "First Name": "Igor",
                "Last Name": "Antonov",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032;"
            },
            {
                "First Name": "Caleb J",
                "Last Name": "Bostwick",
                "Affiliation": "Whitney Laboratory for Marine Biosciences, University of Florida, St. Augustine, FL 32080; Department of Neuroscience, University of Florida, Gainesville, FL 32610;"
            },
            {
                "First Name": "Andrea B",
                "Last Name": "Kohn",
                "Affiliation": "Whitney Laboratory for Marine Biosciences, University of Florida, St. Augustine, FL 32080;"
            },
            {
                "First Name": "Leonid L",
                "Last Name": "Moroz",
                "Affiliation": "Whitney Laboratory for Marine Biosciences, University of Florida, St. Augustine, FL 32080; Department of Neuroscience, University of Florida, Gainesville, FL 32610; rdh1@columbia.edu moroz@whitney.ufl.edu."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032; Division of Neurobiology and Behavior, New York State Psychiatric Institute, New York, NY 10032 rdh1@columbia.edu moroz@whitney.ufl.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2015"
    },
    {
        "PMID": "25877219",
        "Title": "Associative learning in invertebrates.",
        "Abstract": "This work reviews research on neural mechanisms of two types of associative learning in the marine mollusk Aplysia, classical conditioning of the gill- and siphon-withdrawal reflex and operant conditioning of feeding behavior. Basic classical conditioning is caused in part by activity-dependent facilitation at sensory neuron-motor neuron (SN-MN) synapses and involves a hybrid combination of activity-dependent presynaptic facilitation and Hebbian potentiation, which are coordinated by trans-synaptic signaling. Classical conditioning also shows several higher-order features, which might be explained by the known circuit connections in Aplysia. Operant conditioning is caused in part by a different type of mechanism, an intrinsic increase in excitability of an identified neuron in the central pattern generator (CPG) for feeding. However, for both classical and operant conditioning, adenylyl cyclase is a molecular site of convergence of the two signals that are associated. Learning in other invertebrate preparations also involves many of the same mechanisms, which may contribute to learning in vertebrates as well.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Invertebrates",
            "Learning"
        ],
        "Authors": [
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032 New York State Psychiatric Institute, New York, New York 10032."
            },
            {
                "First Name": "John H",
                "Last Name": "Byrne",
                "Affiliation": "Department of Neurobiology and Anatomy, The University of Texas Medical School at Houston, Houston, Texas 77030."
            }
        ],
        "Journal": "Cold Spring Harbor perspectives in biology",
        "PubDate": "2015"
    },
    {
        "PMID": "25722464",
        "Title": "Nonassociative learning in invertebrates.",
        "Abstract": "The simplicity and tractability of the neural circuits mediating behaviors in invertebrates have facilitated the cellular/molecular dissection of neural mechanisms underlying learning. The review has a particular focus on the general principles that have emerged from analyses of an example of nonassociative learning, sensitization in the marine mollusk Aplysia. Learning and memory rely on multiple mechanisms of plasticity at multiple sites of the neuronal circuits, with the relative contribution to memory of the different sites varying as a function of the extent of training and time after training. The same intracellular signaling cascades that induce short-term modifications in synaptic transmission can also be used to induce long-term changes. Although short-term memory relies on covalent modifications of preexisting proteins, long-term memory also requires regulated gene transcription and translation. Maintenance of long-term cellular memory involves both intracellular and extracellular feedback loops, which sustain the regulation of gene expression and the modification of targeted molecules.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Invertebrates",
            "Learning"
        ],
        "Authors": [
            {
                "First Name": "John H",
                "Last Name": "Byrne",
                "Affiliation": "Department of Neurobiology and Anatomy, The University of Texas Medical School at Houston, Houston, Texas 77030."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032 New York State Psychiatric Institute, New York, New York 10032."
            }
        ],
        "Journal": "Cold Spring Harbor perspectives in biology",
        "PubDate": "2015"
    },
    {
        "PMID": "24049187",
        "Title": "Possible contributions of a novel form of synaptic plasticity in Aplysia to reward, memory, and their dysfunctions in mammalian brain.",
        "Abstract": "Recent studies in Aplysia have identified a new variation of synaptic plasticity in which modulatory transmitters enhance spontaneous release of glutamate, which then acts on postsynaptic receptors to recruit mechanisms of intermediate- and long-term plasticity. In this review I suggest the hypothesis that similar plasticity occurs in mammals, where it may contribute to reward, memory, and their dysfunctions in several psychiatric disorders. In Aplysia, spontaneous release is enhanced by activation of presynaptic serotonin receptors, but presynaptic D1 dopamine receptors or nicotinic acetylcholine receptors could play a similar role in mammals. Those receptors enhance spontaneous release of glutamate in hippocampus, entorhinal cortex, prefrontal cortex, ventral tegmental area, and nucleus accumbens. In all of those brain areas, glutamate can activate postsynaptic receptors to elevate Ca(2+) and engage mechanisms of early-phase long-term potentiation (LTP), including AMPA receptor insertion, and of late-phase LTP, including protein synthesis and growth. Thus, presynaptic receptors and spontaneous release may contribute to postsynaptic mechanisms of plasticity in brain regions involved in reward and memory, and could play roles in disorders that affect plasticity in those regions, including addiction, Alzheimer's disease, schizophrenia, and attention deficit hyperactivity disorder (ADHD).",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aplysia",
            "Brain",
            "Humans",
            "Memory",
            "Neuronal Plasticity",
            "Reward"
        ],
        "Authors": [
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, USA."
            }
        ],
        "Journal": "Learning & memory (Cold Spring Harbor, N.Y.)",
        "PubDate": "2013"
    },
    {
        "PMID": "22619333",
        "Title": "Spontaneous transmitter release recruits postsynaptic mechanisms of long-term and intermediate-term facilitation in Aplysia.",
        "Abstract": "Whereas short-term (minutes) facilitation at Aplysia sensory-motor neuron synapses is presynaptic, long-term (days) facilitation involves synaptic growth, which requires both presynaptic and postsynaptic mechanisms. How are the postsynaptic mechanisms recruited, and when does that process begin? We have been investigating the possible role of spontaneous transmitter release from the presynaptic neuron. In the previous paper, we found that spontaneous release is critical for the induction of long-term facilitation, and this process begins during an intermediate-term stage of facilitation that is the first stage to involve postsynaptic as well as presynaptic mechanisms. We now report that increased spontaneous release during the short-term stage acts as an orthograde signal to recruit postsynaptic mechanisms of intermediate-term facilitation including increased IP3, Ca(2+), and membrane insertion and recruitment of clusters of AMPA-like receptors, which may be first steps in synaptic growth during long-term facilitation. These results suggest that the different stages of facilitation involve a cascade of pre- and postsynaptic mechanisms, which is initiated by spontaneous release and may culminate in synaptic growth.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aplysia",
            "Botulinum Toxins",
            "Calcium",
            "Egtazic Acid",
            "Fluorescence",
            "Hippocampus",
            "Hygromycin B",
            "In Situ Hybridization",
            "Inositol 1,4,5-Trisphosphate Receptors",
            "Neuronal Plasticity",
            "Neurotransmitter Agents",
            "Octopamine",
            "Oligonucleotides",
            "Organic Chemicals",
            "Plasmids",
            "Presynaptic Terminals",
            "Receptors, AMPA",
            "Receptors, Metabotropic Glutamate",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Iksung",
                "Last Name": "Jin",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Hiroshi",
                "Last Name": "Udo",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph B",
                "Last Name": "Rayman",
                "Affiliation": ""
            },
            {
                "First Name": "Sathya",
                "Last Name": "Puthanveettil",
                "Affiliation": ""
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2012"
    },
    {
        "PMID": "22619320",
        "Title": "Spontaneous transmitter release is critical for the induction of long-term and intermediate-term facilitation in Aplysia.",
        "Abstract": "Long-term plasticity can differ from short-term in recruiting the growth of new synaptic connections, a process that requires the participation of both the presynaptic and postsynaptic components of the synapse. How does information about synaptic plasticity spread from its site of origin to recruit the other component? The answer to this question is not known in most systems. We have investigated the possible role of spontaneous transmitter release as such a transsynaptic signal. Until recently, relatively little has been known about the functions of spontaneous release. In this paper, we report that spontaneous release is critical for the induction of a learning-related form of synaptic plasticity, long-term facilitation in Aplysia. In addition, we have found that this signaling is engaged quite early, during an intermediate-term stage that is the first stage to involve postsynaptic as well as presynaptic molecular mechanisms. In a companion paper, we show that spontaneous release from the presynaptic neuron acts as an orthograde signal to recruit the postsynaptic mechanisms of intermediate-term facilitation and initiates a cascade that can culminate in synaptic growth with additional stimulation during long-term facilitation. Spontaneous release could make a similar contribution to learning-related synaptic plasticity in mammals.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aplysia",
            "Botulinum Toxins",
            "Calcium",
            "Egtazic Acid",
            "Fluorescence",
            "Hygromycin B",
            "In Situ Hybridization",
            "Inositol 1,4,5-Trisphosphate Receptors",
            "Neuronal Plasticity",
            "Neurotransmitter Agents",
            "Octopamine",
            "Oligonucleotides",
            "Organic Chemicals",
            "Plasmids",
            "Presynaptic Terminals",
            "Receptors, Metabotropic Glutamate",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Iksung",
                "Last Name": "Jin",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Sathya",
                "Last Name": "Puthanveettil",
                "Affiliation": ""
            },
            {
                "First Name": "Hiroshi",
                "Last Name": "Udo",
                "Affiliation": ""
            },
            {
                "First Name": "Kevin",
                "Last Name": "Karl",
                "Affiliation": ""
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2012"
    },
    {
        "PMID": "22122150",
        "Title": "Nonlinear temporal integration of brain stimulation reward.",
        "Abstract": "A good deal is known about psychological factors that contribute to reward value, but very little is known about how reward is computed in the brain. Integration in the circuit for brain stimulation reward may provide a simple model system. Parametric studies have favored the idea that the integration is linear, although a few have suggested that it involves adaptation. However, these studies have generally not focused on relevance to psychological factors such as temporal discounting of reward. To begin to address these issues, I gave rats a choice between a simple train of 2 seconds of stimulation at a uniform frequency and a compound train of 1 second of stimulation at either 50, 150, or 250 Hz immediately followed by 1 second of stimulation at 50, 150, or 250 Hz, for a total of nine compound trains. For each compound train, the frequency of the simple train was varied until a level was found that produced indifference. The order of the frequencies was important, with Hi-Lo compound stimulation having a higher matching frequency than the symmetrical Lo-Hi. Furthermore, there was an interaction between the first and second frequencies, with the second frequency counting less when the first frequency was high. The results could be fit by computational models incorporating the ideas of either (a) adaptation or (b) temporal discounting and a power function psychological scale. These results suggest that integration in the brain stimulation reward system is nonlinear, and involves either adaptation or temporal discounting of reward value.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptation, Physiological",
            "Animals",
            "Brain",
            "Choice Behavior",
            "Nonlinear Dynamics",
            "Rats",
            "Rats, Sprague-Dawley",
            "Reward",
            "Self Stimulation",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA. rdh1@columbia.edu"
            }
        ],
        "Journal": "Behavioral neuroscience",
        "PubDate": "2011"
    },
    {
        "PMID": "21709228",
        "Title": "Rapid increase in clusters of synaptophysin at onset of homosynaptic potentiation in Aplysia.",
        "Abstract": "Imaging studies have shown that even the earliest phases of long-term plasticity are accompanied by the rapid recruitment of synaptic components, which generally requires actin polymerization and may be one of the first steps in a program that can lead to the formation of new stable synapses during late-phase plasticity. However, most of those results come from studies of long-term potentiation in rodent hippocampus and might not generalize to other forms of synaptic plasticity or plasticity in other brain areas and species. For example, recruitment of presynaptic proteins during long-term facilitation by 5HT in Aplysia is delayed for several hours, suggesting that whereas activity-dependent forms of plasticity, such as long-term potentiation, involve rapid recruitment of presynaptic proteins, neuromodulatory forms of plasticity, such as facilitation by 5HT, involve more delayed recruitment. To begin to explore this hypothesis, we examined an activity-dependent form of plasticity, homosynaptic potentiation produced by tetanic stimulation of the presynaptic neuron in Aplysia. We found that homosynaptic potentiation involves presynaptic but not postsynaptic actin and a rapid (under 10 min) increase in the number of clusters of the presynaptic vesicle-associated protein synaptophysin. These results indicate that rapid recruitment of synaptic components is not limited to hippocampal potentiation and support the hypothesis that activity-dependent types of plasticity involve rapid recruitment of presynaptic proteins, whereas neuromodulatory types of plasticity involve more delayed recruitment.",
        "Keywords": [],
        "MeSH terms": [
            "Actins",
            "Animals",
            "Animals, Genetically Modified",
            "Aplysia",
            "Electrophysiological Phenomena",
            "Excitatory Postsynaptic Potentials",
            "Green Fluorescent Proteins",
            "Long-Term Potentiation",
            "Motor Neurons",
            "Neuronal Plasticity",
            "Presynaptic Terminals",
            "Recombinant Fusion Proteins",
            "Sensory Receptor Cells",
            "Serotonin",
            "Synapses",
            "Synaptophysin"
        ],
        "Authors": [
            {
                "First Name": "Iksung",
                "Last Name": "Jin",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Hiroshi",
                "Last Name": "Udo",
                "Affiliation": ""
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2011"
    },
    {
        "PMID": "21245210",
        "Title": "Whereas short-term facilitation is presynaptic, intermediate-term facilitation involves both presynaptic and postsynaptic protein kinases and protein synthesis.",
        "Abstract": "Whereas short-term plasticity involves covalent modifications that are generally restricted to either presynaptic or postsynaptic structures, long-term plasticity involves the growth of new synapses, which by its nature involves both pre- and postsynaptic alterations. In addition, an intermediate-term stage of plasticity has been identified that might form a bridge between short- and long-term plasticity. Consistent with that idea, although short-term term behavioral sensitization in Aplysia involves presynaptic mechanisms, intermediate-term sensitization involves both pre- and postsynaptic mechanisms. However, it has not been known whether that is also true of facilitation in vitro, where a more detailed analysis of the mechanisms involved in the different stages and their interrelations is feasible. To address those questions, we have examined pre- and postsynaptic mechanisms of short- and intermediate-term facilitation at Aplysia sensory-motor neuron synapses in isolated cell culture. Whereas short-term facilitation by 1-min 5-HT involves presynaptic PKA and CamKII, intermediate-term facilitation by 10-min 5-HT involves presynaptic PKC and postsynaptic Ca(2+) and CamKII, as well as both pre- and postsynaptic protein synthesis. These results support the idea that the intermediate-term stage is the first to involve both pre- and postsynaptic molecular mechanisms, which could in turn serve as some of the initial steps in a cascade leading to synaptic growth during long-term plasticity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aplysia",
            "Cells, Cultured",
            "Excitatory Postsynaptic Potentials",
            "Microelectrodes",
            "Motor Neurons",
            "Neuronal Plasticity",
            "Protein Biosynthesis",
            "Protein Kinase Inhibitors",
            "Protein Kinases",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Iksung",
                "Last Name": "Jin",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": ""
            }
        ],
        "Journal": "Learning & memory (Cold Spring Harbor, N.Y.)",
        "PubDate": "2011"
    },
    {
        "PMID": "20410130",
        "Title": "Presynaptic and postsynaptic mechanisms of synaptic plasticity and metaplasticity during intermediate-term memory formation in Aplysia.",
        "Abstract": "Synaptic plasticity and learning involve different mechanisms depending on the following: (1) the stage of plasticity and (2) the history of plasticity, or metaplasticity. However, little is known about how these two factors are related. We have addressed that question by examining mechanisms of synaptic plasticity during short-term and intermediate-term behavioral sensitization and dishabituation in a semi-intact preparation of the Aplysia siphon-withdrawal reflex. Dishabituation differs from sensitization in that it is preceded by habituation, and is thus a paradigm for metaplasticity. We find that whereas facilitation during short-term sensitization by one tail shock involves presynaptic covalent modifications by protein kinase A (PKA) and CamKII, facilitation during intermediate-term sensitization by four shocks involves both presynaptic (PKA, CaMKII) and postsynaptic (Ca(2+), CaMKII) covalent modifications, as well as both presynaptic and postsynaptic protein synthesis. The facilitation also involves presynaptic spike broadening 2.5 min after either one or four shocks, but not at later times. Dishabituation by four shocks differs from sensitization in several ways. First, it does not involve PKA or CaMKII, but rather involves presynaptic PKC. In addition, unlike sensitization with the same shock, dishabituation by four shocks does not involve protein synthesis or presynaptic spike broadening, and it also does not involve postsynaptic Ca(2+). These results demonstrate that not only the mechanisms but also the site of plasticity depend on both the stage of plasticity and metaplasticity during memory formation.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aplysia",
            "Excitatory Postsynaptic Potentials",
            "In Vitro Techniques",
            "Memory",
            "Neuronal Plasticity",
            "Presynaptic Terminals",
            "Synaptic Transmission",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Igor",
                "Last Name": "Antonov",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2010"
    },
    {
        "PMID": "19893634",
        "Title": "Rapid and long-lasting increase in sites for synapse assembly during late-phase potentiation in rat hippocampal neurons.",
        "Abstract": "Long-term potentiation in hippocampal neurons has stages that correspond to the stages of learning and memory. Early-phase (10-30 min) potentiation is accompanied by rapid increases in clusters or puncta of presynaptic and postsynaptic proteins, which depend on actin polymerization but not on protein synthesis. We have now examined changes in pre- and postsynaptic puncta and structures during glutamate-induced late-phase (3 hr) potentiation in cultured hippocampal neurons. We find that (1) the potentiation is accompanied by long-lasting maintenance of the increases in puncta, which depends on protein synthesis, (2) most of the puncta and synaptic structures are very dynamic, continually assembling and disassembling at sites that are more stable than the puncta or structures themselves, (3) the increase in presynaptic puncta appears to be due to both rapid and more gradual increases in the number of sites where the puncta may form, and also to the stabilization of existing puncta, (4) under control conditions, puncta of postsynaptic proteins behave similarly to puncta of presynaptic proteins and share sites with them, and (5) the increase in presynaptic puncta is accompanied by a similar increase in presumably presynaptic structures, which may form at distinct as well as shared sites. The new sites could contribute to the transition between the early and late phase mechanisms of plasticity by serving as seeds for the formation and maintenance of new synapses, thus acting as local \"tags\" for protein synthesis-dependent synaptic growth during late-phase plasticity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Excitatory Postsynaptic Potentials",
            "Green Fluorescent Proteins",
            "Hippocampus",
            "Learning",
            "Long-Term Potentiation",
            "Memory",
            "Models, Biological",
            "Neuronal Plasticity",
            "Neurons",
            "Rats",
            "Rats, Sprague-Dawley",
            "Synapses",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Irina",
                "Last Name": "Antonova",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Fang-Min",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Leonard",
                "Last Name": "Zablow",
                "Affiliation": ""
            },
            {
                "First Name": "Hiroshi",
                "Last Name": "Udo",
                "Affiliation": ""
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2009"
    },
    {
        "PMID": "19249274",
        "Title": "Dscam mediates remodeling of glutamate receptors in Aplysia during de novo and learning-related synapse formation.",
        "Abstract": "Transsynaptic interactions between neurons are essential during both developmental and learning-related synaptic growth. We have used Aplysia neuronal cultures to examine the contribution of transsynaptic signals in both types of synapse formation. We find that during de novo synaptogenesis, specific presynaptic innervation is required for the clustering of postsynaptic AMPA-like but not NMDA-like receptors. We further find that the cell adhesion molecule Dscam is involved in these transsynaptic interactions. Inhibition of Dscam either pre- or postsynaptically abolishes the emergence of synaptic transmission and the clustering of AMPA-like receptors. Remodeling of both AMPA-like and NMDA-like receptors also occurs during learning-related synapse formation and again requires the reactivation of Dscam-mediated transsynaptic interactions. Taken together, these findings suggest that learning-induced synapse formation recapitulates, at least in part, aspects of the mechanisms that govern de novo synaptogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aplysia",
            "Cell Adhesion Molecules, Neuronal",
            "Coculture Techniques",
            "Electrophysiology",
            "Excitatory Postsynaptic Potentials",
            "Growth Cones",
            "Immunohistochemistry",
            "Learning",
            "Long-Term Potentiation",
            "Neuronal Plasticity",
            "Neurons",
            "Receptors, AMPA",
            "Receptors, Glutamate",
            "Receptors, N-Methyl-D-Aspartate",
            "Receptors, Presynaptic",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Serotonin",
            "Signal Transduction",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Hsiu-Ling",
                "Last Name": "Li",
                "Affiliation": "Howard Hughes Medical Institute, Department of Neuroscience, College of Physicians and Surgeons of Columbia University, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Ben S",
                "Last Name": "Huang",
                "Affiliation": ""
            },
            {
                "First Name": "Harshad",
                "Last Name": "Vishwasrao",
                "Affiliation": ""
            },
            {
                "First Name": "Nadia",
                "Last Name": "Sutedja",
                "Affiliation": ""
            },
            {
                "First Name": "Wei",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Iksung",
                "Last Name": "Jin",
                "Affiliation": ""
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": ""
            },
            {
                "First Name": "Craig H",
                "Last Name": "Bailey",
                "Affiliation": ""
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2009"
    },
    {
        "PMID": "17928440",
        "Title": "Role of nitric oxide in classical conditioning of siphon withdrawal in Aplysia.",
        "Abstract": "Nitric oxide (NO) is thought to be involved in several forms of learning in vivo and synaptic plasticity in vitro, but very little is known about the role of NO during physiological forms of plasticity that occur during learning. We addressed that question in a simplified preparation of the Aplysia siphon-withdrawal reflex. We first used in situ hybridization to show that the identified L29 facilitator neurons express NO synthase. Furthermore, exogenous NO produced facilitation of sensory-motor neuron EPSPs, and an inhibitor of NO synthase or an NO scavenger blocked behavioral conditioning. Application of the scavenger to the ganglion or injection into a sensory neuron blocked facilitation of the EPSP and changes in the sensory-neuron membrane properties during conditioning. Injection of the scavenger into the motor neuron reduced facilitation without affecting sensory neuron membrane properties, and injection of an inhibitor of NO synthase had no effect. Postsynaptic injection of an inhibitor of exocytosis had effects similar to injection of the scavenger. However, changes in the shape of the EPSP during conditioning were not consistent with postsynaptic AMPA-like receptor insertion but were mimicked by presynaptic spike broadening. These results suggest that NO makes an important contribution during conditioning and acts directly in both the sensory and motor neurons to affect different processes of facilitation at the synapses between them. In addition, they suggest that NO does not come from either the sensory or motor neurons but rather comes from another source, perhaps the L29 interneurons.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aplysia",
            "Conditioning, Classical",
            "Excitatory Postsynaptic Potentials",
            "Interneurons",
            "Neuronal Plasticity",
            "Nitric Oxide",
            "Reflex"
        ],
        "Authors": [
            {
                "First Name": "Igor",
                "Last Name": "Antonov",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Thomas",
                "Last Name": "Ha",
                "Affiliation": ""
            },
            {
                "First Name": "Irina",
                "Last Name": "Antonova",
                "Affiliation": ""
            },
            {
                "First Name": "Leonid L",
                "Last Name": "Moroz",
                "Affiliation": ""
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2007"
    },
    {
        "PMID": "16801493",
        "Title": "Molecular mechanisms of memory storage in Aplysia.",
        "Abstract": "Cellular studies of implicit and explicit memory suggest that experience-dependent modulation of synaptic strength and structure is a fundamental mechanism by which these memories are encoded, processed, and stored within the brain. In this review, we focus on recent advances in our understanding of the molecular mechanisms that underlie short-term, intermediate-term, and long-term forms of implicit memory in the marine invertebrate Aplysia californica, and consider how the conservation of common elements in each form may contribute to the different temporal phases of memory storage.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aplysia",
            "Conditioning, Classical",
            "Memory",
            "Memory, Short-Term",
            "Models, Neurological",
            "Reflex",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Center for Neurobiology and Behavior, College of Physicians and Surgeons of Columbia University, 1051 Riverside Drive, New York, NY 10032, USA. rdh1@columbia.edu"
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            },
            {
                "First Name": "Craig H",
                "Last Name": "Bailey",
                "Affiliation": ""
            }
        ],
        "Journal": "The Biological bulletin",
        "PubDate": "2006"
    },
    {
        "PMID": "16705138",
        "Title": "Dishabituation in Aplysia can involve either reversal of habituation or superimposed sensitization.",
        "Abstract": "Dishabituation has been thought to be due either to reversal of the process of habituation or to a second process equivalent to sensitization superimposed on habituation. One way to address this question is by testing whether dishabituation and sensitization can be dissociated. Previous studies using this approach in Aplysia have come to different conclusions about the nature of dishabituation, perhaps because those studies differed in many respects, including (1) whether they also observed transient behavioral inhibition, and (2) whether they used test stimuli that activated the LE siphon sensory neurons or as yet unidentified sensory neurons. To attempt to resolve the apparent contradictions between the previous studies, we have explored the importance of these two factors by performing a parametric study of dishabituation and sensitization of gill withdrawal in a simplified preparation that does not exhibit transient behavioral inhibition, using two different test stimuli that are known to activate the LE (Touch) or unidentified (Not Touch) sensory neurons. We find that dishabituation and sensitization in this preparation have similar time courses and generally similar functions of shock intensity. However, under one condition, with the Not Touch stimulus 2.5 min after the shock, dishabituation has a reverse effect of shock intensity. Additional analyses suggest that dishabituation with the Not Touch stimulus 2.5 min after the shock is due to reversal of habituation, whereas 12.5 min after the shock, dishabituation is due to superimposed sensitization. These results thus suggest that dishabituation may involve either process in the same preparation, and begin to define the conditions that favor one or the other.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aplysia",
            "Association Learning",
            "Behavior, Animal",
            "Electric Stimulation",
            "Habituation, Psychophysiologic"
        ],
        "Authors": [
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University, New York, New York 10032, USA. rdh1@columbia.edu"
            },
            {
                "First Name": "Tracey E",
                "Last Name": "Cohen",
                "Affiliation": ""
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            }
        ],
        "Journal": "Learning & memory (Cold Spring Harbor, N.Y.)",
        "PubDate": "2006"
    },
    {
        "PMID": "16537519",
        "Title": "Presynaptic and postsynaptic Ca(2+) and CamKII contribute to long-term potentiation at synapses between individual CA3 neurons.",
        "Abstract": "Long-term potentiation (LTP) in the Schaffer collateral pathway from the CA3 to the CA1 region of the hippocampus is thought to involve postsynaptic mechanisms including Ca(2+)- and CamKII-dependent alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) receptor insertion. However, very little is known about possible presynaptic mechanisms. It is easier to address that question at synapses between individual neurons in the CA3 region, where both sides of the synapses are accessible to substances injected into the cell bodies. Previous studies using that method showed that CA3-CA3 LTP involves presynaptic protein kinases as well as postsynaptic receptor insertion. We have extended those findings by exploring the pre- and postsynaptic roles of Ca(2+) and CamKII, and we have also compared results with two induction protocols, 1-Hz-paired and -burst-paired, which may involve pre- and/or postsynaptic mechanisms in addition to receptor insertion in CA1. Similar to results in CA1, we find that CA3-CA3 LTP completely depends on postsynaptic Ca(2+) with the 1-Hz-paired protocol but depends only partially on postsynaptic Ca(2+) or CamKII with the -burst-paired protocol. Potentiation with that protocol also partially depends on presynaptic Ca(2+) or CamKII, suggesting that the additional mechanisms of potentiation, at least in part, are presynaptic. Furthermore, the pre- and postsynaptic mechanisms seem to act in series, suggesting coordinate regulation of the two sides of the synapses. CA3-CA3 LTP with the 1-Hz-paired protocol also partially depends on presynaptic Ca(2+), suggesting that it may involve presynaptic mechanisms as well.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Calcium",
            "Calcium-Calmodulin-Dependent Protein Kinase Type 2",
            "Calcium-Calmodulin-Dependent Protein Kinases",
            "Hippocampus",
            "In Vitro Techniques",
            "Long-Term Potentiation",
            "Neurons",
            "Presynaptic Terminals",
            "Rats",
            "Rats, Sprague-Dawley",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Fang-Min",
                "Last Name": "Lu",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2006"
    },
    {
        "PMID": "16510722",
        "Title": "Operant conditioning of gill withdrawal in Aplysia.",
        "Abstract": "A basic question in neuroscience is how different forms of learning are related. To further address that question, we examined whether gill withdrawal in Aplysia, which has already been studied extensively for neuronal mechanisms contributing to habituation, sensitization, and classical conditioning, also undergoes operant conditioning. Animals were run in pairs. During the initial training period, the contingent (experimental) animal received a siphon shock each time its gill relaxed below a criterion level, and the yoked control animal received a shock whenever the experimental animal did, regardless of its own gill position. This was followed by an extinction period when there was no shock, a retraining period when both animals were contingent, and another extinction period. The experimental animals spent more time with their gills contracted above the criterion level than did the control animals during each period, demonstrating operant conditioning. The type of gill behavior modified by learning shifted over time: the experimental animals had a larger increase in the frequency and duration of spontaneous contractions than did the control animals during the first but not the last extinction period and a larger increase in the level of tonic contraction during the last but not the first extinction period. Because many of the neurons controlling spontaneous and tonic gill withdrawal have already been identified, it should now be possible to examine the cellular locus and mechanism of operant conditioning and compare them with those for other forms of learning of the same behavior.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aplysia",
            "Behavior, Animal",
            "Conditioning, Operant",
            "Gills",
            "Models, Biological",
            "Physical Stimulation",
            "Reaction Time"
        ],
        "Authors": [
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University, New York, New York 10032, USA. rdh1@columbia.edu"
            },
            {
                "First Name": "Gregory A",
                "Last Name": "Clark",
                "Affiliation": ""
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2006"
    },
    {
        "PMID": "15797550",
        "Title": "Serotonin-induced regulation of the actin network for learning-related synaptic growth requires Cdc42, N-WASP, and PAK in Aplysia sensory neurons.",
        "Abstract": "Application of Clostridium difficile toxin B, an inhibitor of the Rho family of GTPases, at the Aplysia sensory to motor neuron synapse blocks long-term facilitation and the associated growth of new sensory neuron varicosities induced by repeated pulses of serotonin (5-HT). We have isolated cDNAs encoding Aplysia Rho, Rac, and Cdc42 and found that Rho and Rac had no effect but that overexpression in sensory neurons of a dominant-negative mutant of ApCdc42 or the CRIB domains of its downstream effectors PAK and N-WASP selectively reduces the long-term changes in synaptic strength and structure. FRET analysis indicates that 5-HT activates ApCdc42 in a subset of varicosities contacting the postsynaptic motor neuron and that this activation is dependent on the PI3K and PLC signaling pathways. The 5-HT-induced activation of ApCdc42 initiates reorganization of the presynaptic actin network leading to the outgrowth of filopodia, some of which are morphological precursors for the learning-related formation of new sensory neuron varicosities.",
        "Keywords": [],
        "MeSH terms": [
            "Actin Cytoskeleton",
            "Actins",
            "Amino Acid Sequence",
            "Animals",
            "Aplysia",
            "Cells, Cultured",
            "Conserved Sequence",
            "Learning",
            "Molecular Sequence Data",
            "Motor Neurons",
            "Mutation",
            "Nerve Tissue Proteins",
            "Neuronal Plasticity",
            "Neurons, Afferent",
            "Phosphatidylinositol 3-Kinases",
            "Presynaptic Terminals",
            "Protein Serine-Threonine Kinases",
            "Protein Structure, Tertiary",
            "Pseudopodia",
            "Serotonin",
            "Synapses",
            "Type C Phospholipases",
            "Wiskott-Aldrich Syndrome Protein, Neuronal",
            "cdc42 GTP-Binding Protein",
            "p21-Activated Kinases",
            "rac GTP-Binding Proteins",
            "rho GTP-Binding Proteins"
        ],
        "Authors": [
            {
                "First Name": "Hiroshi",
                "Last Name": "Udo",
                "Affiliation": "Center for Neurobiology and Behavior, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Iksung",
                "Last Name": "Jin",
                "Affiliation": ""
            },
            {
                "First Name": "Joung-Hun",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Hsiu-Ling",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Trisha",
                "Last Name": "Youn",
                "Affiliation": ""
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": ""
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            },
            {
                "First Name": "Craig H",
                "Last Name": "Bailey",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2005"
    },
    {
        "PMID": "15694326",
        "Title": "Presynaptic and postsynaptic roles of NO, cGK, and RhoA in long-lasting potentiation and aggregation of synaptic proteins.",
        "Abstract": "Recent results suggest that long-lasting potentiation at hippocampal synapses involves the rapid formation of clusters or puncta of presynaptic as well as postsynaptic proteins, both of which are blocked by antagonists of NMDA receptors and an inhibitor of actin polymerization. We have investigated whether the increase in puncta involves retrograde signaling through the NO-cGMP-cGK pathway and also examined the possible roles of two classes of molecules that regulate the actin cytoskeleton: Ena/VASP proteins and Rho GTPases. Our results suggest that NO, cGMP, cGK, actin, and Rho GTPases including RhoA play important roles in the potentiation and act directly in both the presynaptic and postsynaptic neurons, where they contribute to the increase in puncta of synaptic proteins. cGK phosphorylates synaptic VASP during the potentiation, whereas Rho GTPases act both in parallel and upstream of cGMP, in part by maintaining the synaptic localization of soluble guanylyl cyclase.",
        "Keywords": [],
        "MeSH terms": [
            "Actins",
            "Animals",
            "Animals, Newborn",
            "Cell Adhesion Molecules",
            "Cells, Cultured",
            "Cyclic GMP",
            "Cyclic GMP-Dependent Protein Kinases",
            "Excitatory Postsynaptic Potentials",
            "Guanylate Cyclase",
            "Hippocampus",
            "Long-Term Potentiation",
            "Microfilament Proteins",
            "Nerve Tissue Proteins",
            "Nitric Oxide",
            "Phosphoproteins",
            "Presynaptic Terminals",
            "Rats",
            "Rats, Sprague-Dawley",
            "Receptors, AMPA",
            "Receptors, Cytoplasmic and Nuclear",
            "Signal Transduction",
            "Soluble Guanylyl Cyclase",
            "Synaptic Membranes",
            "Synaptic Transmission",
            "Synaptophysin",
            "rhoA GTP-Binding Protein"
        ],
        "Authors": [
            {
                "First Name": "Hong-Gang",
                "Last Name": "Wang",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Fang-Min",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Iksung",
                "Last Name": "Jin",
                "Affiliation": ""
            },
            {
                "First Name": "Hiroshi",
                "Last Name": "Udo",
                "Affiliation": ""
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            },
            {
                "First Name": "Jan",
                "Last Name": "de Vente",
                "Affiliation": ""
            },
            {
                "First Name": "Ulrich",
                "Last Name": "Walter",
                "Affiliation": ""
            },
            {
                "First Name": "Suzanne M",
                "Last Name": "Lohmann",
                "Affiliation": ""
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": ""
            },
            {
                "First Name": "Irina",
                "Last Name": "Antonova",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2005"
    },
    {
        "PMID": "15510220",
        "Title": "alpha-Synuclein produces a long-lasting increase in neurotransmitter release.",
        "Abstract": "Wild-type alpha-synuclein, a protein of unknown function, has received much attention because of its involvement in a series of diseases that are known as synucleinopathies. We find that long-lasting potentiation of synaptic transmission between cultured hippocampal neurons is accompanied by an increase in the number of alpha-synuclein clusters. Conversely, suppression of alpha-synuclein expression through antisense nucleotide and knockout techniques blocks the potentiation, as well as the glutamate-induced increase in presynaptic functional bouton number. Consistent with these findings, alpha-synuclein introduction into the presynaptic neuron of a pair of monosynaptically connected cells causes a rapid and long-lasting enhancement of synaptic transmission, and rescues the block of potentiation in alpha-synuclein null mouse cultures. Also, we report that the application of nitric oxide (NO) increases the number of alpha-synuclein clusters, and inhibitors of NO-synthase block this increase, supporting the hypothesis that NO is involved in the enhancement of the number of alpha-synuclein clusters. Thus, alpha-synuclein is involved in synaptic plasticity by augmenting transmitter release from the presynaptic terminal.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Newborn",
            "Blotting, Western",
            "Cells, Cultured",
            "Electrophysiology",
            "Endocytosis",
            "Enzyme Inhibitors",
            "Exocytosis",
            "Hippocampus",
            "Immunohistochemistry",
            "Mice",
            "Mice, Knockout",
            "Nerve Tissue Proteins",
            "Neurons",
            "Nitric Oxide",
            "Nitric Oxide Synthase",
            "Oligonucleotides, Antisense",
            "Patch-Clamp Techniques",
            "Rats",
            "Recombinant Fusion Proteins",
            "Synapses",
            "Synaptic Transmission",
            "Synucleins",
            "alpha-Synuclein"
        ],
        "Authors": [
            {
                "First Name": "Shumin",
                "Last Name": "Liu",
                "Affiliation": "Department of Pathology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Ipe",
                "Last Name": "Ninan",
                "Affiliation": ""
            },
            {
                "First Name": "Irina",
                "Last Name": "Antonova",
                "Affiliation": ""
            },
            {
                "First Name": "Fortunato",
                "Last Name": "Battaglia",
                "Affiliation": ""
            },
            {
                "First Name": "Fabrizio",
                "Last Name": "Trinchese",
                "Affiliation": ""
            },
            {
                "First Name": "Archana",
                "Last Name": "Narasanna",
                "Affiliation": ""
            },
            {
                "First Name": "Nikolai",
                "Last Name": "Kolodilov",
                "Affiliation": ""
            },
            {
                "First Name": "William",
                "Last Name": "Dauer",
                "Affiliation": ""
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": ""
            },
            {
                "First Name": "Ottavio",
                "Last Name": "Arancio",
                "Affiliation": ""
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2004"
    },
    {
        "PMID": "15091343",
        "Title": "Increased attention to spatial context increases both place field stability and spatial memory.",
        "Abstract": "The hippocampal formation is critical for the acquisition and consolidation of memories. When recorded in freely moving animals, hippocampal pyramidal neurons fire in a location-specific manner: they are \"place\" cells, comprising a hippocampal representation of the animal's environment. To explore the relationship between place cells and spatial memory, we recorded from mice in several behavioral contexts. We found that long-term stability of place cell firing fields correlates with the degree of attentional demands and that successful spatial task performance was associated with stable place fields. Furthermore, conditions that maximize place field stability greatly increase orientation to novel cues. This suggests that storage and retrieval of place cells is modulated by a top-down cognitive process resembling attention and that place cells are neural correlates of spatial memory. We propose a model whereby attention provides the requisite neuromodulatation to switch short-term homosynaptic plasticity to long-term heterosynaptic plasticity, and we implicate dopamine in this process.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Attention",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Psychomotor Performance",
            "Pyramidal Cells",
            "Spatial Behavior"
        ],
        "Authors": [
            {
                "First Name": "Clifford G",
                "Last Name": "Kentros",
                "Affiliation": "Columbia University College of Physicians and Surgeons, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Naveen T",
                "Last Name": "Agnihotri",
                "Affiliation": ""
            },
            {
                "First Name": "Samantha",
                "Last Name": "Streater",
                "Affiliation": ""
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": ""
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2004"
    },
    {
        "PMID": "14985509",
        "Title": "The long-term stability of new hippocampal place fields requires new protein synthesis.",
        "Abstract": "The hippocampus is critical for formation of spatial memories. Hippocampal pyramidal neurons in freely behaving animals exhibit spatially selective firing patterns, which taken together form an internal representation of the environment. This representation is thought to contribute to the hippocampal spatial memory system. Behavioral long-term memories differ from short-term memories in requiring the synthesis of new proteins. Does the development of the internal hippocampal representation also require the synthesis of new proteins? We found that blocking protein synthesis in the brain of mice by 95% does not affect short-term stability of newly formed hippocampal place fields but abolishes stability in the long term. By contrast, inhibiting protein synthesis does not affect the retention and recall of previously established fields in a familiar environment, indicating that protein synthesis-dependent reconsolidation is not required for recall. Our results indicate that place fields parallel both behavioral memories and the late phase of long-term potentiation in requiring the synthesis of new proteins for consolidation.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Anisomycin",
            "Hippocampus",
            "Learning",
            "Long-Term Potentiation",
            "Male",
            "Memory",
            "Mice",
            "Mice, Inbred C57BL",
            "Nerve Tissue Proteins",
            "Protein Synthesis Inhibitors",
            "Pyramidal Cells"
        ],
        "Authors": [
            {
                "First Name": "Naveen T",
                "Last Name": "Agnihotri",
                "Affiliation": "Center for Neurobiology and Behavior, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": ""
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            },
            {
                "First Name": "Clifford",
                "Last Name": "Kentros",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2004"
    },
    {
        "PMID": "12917362",
        "Title": "Presynaptic and postsynaptic mechanisms of a novel form of homosynaptic potentiation at aplysia sensory-motor neuron synapses.",
        "Abstract": "Previous studies have shown that homosynaptic potentiation produced by rather mild tetanic stimulation (20 Hz, 2 sec) at Aplysia sensory-motor neuron synapses in isolated cell culture involves both presynaptic and postsynaptic Ca2+ (Bao et al., 1997). We have now investigated the sources of Ca2+ and some of its downstream targets. Although the potentiation lasts >30 min, it does not require Ca2+ influx through either NMDA receptor channels or L-type Ca2+ channels. Rather, the potentiation involves metabotropic receptors and intracellular Ca2+ release from both postsynaptic IP3-sensitive and presynaptic ryanodine-sensitive stores. In addition, it involves protein kinases, including both presynaptic and postsynaptic CamKII and probably MAP kinase. Finally, it does not require transsynaptic signaling by nitric oxide but it may involve AMPA receptor insertion. The potentiation, thus, shares components of the mechanisms of post-tetanic potentiation, NMDA- and mGluR-dependent long-term potentiation, and even long-term depression, but is not identical to any of them. These results are consistent with the more general idea that there is a molecular alphabet of basic components that can be combined in various ways to create novel as well as known types of plasticity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aplysia",
            "Calcium",
            "Calcium Channels",
            "Calcium-Calmodulin-Dependent Protein Kinase Type 2",
            "Calcium-Calmodulin-Dependent Protein Kinases",
            "Coculture Techniques",
            "Inositol 1,4,5-Trisphosphate Receptors",
            "Ion Transport",
            "Long-Term Potentiation",
            "MAP Kinase Signaling System",
            "Motor Neurons",
            "Neuronal Plasticity",
            "Neurons, Afferent",
            "Nitric Oxide",
            "Protein Kinases",
            "Receptors, AMPA",
            "Receptors, Cytoplasmic and Nuclear",
            "Receptors, N-Methyl-D-Aspartate",
            "Receptors, Presynaptic",
            "Ryanodine Receptor Calcium Release Channel",
            "Synapses",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Iksung",
                "Last Name": "Jin",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University, and New York State Psychiatric Institute, New York, New York 10032, USA."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2003"
    },
    {
        "PMID": "12526779",
        "Title": "Activity-dependent presynaptic facilitation and hebbian LTP are both required and interact during classical conditioning in Aplysia.",
        "Abstract": "Using a simplified preparation of the Aplysia siphon-withdrawal reflex, we previously found that associative plasticity at synapses between sensory neurons and motor neurons contributes importantly to classical conditioning of the reflex. We have now tested the roles in that plasticity of two associative cellular mechanisms: activity-dependent enhancement of presynaptic facilitation and postsynaptically induced long-term potentiation. By perturbing molecular signaling pathways in individual neurons, we have provided the most direct evidence to date that each of these mechanisms contributes to behavioral learning. In addition, our results suggest that the two mechanisms are not independent but rather interact through retrograde signaling.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Calcium Signaling",
            "Central Nervous System",
            "Chelating Agents",
            "Conditioning, Psychological",
            "Cyclic AMP-Dependent Protein Kinases",
            "Enzyme Inhibitors",
            "Excitatory Amino Acid Antagonists",
            "Long-Term Potentiation",
            "Motor Neurons",
            "Neural Pathways",
            "Neurons, Afferent",
            "Reaction Time",
            "Reflex",
            "Signal Transduction",
            "Synapses",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Igor",
                "Last Name": "Antonov",
                "Affiliation": "Center for Neurobiology and Behavior, College of Physicians and Surgeons, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Irina",
                "Last Name": "Antonova",
                "Affiliation": ""
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2003"
    },
    {
        "PMID": "12205148",
        "Title": "Ryanodine receptors contribute to cGMP-induced late-phase LTP and CREB phosphorylation in the hippocampus.",
        "Abstract": "We previously found that the nitric oxide (NO)-cGMP-cGMP-dependent protein kinase (PKG) signaling pathway acts in parallel with the cAMP-cAMP-dependent protein kinase (PKA) pathway to produce protein and RNA synthesis-dependent late-phase long-term potentiation (L-LTP) and cAMP response element-binding protein (CREB) phosphorylation in the CA1 region of mouse hippocampus. We have now investigated the possible involvement of a downstream target of PKG, ryanodine receptors. L-LTP can be induced by either multiple-train tetanization, NO or 8-Br-cGMP paired with one-train tetanization, or the cAMP activator forskolin, and all three types of potentiation are accompanied by an increase in phospho-CREB immunofluorescence in the CA1 cell body area. Both the potentiation and the increase in phospho-CREB immunofluorescence induced by multiple-train tetanization or 8-Br-cGMP paired with one-train tetanization are reduced by prolonged perfusion with ryanodine, which blocks Ca(2+) release from ryanodine-sensitive Ca(2+) stores. By contrast, neither the potentiation nor the increase in immunofluorescence induced by forskolin are reduced by depletion of ryanodine and inositol-1,4,5-triphosphate (IP3)-sensitive Ca(2+) stores. These results suggest that NO, cGMP, and PKG cause release of Ca(2+) from ryanodine-sensitive stores, which in turn causes phosphorylation of CREB in parallel with PKA during the induction of L-LTP.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Calcium",
            "Cyclic AMP",
            "Cyclic AMP Response Element-Binding Protein",
            "Cyclic GMP",
            "Electric Stimulation",
            "Electrophysiology",
            "Hippocampus",
            "In Vitro Techniques",
            "Intracellular Membranes",
            "Long-Term Potentiation",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Nitric Oxide",
            "Phosphorylation",
            "Ryanodine Receptor Calcium Release Channel"
        ],
        "Authors": [
            {
                "First Name": "Yun-Fei",
                "Last Name": "Lu",
                "Affiliation": "Center for Neurobiology and Behavior, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Robert D",
                "Last Name": "Hawkins",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of neurophysiology",
        "PubDate": "2002"
    }
]