[
    {
        "PMID": "38972924",
        "Title": "Diversity of visual inputs to Kenyon cells of the Drosophila mushroom body.",
        "Abstract": "The arthropod mushroom body is well-studied as an expansion layer representing olfactory stimuli and linking them to contingent events. However, 8% of mushroom body Kenyon cells in Drosophila melanogaster receive predominantly visual input, and their function remains unclear. Here, we identify inputs to visual Kenyon cells using the FlyWire adult whole-brain connectome. Input repertoires are similar across hemispheres and connectomes with certain inputs highly overrepresented. Many visual neurons presynaptic to Kenyon cells have large receptive fields, while interneuron inputs receive spatially restricted signals that may be tuned to specific visual features. Individual visual Kenyon cells randomly sample sparse inputs from combinations of visual channels, including multiple optic lobe neuropils. These connectivity patterns suggest that visual coding in the mushroom body, like olfactory coding, is sparse, distributed, and combinatorial. However, the specific input repertoire to the smaller population of visual Kenyon cells suggests a constrained encoding of visual stimuli.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Mushroom Bodies",
            "Drosophila melanogaster",
            "Connectome",
            "Visual Pathways",
            "Neurons",
            "Interneurons",
            "Optic Lobe, Nonmammalian",
            "Neuropil"
        ],
        "Authors": [
            {
                "First Name": "Ishani",
                "Last Name": "Ganguly",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Emily L",
                "Last Name": "Heckman",
                "Affiliation": "Department of Molecular, Cellular, and Developmental Biology, University of Michigan, Ann Arbor, MI, USA."
            },
            {
                "First Name": "Ashok",
                "Last Name": "Litwin-Kumar",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "E Josephine",
                "Last Name": "Clowney",
                "Affiliation": "Department of Molecular, Cellular, and Developmental Biology, University of Michigan, Ann Arbor, MI, USA. jclowney@umich.edu."
            },
            {
                "First Name": "Rudy",
                "Last Name": "Behnia",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, USA. rb3161@columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2024"
    },
    {
        "PMID": "38755272",
        "Title": "Hue selectivity from recurrent circuitry in Drosophila.",
        "Abstract": "In the perception of color, wavelengths of light reflected off objects are transformed into the derived quantities of brightness, saturation and hue. Neurons responding selectively to hue have been reported in primate cortex, but it is unknown how their narrow tuning in color space is produced by upstream circuit mechanisms. We report the discovery of neurons in the Drosophila optic lobe with hue-selective properties, which enables circuit-level analysis of color processing. From our analysis of an electron microscopy volume of a whole Drosophila brain, we construct a connectomics-constrained circuit model that accounts for this hue selectivity. Our model predicts that recurrent connections in the circuit are critical for generating hue selectivity. Experiments using genetic manipulations to perturb recurrence in adult flies confirm this prediction. Our findings reveal a circuit basis for hue selectivity in color vision.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Drosophila",
            "Color Perception",
            "Visual Pathways",
            "Neurons",
            "Optic Lobe, Nonmammalian",
            "Photic Stimulation",
            "Color Vision",
            "Connectome",
            "Nerve Net"
        ],
        "Authors": [
            {
                "First Name": "Matthias P",
                "Last Name": "Christenson",
                "Affiliation": "Zuckerman Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Alvaro",
                "Last Name": "Sanz Diez",
                "Affiliation": "Zuckerman Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Sarah L",
                "Last Name": "Heath",
                "Affiliation": "Zuckerman Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Maia",
                "Last Name": "Saavedra-Weisenhaus",
                "Affiliation": "Zuckerman Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Atsuko",
                "Last Name": "Adachi",
                "Affiliation": "Zuckerman Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Aljoscha",
                "Last Name": "Nern",
                "Affiliation": "Janelia Research Campus, Howard Hughes Medical Institute, Ashburn, VA, USA."
            },
            {
                "First Name": "L F",
                "Last Name": "Abbott",
                "Affiliation": "Zuckerman Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Rudy",
                "Last Name": "Behnia",
                "Affiliation": "Zuckerman Institute, Columbia University, New York, NY, USA. rb3161@columbia.edu."
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2024"
    },
    {
        "PMID": "37873086",
        "Title": "Diversity of visual inputs to Kenyon cells of the ",
        "Abstract": "The arthropod mushroom body is well-studied as an expansion layer that represents olfactory stimuli and links them to contingent events. However, 8% of mushroom body Kenyon cells in ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Ishani",
                "Last Name": "Ganguly",
                "Affiliation": "The Mortimer B. Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Emily L",
                "Last Name": "Heckman",
                "Affiliation": "Department of Molecular, Cellular, and Developmental Biology, University of Michigan, Ann Arbor, MI 48109, USA."
            },
            {
                "First Name": "Ashok",
                "Last Name": "Litwin-Kumar",
                "Affiliation": "The Mortimer B. Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "E Josephine",
                "Last Name": "Clowney",
                "Affiliation": "Department of Molecular, Cellular, and Developmental Biology, University of Michigan, Ann Arbor, MI 48109, USA."
            },
            {
                "First Name": "Rudy",
                "Last Name": "Behnia",
                "Affiliation": "The Mortimer B. Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "37502934",
        "Title": "Hue selectivity from recurrent circuitry in ",
        "Abstract": "A universal principle of sensory perception is the progressive transformation of sensory information from broad non-specific signals to stimulus-selective signals that form the basis of perception. To perceive color, our brains must transform the wavelengths of light reflected off objects into the derived quantities of brightness, saturation and hue. Neurons responding selectively to hue have been reported in primate cortex, but it is unknown how their narrow tuning in color space is produced by upstream circuit mechanisms. To enable circuit level analysis of color perception, we here report the discovery of neurons in the ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Matthias P",
                "Last Name": "Christenson",
                "Affiliation": ""
            },
            {
                "First Name": "Álvaro Sanz",
                "Last Name": "Díez",
                "Affiliation": ""
            },
            {
                "First Name": "Sarah L",
                "Last Name": "Heath",
                "Affiliation": ""
            },
            {
                "First Name": "Maia",
                "Last Name": "Saavedra-Weisenhaus",
                "Affiliation": ""
            },
            {
                "First Name": "Atsuko",
                "Last Name": "Adachi",
                "Affiliation": ""
            },
            {
                "First Name": "L F",
                "Last Name": "Abbott",
                "Affiliation": ""
            },
            {
                "First Name": "Rudy",
                "Last Name": "Behnia",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36058250",
        "Title": "Exploiting colour space geometry for visual stimulus design across animals.",
        "Abstract": "Colour vision represents a vital aspect of perception that ultimately enables a wide variety of species to thrive in the natural world. However, unified methods for constructing chromatic visual stimuli in a laboratory setting are lacking. Here, we present stimulus design methods and an accompanying programming package to efficiently probe the colour space of any species in which the photoreceptor spectral sensitivities are known. Our hardware-agnostic approach incorporates photoreceptor models within the framework of the principle of univariance. This enables experimenters to identify the most effective way to combine multiple light sources to create desired distributions of light, and thus easily construct relevant stimuli for mapping the colour space of an organism. We include methodology to handle uncertainty of photoreceptor spectral sensitivity as well as to optimally reconstruct hyperspectral images given recent hardware advances. Our methods support broad applications in colour vision science and provide a framework for uniform stimulus designs across experimental systems. This article is part of the theme issue 'Understanding colour vision: molecular, physiological, neuronal and behavioural studies in arthropods'.",
        "Keywords": [
            "Python",
            "colour management",
            "colour space",
            "colour vision",
            "nonlinear optimization",
            "univariance"
        ],
        "MeSH terms": [
            "Animals",
            "Color",
            "Color Perception",
            "Color Vision"
        ],
        "Authors": [
            {
                "First Name": "Matthias P",
                "Last Name": "Christenson",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "S Navid",
                "Last Name": "Mousavi",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Elie",
                "Last Name": "Oriol",
                "Affiliation": "Laboratoire de Physique de l'Ecole Normale Supérieure, CNRS, Ecole Normale Supérieure, PSL University, Sorbonne Université, Université de Paris, Paris, France."
            },
            {
                "First Name": "Sarah L",
                "Last Name": "Heath",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Rudy",
                "Last Name": "Behnia",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "Philosophical transactions of the Royal Society of London. Series B, Biological sciences",
        "PubDate": "2022"
    },
    {
        "PMID": "34670114",
        "Title": "Flexible filtering by neural inputs supports motion computation across states and stimuli.",
        "Abstract": "Sensory systems flexibly adapt their processing properties across a wide range of environmental and behavioral conditions. Such variable processing complicates attempts to extract a mechanistic understanding of sensory computations. This is evident in the highly constrained, canonical Drosophila motion detection circuit, where the core computation underlying direction selectivity is still debated despite extensive studies. Here we measured the filtering properties of neural inputs to the OFF motion-detecting T5 cell in Drosophila. We report state- and stimulus-dependent changes in the shape of these signals, which become more biphasic under specific conditions. Summing these inputs within the framework of a connectomic-constrained model of the circuit demonstrates that these shapes are sufficient to explain T5 responses to various motion stimuli. Thus, our stimulus- and state-dependent measurements reconcile motion computation with the anatomy of the circuit. These findings provide a clear example of how a basic circuit supports flexible sensory computation.",
        "Keywords": [
            "Drosophila melanogaster",
            "ON/OFF pathways",
            "connectome",
            "direction selectivity",
            "motion vision",
            "neuromodulation",
            "octopamine",
            "state dependence",
            "temporal filter"
        ],
        "MeSH terms": [
            "Animals",
            "Drosophila",
            "Motion",
            "Motion Perception",
            "Visual Pathways"
        ],
        "Authors": [
            {
                "First Name": "Jessica R",
                "Last Name": "Kohn",
                "Affiliation": "The Mortimer B. Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Jacob P",
                "Last Name": "Portes",
                "Affiliation": "The Mortimer B. Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA; Center for Theoretical Neuroscience, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Matthias P",
                "Last Name": "Christenson",
                "Affiliation": "The Mortimer B. Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA; Center for Theoretical Neuroscience, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "L F",
                "Last Name": "Abbott",
                "Affiliation": "The Mortimer B. Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA; Center for Theoretical Neuroscience, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Rudy",
                "Last Name": "Behnia",
                "Affiliation": "The Mortimer B. Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA; Kavli Institute for Brain Science, Columbia University, New York, NY 10027, USA. Electronic address: rb3161@columbia.edu."
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2021"
    },
    {
        "PMID": "31928878",
        "Title": "Circuit Mechanisms Underlying Chromatic Encoding in Drosophila Photoreceptors.",
        "Abstract": "Spectral information is commonly processed in the brain through generation of antagonistic responses to different wavelengths. In many species, these color opponent signals arise as early as photoreceptor terminals. Here, we measure the spectral tuning of photoreceptors in Drosophila. In addition to a previously described pathway comparing wavelengths at each point in space, we find a horizontal-cell-mediated pathway similar to that found in mammals. This pathway enables additional spectral comparisons through lateral inhibition, expanding the range of chromatic encoding in the fly. Together, these two pathways enable efficient decorrelation and dimensionality reduction of photoreceptor signals while retaining maximal chromatic information. A biologically constrained model accounts for our findings and predicts a spatio-chromatic receptive field for fly photoreceptor outputs, with a color opponent center and broadband surround. This dual mechanism combines motifs of both an insect-specific visual circuit and an evolutionarily convergent circuit architecture, endowing flies with the ability to extract chromatic information at distinct spatial resolutions.",
        "Keywords": [
            "Drosophila melanogaster",
            "color model",
            "color opponency",
            "color vision",
            "convergent evolution",
            "horizontal cell",
            "medulla",
            "neural circuit",
            "photon capture",
            "photoreceptor"
        ],
        "MeSH terms": [
            "Animals",
            "Color Perception",
            "Drosophila",
            "Models, Neurological",
            "Photoreceptor Cells, Invertebrate"
        ],
        "Authors": [
            {
                "First Name": "Sarah L",
                "Last Name": "Heath",
                "Affiliation": "Department of Neuroscience, Mortimer Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Matthias P",
                "Last Name": "Christenson",
                "Affiliation": "Department of Neuroscience, Mortimer Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Elie",
                "Last Name": "Oriol",
                "Affiliation": "Department of Neuroscience, Mortimer Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Maia",
                "Last Name": "Saavedra-Weisenhaus",
                "Affiliation": "Department of Neuroscience, Mortimer Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Jessica R",
                "Last Name": "Kohn",
                "Affiliation": "Department of Neuroscience, Mortimer Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Rudy",
                "Last Name": "Behnia",
                "Affiliation": "Department of Neuroscience, Mortimer Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; Kavli Institute for Brain Science, Columbia University, New York, NY 10027, USA. Electronic address: rb3161@columbia.edu."
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2020"
    },
    {
        "PMID": "31928874",
        "Title": "Heterogeneous Temporal Contrast Adaptation in Drosophila Direction-Selective Circuits.",
        "Abstract": "In visual systems, neurons adapt both to the mean light level and to the range of light levels, or the contrast. Contrast adaptation has been studied extensively, but it remains unclear how it is distributed among neurons in connected circuits, and how early adaptation affects subsequent computations. Here, we investigated temporal contrast adaptation in neurons across Drosophila's visual motion circuitry. Several ON-pathway neurons showed strong adaptation to changes in contrast over time. One of these neurons, Mi1, showed almost complete adaptation on fast timescales, and experiments ruled out several potential mechanisms for its adaptive properties. When contrast adaptation reduced the gain in ON-pathway cells, it was accompanied by decreased motion responses in downstream direction-selective cells. Simulations show that contrast adaptation can substantially improve motion estimates in natural scenes. The benefits are larger for ON-pathway adaptation, which helps explain the heterogeneous distribution of contrast adaptation in these circuits.",
        "Keywords": [
            "Drosophila",
            "Drosophila, contrast adaptation, motion, motion detection, linear filter, kernel, vision, visual processing, calcium imagingDA",
            "calcium imaging",
            "contrast adaptation",
            "kernel",
            "linear filter",
            "motion",
            "motion detection",
            "vision",
            "visual processing"
        ],
        "MeSH terms": [
            "Adaptation, Physiological",
            "Animals",
            "Drosophila melanogaster",
            "Motion Perception",
            "Photic Stimulation",
            "Time Factors",
            "Visual Pathways"
        ],
        "Authors": [
            {
                "First Name": "Catherine A",
                "Last Name": "Matulis",
                "Affiliation": "Department of Physics, Yale University, 217 Prospect Street, New Haven, CT 06511, USA."
            },
            {
                "First Name": "Juyue",
                "Last Name": "Chen",
                "Affiliation": "Interdepartmental Neuroscience Program, Yale University, 333 Cedar Street, New Haven, CT 06510, USA."
            },
            {
                "First Name": "Aneysis D",
                "Last Name": "Gonzalez-Suarez",
                "Affiliation": "Interdepartmental Neuroscience Program, Yale University, 333 Cedar Street, New Haven, CT 06510, USA."
            },
            {
                "First Name": "Rudy",
                "Last Name": "Behnia",
                "Affiliation": "Department of Neuroscience, Columbia University, 3227 Broadway, New York, NY 10027, USA."
            },
            {
                "First Name": "Damon A",
                "Last Name": "Clark",
                "Affiliation": "Department of Physics, Yale University, 217 Prospect Street, New Haven, CT 06511, USA; Interdepartmental Neuroscience Program, Yale University, 333 Cedar Street, New Haven, CT 06510, USA; Department of Molecular, Cellular, and Developmental Biology, Yale University, 260 Whitney Avenue, New Haven, CT 06511, USA; Department of Neuroscience, Yale University, 333 Cedar Street, New Haven, CT 06510, USA. Electronic address: damon.clark@yale.edu."
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2020"
    },
    {
        "PMID": "29670512",
        "Title": "Eyes Matched to the Prize: The State of Matched Filters in Insect Visual Circuits.",
        "Abstract": "Confronted with an ever-changing visual landscape, animals must be able to detect relevant stimuli and translate this information into behavioral output. A visual scene contains an abundance of information: to interpret the entirety of it would be uneconomical. To optimally perform this task, neural mechanisms exist to enhance the detection of important features of the sensory environment while simultaneously filtering out irrelevant information. This can be accomplished by using a circuit design that implements specific \"matched filters\" that are tuned to relevant stimuli. Following this rule, the well-characterized visual systems of insects have evolved to streamline feature extraction on both a structural and functional level. Here, we review examples of specialized visual microcircuits for vital behaviors across insect species, including feature detection, escape, and estimation of self-motion. Additionally, we discuss how these microcircuits are modulated to weigh relevant input with respect to different internal and behavioral states.",
        "Keywords": [
            "Drosophila",
            "insects",
            "neural circuit",
            "neuromodulation",
            "sensory circuit",
            "vision"
        ],
        "MeSH terms": [
            "Animals",
            "Behavior, Animal",
            "Insecta",
            "Visual Pathways",
            "Visual Perception"
        ],
        "Authors": [
            {
                "First Name": "Jessica R",
                "Last Name": "Kohn",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Sarah L",
                "Last Name": "Heath",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Rudy",
                "Last Name": "Behnia",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, United States."
            }
        ],
        "Journal": "Frontiers in neural circuits",
        "PubDate": "2018"
    },
    {
        "PMID": "28077877",
        "Title": "Integration of temporal and spatial patterning generates neural diversity.",
        "Abstract": "In the Drosophila optic lobes, 800 retinotopically organized columns in the medulla act as functional units for processing visual information. The medulla contains over 80 types of neuron, which belong to two classes: uni-columnar neurons have a stoichiometry of one per column, while multi-columnar neurons contact multiple columns. Here we show that combinatorial inputs from temporal and spatial axes generate this neuronal diversity: all neuroblasts switch fates over time to produce different neurons; the neuroepithelium that generates neuroblasts is also subdivided into six compartments by the expression of specific factors. Uni-columnar neurons are produced in all spatial compartments independently of spatial input; they innervate the neuropil where they are generated. Multi-columnar neurons are generated in smaller numbers in restricted compartments and require spatial input; the majority of their cell bodies subsequently move to cover the entire medulla. The selective integration of spatial inputs by a fixed temporal neuroblast cascade thus acts as a powerful mechanism for generating neural diversity, regulating stoichiometry and the formation of retinotopy.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Body Patterning",
            "Brain",
            "Cell Differentiation",
            "Cell Movement",
            "Drosophila melanogaster",
            "Female",
            "Male",
            "Neural Stem Cells",
            "Neurogenesis",
            "Neurons",
            "Neuropil",
            "Optic Lobe, Nonmammalian",
            "Pupa",
            "Spatio-Temporal Analysis",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Ted",
                "Last Name": "Erclik",
                "Affiliation": "Department of Biology, New York University, New York, New York 10003, USA."
            },
            {
                "First Name": "Xin",
                "Last Name": "Li",
                "Affiliation": "Department of Biology, New York University, New York, New York 10003, USA."
            },
            {
                "First Name": "Maximilien",
                "Last Name": "Courgeon",
                "Affiliation": "Department of Biology, New York University, New York, New York 10003, USA."
            },
            {
                "First Name": "Claire",
                "Last Name": "Bertet",
                "Affiliation": "Department of Biology, New York University, New York, New York 10003, USA."
            },
            {
                "First Name": "Zhenqing",
                "Last Name": "Chen",
                "Affiliation": "Department of Biology, New York University, New York, New York 10003, USA."
            },
            {
                "First Name": "Ryan",
                "Last Name": "Baumert",
                "Affiliation": "Department of Biology, New York University, New York, New York 10003, USA."
            },
            {
                "First Name": "June",
                "Last Name": "Ng",
                "Affiliation": "Department of Biology, New York University, New York, New York 10003, USA."
            },
            {
                "First Name": "Clara",
                "Last Name": "Koo",
                "Affiliation": "Department of Biology, New York University, New York, New York 10003, USA."
            },
            {
                "First Name": "Urfa",
                "Last Name": "Arain",
                "Affiliation": "Department of Biology, University of Toronto at Mississauga, Mississauga, Ontario L5L-1C6, Canada."
            },
            {
                "First Name": "Rudy",
                "Last Name": "Behnia",
                "Affiliation": "Department of Biology, New York University, New York, New York 10003, USA."
            },
            {
                "First Name": "Alberto",
                "Last Name": "del Valle Rodriguez",
                "Affiliation": "Center for Genomics and Systems Biology, New York University Abu Dhabi, Abu Dhabi, United Arab Emirates."
            },
            {
                "First Name": "Lionel",
                "Last Name": "Senderowicz",
                "Affiliation": "Institute for Genomics and Systems Biology &Department of Human Genetics, University of Chicago, Chicago, Illinois 60637, USA."
            },
            {
                "First Name": "Nicolas",
                "Last Name": "Negre",
                "Affiliation": "Institute for Genomics and Systems Biology &Department of Human Genetics, University of Chicago, Chicago, Illinois 60637, USA."
            },
            {
                "First Name": "Kevin P",
                "Last Name": "White",
                "Affiliation": "Institute for Genomics and Systems Biology &Department of Human Genetics, University of Chicago, Chicago, Illinois 60637, USA."
            },
            {
                "First Name": "Claude",
                "Last Name": "Desplan",
                "Affiliation": "Department of Biology, New York University, New York, New York 10003, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2017"
    },
    {
        "PMID": "25881091",
        "Title": "Visual circuits in flies: beginning to see the whole picture.",
        "Abstract": "Sensory signals are processed in the brain by dedicated neuronal circuits to form perceptions used to guide behavior. Drosophila, with its compact brain, amenability to genetic manipulations and sophisticated behaviors has emerged as a powerful model for investigating the neuronal circuits responsible for sensory perception. Vision in particular has been examined in detail. Light is detected in the eye by photoreceptors, specialized neurons containing light sensing Rhodopsin proteins. These photoreceptor signals are relayed to the optic lobes where they are processed to gain perceptions about different properties of the visual scene. In this review we describe recent advances in the characterization of neuronal circuits underlying four visual modalities in the fly brain: motion vision, phototaxis, color and polarized light vision.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Drosophila",
            "Nerve Net",
            "Photic Stimulation",
            "Signal Transduction",
            "Vision, Ocular",
            "Visual Pathways",
            "Visual Perception"
        ],
        "Authors": [
            {
                "First Name": "Rudy",
                "Last Name": "Behnia",
                "Affiliation": "Dept of Biology, New York University, NY 10003, USA."
            },
            {
                "First Name": "Claude",
                "Last Name": "Desplan",
                "Affiliation": "Dept of Biology, New York University, NY 10003, USA. Electronic address: cd38@nyu.edu."
            }
        ],
        "Journal": "Current opinion in neurobiology",
        "PubDate": "2015"
    },
    {
        "PMID": "25043016",
        "Title": "Processing properties of ON and OFF pathways for Drosophila motion detection.",
        "Abstract": "The algorithms and neural circuits that process spatio-temporal changes in luminance to extract visual motion cues have been the focus of intense research. An influential model, the Hassenstein-Reichardt correlator, relies on differential temporal filtering of two spatially separated input channels, delaying one input signal with respect to the other. Motion in a particular direction causes these delayed and non-delayed luminance signals to arrive simultaneously at a subsequent processing step in the brain; these signals are then nonlinearly amplified to produce a direction-selective response. Recent work in Drosophila has identified two parallel pathways that selectively respond to either moving light or dark edges. Each of these pathways requires two critical processing steps to be applied to incoming signals: differential delay between the spatial input channels, and distinct processing of brightness increment and decrement signals. Here we demonstrate, using in vivo patch-clamp recordings, that four medulla neurons implement these two processing steps. The neurons Mi1 and Tm3 respond selectively to brightness increments, with the response of Mi1 delayed relative to Tm3. Conversely, Tm1 and Tm2 respond selectively to brightness decrements, with the response of Tm1 delayed compared with Tm2. Remarkably, constraining Hassenstein-Reichardt correlator models using these measurements produces outputs consistent with previously measured properties of motion detectors, including temporal frequency tuning and specificity for light versus dark edges. We propose that Mi1 and Tm3 perform critical processing of the delayed and non-delayed input channels of the correlator responsible for the detection of light edges, while Tm1 and Tm2 play analogous roles in the detection of moving dark edges. Our data show that specific medulla neurons possess response properties that allow them to implement the algorithmic steps that precede the correlative operation in the Hassenstein-Reichardt correlator, revealing elements of the long-sought neural substrates of motion detection in the fly.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Animals",
            "Darkness",
            "Drosophila melanogaster",
            "Lighting",
            "Models, Neurological",
            "Motion Perception",
            "Neurons",
            "Patch-Clamp Techniques",
            "Photic Stimulation",
            "Retina",
            "Visual Pathways"
        ],
        "Authors": [
            {
                "First Name": "Rudy",
                "Last Name": "Behnia",
                "Affiliation": "Center for Developmental Genetics, Department of Biology, New York University, New York, New York 10003-6688, USA."
            },
            {
                "First Name": "Damon A",
                "Last Name": "Clark",
                "Affiliation": "1] Department of Molecular, Cellular, and Developmental Biology, Yale University, New Haven, Connecticut 06511, USA [2] Department of Neurobiology, Stanford University, Stanford, California 94305, USA."
            },
            {
                "First Name": "Adam G",
                "Last Name": "Carter",
                "Affiliation": "Center for Neural Science, New York University, New York, New York 10003, USA."
            },
            {
                "First Name": "Thomas R",
                "Last Name": "Clandinin",
                "Affiliation": "Department of Neurobiology, Stanford University, Stanford, California 94305, USA."
            },
            {
                "First Name": "Claude",
                "Last Name": "Desplan",
                "Affiliation": "1] Center for Developmental Genetics, Department of Biology, New York University, New York, New York 10003-6688, USA [2] Center for Genomics &Systems Biology, New York University Abu Dhabi Institute, Abu Dhabi, United Arab Emirates."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2014"
    },
    {
        "PMID": "24478153",
        "Title": "Impact of subthreshold membrane potential on synaptic responses at dendritic spines of layer 5 pyramidal neurons in the prefrontal cortex.",
        "Abstract": "Glutamatergic inputs onto cortical pyramidal neurons are received and initially processed at dendritic spines. AMPA and NMDA receptors generate both synaptic potentials and calcium (Ca) signals in the spine head. These responses can in turn activate a variety of Ca, sodium (Na), and potassium (K) channels at spines. In principle, the roles of these receptors and channels can be strongly regulated by the subthreshold membrane potential. However, the impact of different receptors and channels has usually been studied at the level of dendrites. Much less is known about their influence at spines, where synaptic transmission and plasticity primarily occur. Here we examine single-spine responses in the basal dendrites of layer 5 pyramidal neurons in the mouse prefrontal cortex. Using two-photon microscopy and two-photon uncaging, we first show that synaptic potentials and Ca signals differ at resting and near-threshold potentials. We then determine how subthreshold depolarizations alter the contributions of AMPA and NMDA receptors to synaptic responses. We show that voltage-sensitive Ca channels enhance synaptic Ca signals but fail to engage small-conductance Ca-activated K (SK) channels, which require greater numbers of inputs. Finally, we establish how the subthreshold membrane potential controls the ability of voltage-sensitive Na channels and K channels to influence synaptic responses. Our findings reveal how subthreshold depolarizations promote electrical and biochemical signaling at dendritic spines by regulating the contributions of multiple glutamate receptors and ion channels.",
        "Keywords": [
            "calcium signaling",
            "dendrite",
            "prefrontal cortex",
            "pyramidal neuron",
            "spine",
            "synapse",
            "two-photon microscopy",
            "two-photon uncaging"
        ],
        "MeSH terms": [
            "Animals",
            "Calcium",
            "Dendrites",
            "Dendritic Spines",
            "Female",
            "Male",
            "Membrane Potentials",
            "Mice",
            "Optical Imaging",
            "Patch-Clamp Techniques",
            "Potassium Channels, Voltage-Gated",
            "Prefrontal Cortex",
            "Pyramidal Cells",
            "Receptors, AMPA",
            "Receptors, Glutamate",
            "Receptors, N-Methyl-D-Aspartate",
            "Small-Conductance Calcium-Activated Potassium Channels",
            "Synapses",
            "Tissue Culture Techniques",
            "Voltage-Gated Sodium Channels"
        ],
        "Authors": [
            {
                "First Name": "Hannah J",
                "Last Name": "Seong",
                "Affiliation": "Center for Neural Science, New York University, New York, New York; and."
            },
            {
                "First Name": "Rudy",
                "Last Name": "Behnia",
                "Affiliation": "Center for Developmental Genetics, Department of Biology, New York University, New York, New York."
            },
            {
                "First Name": "Adam G",
                "Last Name": "Carter",
                "Affiliation": "Center for Neural Science, New York University, New York, New York; and adam.carter@nyu.edu."
            }
        ],
        "Journal": "Journal of neurophysiology",
        "PubDate": "2014"
    },
    {
        "PMID": "21663797",
        "Title": "Interlocked feedforward loops control cell-type-specific Rhodopsin expression in the Drosophila eye.",
        "Abstract": "How complex networks of activators and repressors lead to exquisitely specific cell-type determination during development is poorly understood. In the Drosophila eye, expression patterns of Rhodopsins define at least eight functionally distinct though related subtypes of photoreceptors. Here, we describe a role for the transcription factor gene defective proventriculus (dve) as a critical node in the network regulating Rhodopsin expression. dve is a shared component of two opposing, interlocked feedforward loops (FFLs). Orthodenticle and Dve interact in an incoherent FFL to repress Rhodopsin expression throughout the eye. In R7 and R8 photoreceptors, a coherent FFL relieves repression by Dve while activating Rhodopsin expression. Therefore, this network uses repression to restrict and combinatorial activation to induce cell-type-specific expression. Furthermore, Dve levels are finely tuned to yield cell-type- and region-specific repression or activation outcomes. This interlocked FFL motif may be a general mechanism to control terminal cell-fate specification.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Drosophila",
            "Drosophila Proteins",
            "Eye",
            "Feedback, Physiological",
            "Gene Expression Regulation, Developmental",
            "Gene Regulatory Networks",
            "Homeodomain Proteins",
            "Photoreceptor Cells, Invertebrate",
            "Rhodopsin",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Robert J",
                "Last Name": "Johnston",
                "Affiliation": "Department of Biology, New York University, 100 Washington Square East, New York, NY 10003, USA."
            },
            {
                "First Name": "Yoshiaki",
                "Last Name": "Otake",
                "Affiliation": ""
            },
            {
                "First Name": "Pranidhi",
                "Last Name": "Sood",
                "Affiliation": ""
            },
            {
                "First Name": "Nina",
                "Last Name": "Vogt",
                "Affiliation": ""
            },
            {
                "First Name": "Rudy",
                "Last Name": "Behnia",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel",
                "Last Name": "Vasiliauskas",
                "Affiliation": ""
            },
            {
                "First Name": "Elizabeth",
                "Last Name": "McDonald",
                "Affiliation": ""
            },
            {
                "First Name": "Baotong",
                "Last Name": "Xie",
                "Affiliation": ""
            },
            {
                "First Name": "Sebastian",
                "Last Name": "Koenig",
                "Affiliation": ""
            },
            {
                "First Name": "Reinhard",
                "Last Name": "Wolf",
                "Affiliation": ""
            },
            {
                "First Name": "Tiffany",
                "Last Name": "Cook",
                "Affiliation": ""
            },
            {
                "First Name": "Brian",
                "Last Name": "Gebelein",
                "Affiliation": ""
            },
            {
                "First Name": "Edo",
                "Last Name": "Kussell",
                "Affiliation": ""
            },
            {
                "First Name": "Hideki",
                "Last Name": "Nakagoshi",
                "Affiliation": ""
            },
            {
                "First Name": "Claude",
                "Last Name": "Desplan",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2011"
    },
    {
        "PMID": "20615999",
        "Title": "Optical activation of lateral amygdala pyramidal cells instructs associative fear learning.",
        "Abstract": "Humans and animals can learn that specific sensory cues in the environment predict aversive events through a form of associative learning termed fear conditioning. This learning occurs when the sensory cues are paired with an aversive event occurring in close temporal proximity. Activation of lateral amygdala (LA) pyramidal neurons by aversive stimuli is thought to drive the formation of these associative fear memories; yet, there have been no direct tests of this hypothesis. Here we demonstrate that viral-targeted, tissue-specific expression of the light-activated channelrhodopsin (ChR2) in LA pyramidal cells permitted optical control of LA neuronal activity. Using this approach we then paired an auditory sensory cue with optical stimulation of LA pyramidal neurons instead of an aversive stimulus. Subsequently presentation of the tone alone produced behavioral fear responses. These results demonstrate in vivo optogenetic control of LA neurons and provide compelling support for the idea that fear learning is instructed by aversive stimulus-induced activation of LA pyramidal cells.",
        "Keywords": [],
        "MeSH terms": [
            "Amygdala",
            "Animals",
            "Conditioning, Classical",
            "Conditioning, Psychological",
            "Cues",
            "Fear",
            "Male",
            "Neurons",
            "Phobic Disorders",
            "Photic Stimulation",
            "Pyramidal Cells",
            "Rats",
            "Rats, Sprague-Dawley"
        ],
        "Authors": [
            {
                "First Name": "Joshua P",
                "Last Name": "Johansen",
                "Affiliation": "Center for Neural Science, Department of Psychology, New York University, New York, NY 10003, USA. johaono@yahoo.com"
            },
            {
                "First Name": "Hiroki",
                "Last Name": "Hamanaka",
                "Affiliation": ""
            },
            {
                "First Name": "Marie H",
                "Last Name": "Monfils",
                "Affiliation": ""
            },
            {
                "First Name": "Rudy",
                "Last Name": "Behnia",
                "Affiliation": ""
            },
            {
                "First Name": "Karl",
                "Last Name": "Deisseroth",
                "Affiliation": ""
            },
            {
                "First Name": "Hugh T",
                "Last Name": "Blair",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph E",
                "Last Name": "LeDoux",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2010"
    },
    {
        "PMID": "17261844",
        "Title": "The yeast orthologue of GRASP65 forms a complex with a coiled-coil protein that contributes to ER to Golgi traffic.",
        "Abstract": "The mammalian Golgi protein GRASP65 is required in assays that reconstitute cisternal stacking and vesicle tethering. Attached to membranes by an N-terminal myristoyl group, it recruits the coiled-coil protein GM130. The relevance of this system to budding yeasts has been unclear, as they lack an obvious orthologue of GM130, and their only GRASP65 relative (Grh1) lacks a myristoylation site and has even been suggested to act in a mitotic checkpoint. In this study, we show that Grh1 has an N-terminal amphipathic helix that is N-terminally acetylated and mediates association with the cis-Golgi. We find that Grh1 forms a complex with a previously uncharacterized coiled-coil protein, Ydl099w (Bug1). In addition, Grh1 interacts with the Sec23/24 component of the COPII coat. Neither Grh1 nor Bug1 are essential for growth, but biochemical assays and genetic interactions with known mediators of vesicle tethering (Uso1 and Ypt1) suggest that the Grh1-Bug1 complex contributes to a redundant network of interactions that mediates consumption of COPII vesicles and formation of the cis-Golgi.",
        "Keywords": [],
        "MeSH terms": [
            "Acetylation",
            "Amino Acid Sequence",
            "Carrier Proteins",
            "Coated Vesicles",
            "Endoplasmic Reticulum",
            "Gene Deletion",
            "Golgi Apparatus",
            "Golgi Matrix Proteins",
            "Membrane Proteins",
            "Molecular Sequence Data",
            "Protein Binding",
            "Protein Structure, Secondary",
            "Protein Structure, Tertiary",
            "Protein Transport",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Vesicular Transport Proteins"
        ],
        "Authors": [
            {
                "First Name": "Rudy",
                "Last Name": "Behnia",
                "Affiliation": "Laboratory of Molecular Biology, Medical Research Council, Cambridge CB2 2QH, England, UK."
            },
            {
                "First Name": "Francis A",
                "Last Name": "Barr",
                "Affiliation": ""
            },
            {
                "First Name": "John J",
                "Last Name": "Flanagan",
                "Affiliation": ""
            },
            {
                "First Name": "Charles",
                "Last Name": "Barlowe",
                "Affiliation": ""
            },
            {
                "First Name": "Sean",
                "Last Name": "Munro",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2007"
    },
    {
        "PMID": "16319879",
        "Title": "Organelle identity and the signposts for membrane traffic.",
        "Abstract": "Eukaryotic cells have systems of internal organelles to synthesize lipids and membrane proteins, to release secreted proteins, to take up nutrients and to degrade membrane-bound and internalized molecules. Proteins and lipids move from organelle to organelle using transport vesicles. The accuracy of this traffic depends upon organelles being correctly recognized. In general, organelles are identified by the activated GTPases and specific lipid species that they display. These short-lived determinants provide organelles with an identity that is both unique and flexible. Recent studies have helped to establish how cells maintain and restrict these determinants and explain how this system is exploited by invading pathogens.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Membrane",
            "GTP Phosphohydrolases",
            "Organelles",
            "Phosphatidylinositols",
            "Protein Transport",
            "Substrate Specificity"
        ],
        "Authors": [
            {
                "First Name": "Rudy",
                "Last Name": "Behnia",
                "Affiliation": "MRC Laboratory of Molecular Biology, Hills Road, Cambridge CB2 2QH, UK."
            },
            {
                "First Name": "Sean",
                "Last Name": "Munro",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2005"
    },
    {
        "PMID": "15077113",
        "Title": "Targeting of the Arf-like GTPase Arl3p to the Golgi requires N-terminal acetylation and the membrane protein Sys1p.",
        "Abstract": "The GTPase Arl3p is required to recruit a second GTPase, Arl1p, to the Golgi in Saccharomyces cerevisiae. Arl1p binds to the GRIP domain, which is present in a number of long coiled-coil proteins or 'golgins'. Here we show that Arl3p is not myristoylated like most members of the Arf family, but is instead amino-terminally acetylated by the NatC complex. Targeting of Arl3p also requires a Golgi membrane protein Sys1p. The human homologues of Arl3p (Arf-related protein 1 (ARFRP1)) and Sys1p (hSys1) can be isolated in a complex after chemical cross-linking. This suggests that the targeting of ARFRP1/Arl3p to the Golgi is mediated by a direct interaction between its acetylated N terminus and Sys1p/hSys1.",
        "Keywords": [],
        "MeSH terms": [
            "ADP-Ribosylation Factor 1",
            "ADP-Ribosylation Factors",
            "Acetylation",
            "Acetyltransferases",
            "Amino Acid Sequence",
            "Animals",
            "Arylamine N-Acetyltransferase",
            "Carrier Proteins",
            "Endoplasmic Reticulum",
            "Golgi Apparatus",
            "Humans",
            "Macromolecular Substances",
            "Membrane Proteins",
            "Molecular Sequence Data",
            "Monomeric GTP-Binding Proteins",
            "Protein Structure, Tertiary",
            "Protein Transport",
            "Recombinant Fusion Proteins",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Sequence Alignment",
            "Vesicular Transport Proteins"
        ],
        "Authors": [
            {
                "First Name": "Rudy",
                "Last Name": "Behnia",
                "Affiliation": "MRC Laboratory of Molecular Biology, Hills Road, Cambridge CB2 2QH, UK."
            },
            {
                "First Name": "Bojana",
                "Last Name": "Panic",
                "Affiliation": ""
            },
            {
                "First Name": "James R C",
                "Last Name": "Whyte",
                "Affiliation": ""
            },
            {
                "First Name": "Sean",
                "Last Name": "Munro",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature cell biology",
        "PubDate": "2004"
    }
]