[
    {
        "PMID": "38979244",
        "Title": "Multiscale regulation of nutrient stress responses in ",
        "Abstract": "Recent research has indicated the presence of heterochromatin-like regions of extended protein occupancy and transcriptional silencing of bacterial genomes. We utilized an integrative approach to track chromatin structure and transcription in ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Alyssa M",
                "Last Name": "Ekdahl",
                "Affiliation": "McKetta Department of Chemical Engineering, University of Texas at Austin, Austin, TX 78712, USA."
            },
            {
                "First Name": "Tatiana",
                "Last Name": "Julien",
                "Affiliation": "Department of Molecular Biosciences, University of Texas at Austin, Austin, TX, 78712, USA."
            },
            {
                "First Name": "Sahana",
                "Last Name": "Suraj",
                "Affiliation": "McKetta Department of Chemical Engineering, University of Texas at Austin, Austin, TX 78712, USA."
            },
            {
                "First Name": "Judith",
                "Last Name": "Kribelbauer",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "P Lydia",
                "Last Name": "Freddolino",
                "Affiliation": "Department of Biological Chemistry and Department of Computational Medicine and Bioinformatics, University of Michigan Medical School, Ann Arbor, MI, 48109, USA."
            },
            {
                "First Name": "Lydia M",
                "Last Name": "Contreras",
                "Affiliation": "McKetta Department of Chemical Engineering, University of Texas at Austin, Austin, TX 78712, USA."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2024"
    },
    {
        "PMID": "36950380",
        "Title": "Systematic assessment of prognostic molecular features across cancers.",
        "Abstract": "Precision oncology promises accurate prediction of disease trajectories by utilizing molecular features of tumors. We present a systematic analysis of the prognostic potential of diverse molecular features across large cancer cohorts. We find that the mRNA expression of biologically coherent sets of genes (modules) is substantially more predictive of patient survival than single-locus genomic and transcriptomic aberrations. Extending our analysis beyond existing curated gene modules, we find a large novel class of highly prognostic DNA/RNA ",
        "Keywords": [
            "cancer genomics",
            "cancer regulatory networks",
            "precision oncology",
            "prognostic cancer biomarkers"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Balaji",
                "Last Name": "Santhanam",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Panos",
                "Last Name": "Oikonomou",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "Cell genomics",
        "PubDate": "2023"
    },
    {
        "PMID": "36711568",
        "Title": "Arginine limitation causes a directed DNA sequence evolution response in colorectal cancer cells.",
        "Abstract": "Utilization of specific codons varies significantly across organisms. Cancer represents a model for understanding DNA sequence evolution and could reveal causal factors underlying codon evolution. We found that across human cancer, arginine codons are frequently mutated to other codons. Moreover, arginine restriction-a feature of tumor microenvironments-is sufficient to induce arginine codon-switching mutations in human colon cancer cells. Such DNA codon switching events encode mutant proteins with arginine residue substitutions. Mechanistically, arginine limitation caused rapid reduction of arginine transfer RNAs and the stalling of ribosomes over arginine codons. Such selective pressure against arginine codon translation induced a proteomic shift towards low arginine codon containing genes, including specific amino acid transporters, and caused mutational evolution away from arginine codons-reducing translational bottlenecks that occurred during arginine starvation. Thus, environmental availability of a specific amino acid can influence DNA sequence evolution away from its cognate codons and generate altered proteins.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Dennis J",
                "Last Name": "Hsu",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Jenny",
                "Last Name": "Gao",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Norihiro",
                "Last Name": "Yamaguchi",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Alexandra",
                "Last Name": "Pinzaru",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Nandan",
                "Last Name": "Mandayam",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Maria",
                "Last Name": "Liberti",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Søren",
                "Last Name": "Heissel",
                "Affiliation": "Proteomics Resource Center, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Hanan",
                "Last Name": "Alwaseem",
                "Affiliation": "Proteomics Resource Center, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Sohail F",
                "Last Name": "Tavazoie",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY, USA."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36635485",
        "Title": "OxPhos defects cause hypermetabolism and reduce lifespan in cells and in patients with mitochondrial diseases.",
        "Abstract": "Patients with primary mitochondrial oxidative phosphorylation (OxPhos) defects present with fatigue and multi-system disorders, are often lean, and die prematurely, but the mechanistic basis for this clinical picture remains unclear. By integrating data from 17 cohorts of patients with mitochondrial diseases (n = 690) we find evidence that these disorders increase resting energy expenditure, a state termed hypermetabolism. We examine this phenomenon longitudinally in patient-derived fibroblasts from multiple donors. Genetically or pharmacologically disrupting OxPhos approximately doubles cellular energy expenditure. This cell-autonomous state of hypermetabolism occurs despite near-normal OxPhos coupling efficiency, excluding uncoupling as a general mechanism. Instead, hypermetabolism is associated with mitochondrial DNA instability, activation of the integrated stress response (ISR), and increased extracellular secretion of age-related cytokines and metabokines including GDF15. In parallel, OxPhos defects accelerate telomere erosion and epigenetic aging per cell division, consistent with evidence that excess energy expenditure accelerates biological aging. To explore potential mechanisms for these effects, we generate a longitudinal RNASeq and DNA methylation resource dataset, which reveals conserved, energetically demanding, genome-wide recalibrations. Taken together, these findings highlight the need to understand how OxPhos defects influence the energetic cost of living, and the link between hypermetabolism and aging in cells and patients with mitochondrial diseases.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Oxidative Phosphorylation",
            "Longevity",
            "Mitochondrial Diseases",
            "Mitochondria",
            "DNA, Mitochondrial"
        ],
        "Authors": [
            {
                "First Name": "Gabriel",
                "Last Name": "Sturm",
                "Affiliation": "Department of Psychiatry, Division of Behavioral Medicine, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Kalpita R",
                "Last Name": "Karan",
                "Affiliation": "Department of Psychiatry, Division of Behavioral Medicine, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Anna S",
                "Last Name": "Monzel",
                "Affiliation": "Department of Psychiatry, Division of Behavioral Medicine, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Balaji",
                "Last Name": "Santhanam",
                "Affiliation": "Departments of Biological Sciences, Systems Biology, and Biochemistry and Molecular Biophysics, Institute for Cancer Dynamics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Tanja",
                "Last Name": "Taivassalo",
                "Affiliation": "Department of Physiology and Functional Genomics, Clinical and Translational Research Building, University of Florida, Gainesville, FL, USA."
            },
            {
                "First Name": "Céline",
                "Last Name": "Bris",
                "Affiliation": "Department of Genetics and Neurology, Angers Hospital, Angers, France."
            },
            {
                "First Name": "Sarah A",
                "Last Name": "Ware",
                "Affiliation": "Department of Medicine, Vascular Medicine Institute and Center for Metabolic and Mitochondrial Medicine, University of Pittsburgh, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Marissa",
                "Last Name": "Cross",
                "Affiliation": "Department of Psychiatry, Division of Behavioral Medicine, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Atif",
                "Last Name": "Towheed",
                "Affiliation": "Department of Psychiatry, Division of Behavioral Medicine, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Albert",
                "Last Name": "Higgins-Chen",
                "Affiliation": "Department of Psychiatry, Yale University School of Medicine, New Haven, CT, USA."
            },
            {
                "First Name": "Meagan J",
                "Last Name": "McManus",
                "Affiliation": "Department of Anesthesiology and Critical Care Medicine, The Children's Hospital of Philadelphia, Philadelphia, PA, USA."
            },
            {
                "First Name": "Andres",
                "Last Name": "Cardenas",
                "Affiliation": "Department of Epidemiology and Population Health, Stanford University, Stanford, CA, USA."
            },
            {
                "First Name": "Jue",
                "Last Name": "Lin",
                "Affiliation": "Department of Biochemistry and Biophysics, University of California, San Francisco, CA, USA."
            },
            {
                "First Name": "Elissa S",
                "Last Name": "Epel",
                "Affiliation": "Department of Psychiatry and Behavioral Sciences, University of California, San Francisco, CA, USA."
            },
            {
                "First Name": "Shamima",
                "Last Name": "Rahman",
                "Affiliation": "Mitochondrial Research Group, UCL Great Ormond Street Institute of Child Health, and Metabolic Unit, Great Ormond Street Hospital for Children NHS Foundation Trust, London, UK."
            },
            {
                "First Name": "John",
                "Last Name": "Vissing",
                "Affiliation": "Copenhagen Neuromuscular Center, Department of Neurology, Rigshospitalet, University of Copenhagen, Copenhagen, Denmark."
            },
            {
                "First Name": "Bruno",
                "Last Name": "Grassi",
                "Affiliation": "Department of Medicine, University of Udine, Udine, Italy."
            },
            {
                "First Name": "Morgan",
                "Last Name": "Levine",
                "Affiliation": "Altos Labs, San Diego, CA, USA."
            },
            {
                "First Name": "Steve",
                "Last Name": "Horvath",
                "Affiliation": "Altos Labs, San Diego, CA, USA."
            },
            {
                "First Name": "Ronald G",
                "Last Name": "Haller",
                "Affiliation": "Neuromuscular Center, Institute for Exercise and Environmental Medicine of Texas Health Resources and Department of Neurology, University of Texas Southwestern Medical Center, Dallas, TX, USA."
            },
            {
                "First Name": "Guy",
                "Last Name": "Lenaers",
                "Affiliation": "Department of Genetics and Neurology, Angers Hospital, Angers, France."
            },
            {
                "First Name": "Douglas C",
                "Last Name": "Wallace",
                "Affiliation": "Center for Mitochondrial and Epigenomic Medicine, The Children's Hospital of Philadelphia, Philadelphia, PA, USA."
            },
            {
                "First Name": "Marie-Pierre",
                "Last Name": "St-Onge",
                "Affiliation": "Center of Excellence for Sleep & Circadian Research and Division of General Medicine, Department of Medicine, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Departments of Biological Sciences, Systems Biology, and Biochemistry and Molecular Biophysics, Institute for Cancer Dynamics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Vincent",
                "Last Name": "Procaccio",
                "Affiliation": "Department of Genetics and Neurology, Angers Hospital, Angers, France."
            },
            {
                "First Name": "Brett A",
                "Last Name": "Kaufman",
                "Affiliation": "Department of Medicine, Vascular Medicine Institute and Center for Metabolic and Mitochondrial Medicine, University of Pittsburgh, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Erin L",
                "Last Name": "Seifert",
                "Affiliation": "Department of Pathology and Genomic Medicine, and MitoCare Center, Thomas Jefferson University, Philadelphia, PA, USA."
            },
            {
                "First Name": "Michio",
                "Last Name": "Hirano",
                "Affiliation": "Department of Neurology, H. Houston Merritt Center, Columbia Translational Neuroscience Initiative, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Martin",
                "Last Name": "Picard",
                "Affiliation": "Department of Psychiatry, Division of Behavioral Medicine, Columbia University Irving Medical Center, New York, NY, USA. martin.picard@columbia.edu."
            }
        ],
        "Journal": "Communications biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36608131",
        "Title": "Arginine limitation drives a directed codon-dependent DNA sequence evolution response in colorectal cancer cells.",
        "Abstract": "Utilization of specific codons varies between organisms. Cancer represents a model for understanding DNA sequence evolution and could reveal causal factors underlying codon evolution. We found that across human cancer, arginine codons are frequently mutated to other codons. Moreover, arginine limitation-a feature of tumor microenvironments-is sufficient to induce arginine codon-switching mutations in human colon cancer cells. Such DNA codon switching events encode mutant proteins with arginine residue substitutions. Mechanistically, arginine limitation caused rapid reduction of arginine transfer RNAs and the stalling of ribosomes over arginine codons. Such selective pressure against arginine codon translation induced an adaptive proteomic shift toward low-arginine codon-containing genes, including specific amino acid transporters, and caused mutational evolution away from arginine codons-reducing translational bottlenecks that occurred during arginine starvation. Thus, environmental availability of a specific amino acid can influence DNA sequence evolution away from its cognate codons and generate altered proteins.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Base Sequence",
            "Arginine",
            "Protein Biosynthesis",
            "Proteomics",
            "Escherichia coli",
            "Codon",
            "Colorectal Neoplasms",
            "Tumor Microenvironment"
        ],
        "Authors": [
            {
                "First Name": "Dennis J",
                "Last Name": "Hsu",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Jenny",
                "Last Name": "Gao",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Norihiro",
                "Last Name": "Yamaguchi",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Alexandra",
                "Last Name": "Pinzaru",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Qiushuang",
                "Last Name": "Wu",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Nandan",
                "Last Name": "Mandayam",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Maria",
                "Last Name": "Liberti",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Søren",
                "Last Name": "Heissel",
                "Affiliation": "Proteomics Resource Center, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Hanan",
                "Last Name": "Alwaseem",
                "Affiliation": "Proteomics Resource Center, The Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Sohail F",
                "Last Name": "Tavazoie",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY, USA."
            }
        ],
        "Journal": "Science advances",
        "PubDate": "2023"
    },
    {
        "PMID": "36279294",
        "Title": "Intracellular acidification is a hallmark of thymineless death in E. coli.",
        "Abstract": "Thymidine starvation causes rapid cell death. This enigmatic process known as thymineless death (TLD) is the underlying killing mechanism of diverse antimicrobial and antineoplastic drugs. Despite decades of investigation, we still lack a mechanistic understanding of the causal sequence of events that culminate in TLD. Here, we used a diverse set of unbiased approaches to systematically determine the genetic and regulatory underpinnings of TLD in Escherichia coli. In addition to discovering novel genes in previously implicated pathways, our studies revealed a critical and previously unknown role for intracellular acidification in TLD. We observed that a decrease in cytoplasmic pH is a robust early event in TLD across different genetic backgrounds. Furthermore, we show that acidification is a causal event in the death process, as chemical and genetic perturbations that increase intracellular pH substantially reduce killing. We also observe a decrease in intracellular pH in response to exposure to the antibiotic gentamicin, suggesting that intracellular acidification may be a common mechanistic step in the bactericidal effects of other antibiotics.",
        "Keywords": [],
        "MeSH terms": [
            "Escherichia coli",
            "DNA, Bacterial",
            "Microbial Viability",
            "Thymine",
            "Recombination, Genetic",
            "Hydrogen-Ion Concentration"
        ],
        "Authors": [
            {
                "First Name": "Alexandra",
                "Last Name": "Ketcham",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Peter L",
                "Last Name": "Freddolino",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2022"
    },
    {
        "PMID": "35487218",
        "Title": "Functional genetic screen identifies ITPR3/calcium/RELB axis as a driver of colorectal cancer metastatic liver colonization.",
        "Abstract": "Metastatic colonization is the primary cause of death from colorectal cancer (CRC). We employed genome-scale in vivo short hairpin RNA (shRNA) screening and validation to identify 26 promoters of CRC liver colonization. Among these genes, we identified a cluster that contains multiple targetable genes, including ITPR3, which promoted liver-metastatic colonization and elicited similar downstream gene expression programs. ITPR3 is a caffeine-sensitive inositol 1,4,5-triphosphate (IP3) receptor that releases calcium from the endoplasmic reticulum and enhanced metastatic colonization by inducing expression of RELB, a transcription factor that is associated with non-canonical NF-κB signaling. Genetic, cell biological, pharmacologic, and clinical association studies revealed that ITPR3 and RELB drive CRC colony formation by promoting cell survival upon substratum detachment or hypoxic exposure. RELB was sufficient to drive colonization downstream of ITPR3. Our findings implicate the ITPR3/calcium/RELB axis in CRC metastatic colony formation and uncover multiple clinico-pathologically associated targetable proteins as drivers of CRC metastatic colonization.",
        "Keywords": [
            "ITPR3",
            "RELB",
            "calcium",
            "colorectal cancer",
            "hypoxia",
            "metastasis",
            "non-canonical NF-κB"
        ],
        "MeSH terms": [
            "Calcium",
            "Colorectal Neoplasms",
            "Humans",
            "Inositol 1,4,5-Trisphosphate Receptors",
            "Liver Neoplasms",
            "NF-kappa B",
            "Transcription Factor RelB"
        ],
        "Authors": [
            {
                "First Name": "Ryan H",
                "Last Name": "Moy",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Alexander",
                "Last Name": "Nguyen",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Jia Min",
                "Last Name": "Loo",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Norihiro",
                "Last Name": "Yamaguchi",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Christina M",
                "Last Name": "Kajba",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Balaji",
                "Last Name": "Santhanam",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics and Department of Systems Biology, Columbia University, New York, NY 10032, USA; Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Benjamin N",
                "Last Name": "Ostendorf",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Y Gloria",
                "Last Name": "Wu",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics and Department of Systems Biology, Columbia University, New York, NY 10032, USA; Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Sohail F",
                "Last Name": "Tavazoie",
                "Affiliation": "Laboratory of Systems Cancer Biology, The Rockefeller University, New York, NY 10065, USA. Electronic address: sohail.tavazoie@rockefeller.edu."
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2022"
    },
    {
        "PMID": "35476699",
        "Title": "Correction: Dynamic landscape of protein occupancy across the Escherichia coli chromosome.",
        "Abstract": "[This corrects the article DOI: 10.1371/journal.pbio.3001306.].",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Peter L",
                "Last Name": "Freddolino",
                "Affiliation": ""
            },
            {
                "First Name": "Haley M",
                "Last Name": "Amemiya",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas J",
                "Last Name": "Goss",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2022"
    },
    {
        "PMID": "34237253",
        "Title": "Molecular topography of an entire nervous system.",
        "Abstract": "We have produced gene expression profiles of all 302 neurons of the C. elegans nervous system that match the single-cell resolution of its anatomy and wiring diagram. Our results suggest that individual neuron classes can be solely identified by combinatorial expression of specific gene families. For example, each neuron class expresses distinct codes of ∼23 neuropeptide genes and ∼36 neuropeptide receptors, delineating a complex and expansive \"wireless\" signaling network. To demonstrate the utility of this comprehensive gene expression catalog, we used computational approaches to (1) identify cis-regulatory elements for neuron-specific gene expression and (2) reveal adhesion proteins with potential roles in process placement and synaptic specificity. Our expression data are available at https://cengen.org and can be interrogated at the web application CengenApp. We expect that this neuron-specific directory of gene expression will spur investigations of underlying mechanisms that define anatomy, connectivity, and function throughout the C. elegans nervous system.",
        "Keywords": [
            "C. elegans",
            "RNA-seq",
            "cell adhesion molecules",
            "connectome",
            "gene regulatory motifs",
            "neuron",
            "neuropeptides",
            "single-cell"
        ],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Fluorescent Dyes",
            "Gene Expression Regulation, Developmental",
            "Genes, Reporter",
            "Larva",
            "Nervous System",
            "Neurons",
            "Neuropeptides",
            "Nucleotide Motifs",
            "RNA-Seq",
            "Regulatory Sequences, Nucleic Acid",
            "Signal Transduction",
            "Transcription Factors",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Seth R",
                "Last Name": "Taylor",
                "Affiliation": "Department of Cell and Developmental Biology, Vanderbilt University School of Medicine, Nashville, TN, USA."
            },
            {
                "First Name": "Gabriel",
                "Last Name": "Santpere",
                "Affiliation": "Department of Neuroscience, Yale University School of Medicine, New Haven, CT, USA; Neurogenomics Group, Research Programme on Biomedical Informatics (GRIB), Hospital del Mar Medical Research Institute (IMIM), DCEXS, Universitat Pompeu Fabra, 08003 Barcelona, Catalonia, Spain."
            },
            {
                "First Name": "Alexis",
                "Last Name": "Weinreb",
                "Affiliation": "Department of Neuroscience, Yale University School of Medicine, New Haven, CT, USA; Department of Genetics, Yale University School of Medicine, New Haven, CT, USA."
            },
            {
                "First Name": "Alec",
                "Last Name": "Barrett",
                "Affiliation": "Department of Neuroscience, Yale University School of Medicine, New Haven, CT, USA; Department of Genetics, Yale University School of Medicine, New Haven, CT, USA."
            },
            {
                "First Name": "Molly B",
                "Last Name": "Reilly",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA; Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Chuan",
                "Last Name": "Xu",
                "Affiliation": "Department of Neuroscience, Yale University School of Medicine, New Haven, CT, USA."
            },
            {
                "First Name": "Erdem",
                "Last Name": "Varol",
                "Affiliation": "Department of Statistics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Panos",
                "Last Name": "Oikonomou",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA; Department of Systems Biology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Lori",
                "Last Name": "Glenwinkel",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA; Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Rebecca",
                "Last Name": "McWhirter",
                "Affiliation": "Department of Cell and Developmental Biology, Vanderbilt University School of Medicine, Nashville, TN, USA."
            },
            {
                "First Name": "Abigail",
                "Last Name": "Poff",
                "Affiliation": "Department of Cell and Developmental Biology, Vanderbilt University School of Medicine, Nashville, TN, USA."
            },
            {
                "First Name": "Manasa",
                "Last Name": "Basavaraju",
                "Affiliation": "Department of Neuroscience, Yale University School of Medicine, New Haven, CT, USA; Department of Genetics, Yale University School of Medicine, New Haven, CT, USA."
            },
            {
                "First Name": "Ibnul",
                "Last Name": "Rafi",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA; Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Eviatar",
                "Last Name": "Yemini",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA; Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Steven J",
                "Last Name": "Cook",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA; Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Alexander",
                "Last Name": "Abrams",
                "Affiliation": "Department of Neuroscience, Yale University School of Medicine, New Haven, CT, USA; Department of Genetics, Yale University School of Medicine, New Haven, CT, USA."
            },
            {
                "First Name": "Berta",
                "Last Name": "Vidal",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA; Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Cyril",
                "Last Name": "Cros",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA; Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA; Department of Systems Biology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Nenad",
                "Last Name": "Sestan",
                "Affiliation": "Department of Neuroscience, Yale University School of Medicine, New Haven, CT, USA."
            },
            {
                "First Name": "Marc",
                "Last Name": "Hammarlund",
                "Affiliation": "Department of Neuroscience, Yale University School of Medicine, New Haven, CT, USA; Department of Genetics, Yale University School of Medicine, New Haven, CT, USA. Electronic address: marc.hammarlund@yale.edu."
            },
            {
                "First Name": "Oliver",
                "Last Name": "Hobert",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA; Howard Hughes Medical Institute, Columbia University, New York, NY, USA. Electronic address: or38@columbia.edu."
            },
            {
                "First Name": "David M",
                "Last Name": "Miller",
                "Affiliation": "Department of Cell and Developmental Biology, Vanderbilt University School of Medicine, Nashville, TN, USA; Program in Neuroscience, Vanderbilt University School of Medicine, Nashville, TN, USA. Electronic address: david.miller@vanderbilt.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2021"
    },
    {
        "PMID": "34170902",
        "Title": "Dynamic landscape of protein occupancy across the Escherichia coli chromosome.",
        "Abstract": "Free-living bacteria adapt to environmental change by reprogramming gene expression through precise interactions of hundreds of DNA-binding proteins. A predictive understanding of bacterial physiology requires us to globally monitor all such protein-DNA interactions across a range of environmental and genetic perturbations. Here, we show that such global observations are possible using an optimized version of in vivo protein occupancy display technology (in vivo protein occupancy display-high resolution, IPOD-HR) and present a pilot application to Escherichia coli. We observe that the E. coli protein-DNA interactome organizes into 2 distinct prototypic features: (1) highly dynamic condition-dependent transcription factor (TF) occupancy; and (2) robust kilobase scale occupancy by nucleoid factors, forming silencing domains analogous to eukaryotic heterochromatin. We show that occupancy dynamics across a range of conditions can rapidly reveal the global transcriptional regulatory organization of a bacterium. Beyond discovery of previously hidden regulatory logic, we show that these observations can be utilized to computationally determine sequence specificity models for the majority of active TFs. Our study demonstrates that global observations of protein occupancy combined with statistical inference can rapidly and systematically reveal the transcriptional regulatory and structural features of a bacterial genome. This capacity is particularly crucial for non-model bacteria that are not amenable to routine genetic manipulation.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Amino Acid Sequence",
            "Chromosomes, Bacterial",
            "DNA-Binding Proteins",
            "Environment",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Promoter Regions, Genetic",
            "Protein Binding",
            "Sigma Factor",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Peter L",
                "Last Name": "Freddolino",
                "Affiliation": "Department of Biological Chemistry, University of Michigan Medical School, Ann Arbor, Michigan, United States of America."
            },
            {
                "First Name": "Haley M",
                "Last Name": "Amemiya",
                "Affiliation": "Department of Computational Medicine and Bioinformatics, University of Michigan Medical School, Ann Arbor, Michigan, United States of America."
            },
            {
                "First Name": "Thomas J",
                "Last Name": "Goss",
                "Affiliation": "Department of Biological Chemistry, University of Michigan Medical School, Ann Arbor, Michigan, United States of America."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2021"
    },
    {
        "PMID": "33247197",
        "Title": "An inducible CRISPR interference library for genetic interrogation of Saccharomyces cerevisiae biology.",
        "Abstract": "Genome-scale CRISPR interference (CRISPRi) is widely utilized to study cellular processes in a variety of organisms. Despite the dominance of Saccharomyces cerevisiae as a model eukaryote, an inducible genome-wide CRISPRi library in yeast has not yet been presented. Here, we present a genome-wide, inducible CRISPRi library, based on spacer design rules optimized for S. cerevisiae. We have validated this library for genome-wide interrogation of gene function across a variety of applications, including accurate discovery of haploinsufficient genes and identification of enzymatic and regulatory genes involved in adenine and arginine biosynthesis. The comprehensive nature of the library also revealed refined spacer design parameters for transcriptional repression, including location, nucleosome occupancy and nucleotide features. CRISPRi screens using this library can identify genes and pathways with high precision and a low false discovery rate across a variety of experimental conditions, enabling rapid and reliable assessment of genetic function and interactions in S. cerevisiae.",
        "Keywords": [],
        "MeSH terms": [
            "Adenine",
            "Arginine",
            "CRISPR-Cas Systems",
            "Gene Library",
            "Genes, Fungal",
            "Plasmids",
            "Saccharomyces cerevisiae"
        ],
        "Authors": [
            {
                "First Name": "Amir",
                "Last Name": "Momen-Roknabadi",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Panos",
                "Last Name": "Oikonomou",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Maxwell",
                "Last Name": "Zegans",
                "Affiliation": "Department of Systems Biology, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York City, NY, USA. st2744@columbia.edu."
            }
        ],
        "Journal": "Communications biology",
        "PubDate": "2020"
    },
    {
        "PMID": "33170850",
        "Title": "Regulatory and evolutionary adaptation of yeast to acute lethal ethanol stress.",
        "Abstract": "The yeast Saccharomyces cerevisiae has been the subject of many studies aimed at understanding mechanisms of adaptation to environmental stresses. Most of these studies have focused on adaptation to sub-lethal stresses, upon which a stereotypic transcriptional program called the environmental stress response (ESR) is activated. However, the genetic and regulatory factors that underlie the adaptation and survival of yeast cells to stresses that cross the lethality threshold have not been systematically studied. Here, we utilized a combination of gene expression profiling, deletion-library fitness profiling, and experimental evolution to systematically explore adaptation of S. cerevisiae to acute exposure to threshold lethal ethanol concentrations-a stress with important biotechnological implications. We found that yeast cells activate a rapid transcriptional reprogramming process that is likely adaptive in terms of post-stress survival. We also utilized repeated cycles of lethal ethanol exposure to evolve yeast strains with substantially higher ethanol tolerance and survival. Importantly, these strains displayed bulk growth-rates that were indistinguishable from the parental wild-type strain. Remarkably, these hyper-ethanol tolerant strains had reprogrammed their pre-stress gene expression states to match the likely adaptive post-stress response in the wild-type strain. Our studies reveal critical determinants of yeast survival to lethal ethanol stress and highlight potentially general principles that may underlie evolutionary adaptation to lethal stresses in general.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptation, Physiological",
            "Ethanol",
            "Gene Deletion",
            "Gene Expression Profiling",
            "Gene Expression Regulation, Fungal",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Sequence Analysis, RNA"
        ],
        "Authors": [
            {
                "First Name": "Jamie",
                "Last Name": "Yang",
                "Affiliation": "Department of Systems Biology, Columbia University, New York City, New York, United States of America."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Systems Biology, Columbia University, New York City, New York, United States of America."
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2020"
    },
    {
        "PMID": "33037152",
        "Title": "In vivo mRNA display enables large-scale proteomics by next generation sequencing.",
        "Abstract": "Large-scale proteomic methods are essential for the functional characterization of proteins in their native cellular context. However, proteomics has lagged far behind genomic approaches in scalability, standardization, and cost. Here, we introduce in vivo mRNA display, a technology that converts a variety of proteomics applications into a DNA sequencing problem. In vivo-expressed proteins are coupled with their encoding messenger RNAs (mRNAs) via a high-affinity stem-loop RNA binding domain interaction, enabling high-throughput identification of proteins with high sensitivity and specificity by next generation DNA sequencing. We have generated a high-coverage in vivo mRNA display library of the ",
        "Keywords": [
            "MS2 tagging",
            "mRNA display",
            "protein display technologies",
            "protein–protein interactions",
            "proteomics"
        ],
        "MeSH terms": [
            "DNA, Fungal",
            "Gene Library",
            "High-Throughput Nucleotide Sequencing",
            "Protein Interaction Mapping",
            "Proteome",
            "Proteomics",
            "RNA, Messenger",
            "Saccharomyces cerevisiae Proteins",
            "Sequence Analysis, DNA"
        ],
        "Authors": [
            {
                "First Name": "Panos",
                "Last Name": "Oikonomou",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027; po2194@columbia.edu st2744@columbia.edu."
            },
            {
                "First Name": "Roberto",
                "Last Name": "Salatino",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027; po2194@columbia.edu st2744@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2020"
    },
    {
        "PMID": "32451472",
        "Title": "Prokaryotic single-cell RNA sequencing by in situ combinatorial indexing.",
        "Abstract": "Despite longstanding appreciation of gene expression heterogeneity in isogenic bacterial populations, affordable and scalable technologies for studying single bacterial cells have been limited. Although single-cell RNA sequencing (scRNA-seq) has revolutionized studies of transcriptional heterogeneity in diverse eukaryotic systems",
        "Keywords": [],
        "MeSH terms": [
            "Computational Biology",
            "Gene Expression Profiling",
            "High-Throughput Nucleotide Sequencing",
            "Prokaryotic Cells",
            "RNA",
            "Sequence Analysis, RNA",
            "Single-Cell Analysis",
            "Transcriptome"
        ],
        "Authors": [
            {
                "First Name": "Sydney B",
                "Last Name": "Blattman",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Wenyan",
                "Last Name": "Jiang",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Panos",
                "Last Name": "Oikonomou",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York City, NY, USA. st2744@columbia.edu."
            }
        ],
        "Journal": "Nature microbiology",
        "PubDate": "2020"
    },
    {
        "PMID": "32109417",
        "Title": "Comprehensive Genome-wide Perturbations via CRISPR Adaptation Reveal Complex Genetics of Antibiotic Sensitivity.",
        "Abstract": "Genome-wide CRISPR screens enable systematic interrogation of gene function. However, guide RNA libraries are costly to synthesize, and their limited diversity compromises the sensitivity of CRISPR screens. Using the Streptococcus pyogenes CRISPR-Cas adaptation machinery, we developed CRISPR adaptation-mediated library manufacturing (CALM), which turns bacterial cells into \"factories\" for generating hundreds of thousands of crRNAs covering 95% of all targetable genomic sites. With an average gene targeted by more than 100 distinct crRNAs, these highly comprehensive CRISPRi libraries produced varying degrees of transcriptional repression critical for uncovering novel antibiotic resistance determinants. Furthermore, by iterating CRISPR adaptation, we rapidly generated dual-crRNA libraries representing more than 100,000 dual-gene perturbations. The polarized nature of spacer adaptation revealed the historical contingency in the stepwise acquisition of genetic perturbations leading to increasing antibiotic resistance. CALM circumvents the expense, labor, and time required for synthesis and cloning of gRNAs, allowing generation of CRISPRi libraries in wild-type bacteria refractory to routine genetic manipulation.",
        "Keywords": [
            "CRISPR adaptation",
            "CRISPR libraries",
            "antibiotic potentiation",
            "antibiotic resistance",
            "functional genomics",
            "historical contingency"
        ],
        "MeSH terms": [
            "CRISPR-Cas Systems",
            "Escherichia coli",
            "Genome, Bacterial",
            "Genomic Library",
            "Humans",
            "RNA, Bacterial",
            "RNA, Guide, CRISPR-Cas Systems",
            "Staphylococcus aureus",
            "Streptococcus pyogenes"
        ],
        "Authors": [
            {
                "First Name": "Wenyan",
                "Last Name": "Jiang",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA; Department of Systems Biology, Columbia University, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Panos",
                "Last Name": "Oikonomou",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA; Department of Systems Biology, Columbia University, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA; Department of Systems Biology, Columbia University, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA. Electronic address: st2744@columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2020"
    },
    {
        "PMID": "31964772",
        "Title": "Extreme Antibiotic Persistence via Heterogeneity-Generating Mutations Targeting Translation.",
        "Abstract": "Antibiotic persistence, the noninherited tolerance of a subpopulation of bacteria to high levels of antibiotics, is a bet-hedging phenomenon with broad clinical implications. Indeed, the isolation of bacteria with substantially increased persistence rates from chronic infections suggests that evolution of hyperpersistence is a significant factor in clinical therapy resistance. However, the pathways that lead to hyperpersistence and the underlying cellular states have yet to be systematically studied. Here, we show that laboratory evolution can lead to increase in persistence rates by orders of magnitude for multiple independently evolved populations of ",
        "Keywords": [
            "Escherichia coli",
            "antibiotic persistence",
            "gene expression heterogeneity",
            "laboratory evolution",
            "persisters",
            "systems biology",
            "translation"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Anupama",
                "Last Name": "Khare",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York, USA anupama.khare@nih.gov st2744@columbia.edu."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, USA anupama.khare@nih.gov st2744@columbia.edu."
            }
        ],
        "Journal": "mSystems",
        "PubDate": "2020"
    },
    {
        "PMID": "31227602",
        "Title": "Genome wide analysis of 3' UTR sequence elements and proteins regulating mRNA stability during maternal-to-zygotic transition in zebrafish.",
        "Abstract": "Posttranscriptional regulation plays a crucial role in shaping gene expression. During the maternal-to-zygotic transition (MZT), thousands of maternal transcripts are regulated. However, how different ",
        "Keywords": [],
        "MeSH terms": [
            "3' Untranslated Regions",
            "Amino Acid Motifs",
            "Animals",
            "Binding Sites",
            "Gene Expression Regulation, Developmental",
            "Machine Learning",
            "Models, Genetic",
            "RNA Stability",
            "RNA-Binding Proteins",
            "Regulatory Sequences, Ribonucleic Acid",
            "Zebrafish",
            "Zygote"
        ],
        "Authors": [
            {
                "First Name": "Charles E",
                "Last Name": "Vejnar",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, Connecticut 06510, USA."
            },
            {
                "First Name": "Mario",
                "Last Name": "Abdel Messih",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, Connecticut 06510, USA."
            },
            {
                "First Name": "Carter M",
                "Last Name": "Takacs",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, Connecticut 06510, USA."
            },
            {
                "First Name": "Valeria",
                "Last Name": "Yartseva",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, Connecticut 06510, USA."
            },
            {
                "First Name": "Panos",
                "Last Name": "Oikonomou",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Romain",
                "Last Name": "Christiano",
                "Affiliation": "Department of Genetics and Complex Diseases, Harvard T.H. Chan School of Public Health, Boston, Massachusetts 02115, USA."
            },
            {
                "First Name": "Marlon",
                "Last Name": "Stoeckius",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, Connecticut 06510, USA."
            },
            {
                "First Name": "Stephanie",
                "Last Name": "Lau",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, Connecticut 06510, USA."
            },
            {
                "First Name": "Miler T",
                "Last Name": "Lee",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, Connecticut 06510, USA."
            },
            {
                "First Name": "Jean-Denis",
                "Last Name": "Beaudoin",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, Connecticut 06510, USA."
            },
            {
                "First Name": "Damir",
                "Last Name": "Musaev",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, Connecticut 06510, USA."
            },
            {
                "First Name": "Hiba",
                "Last Name": "Darwich-Codore",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, Connecticut 06510, USA."
            },
            {
                "First Name": "Tobias C",
                "Last Name": "Walther",
                "Affiliation": "Department of Genetics and Complex Diseases, Harvard T.H. Chan School of Public Health, Boston, Massachusetts 02115, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, and Department of Systems Biology, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Daniel",
                "Last Name": "Cifuentes",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, Connecticut 06510, USA."
            },
            {
                "First Name": "Antonio J",
                "Last Name": "Giraldez",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, Connecticut 06510, USA."
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2019"
    },
    {
        "PMID": "29672507",
        "Title": "Unconventional function of an Achaete-Scute homolog as a terminal selector of nociceptive neuron identity.",
        "Abstract": "Proneural genes are among the most early-acting genes in nervous system development, instructing blast cells to commit to a neuronal fate. Drosophila Atonal and Achaete-Scute complex (AS-C) genes, as well as their vertebrate orthologs, are basic helix-loop-helix (bHLH) transcription factors with such proneural activity. We show here that a C. elegans AS-C homolog, hlh-4, functions in a fundamentally different manner. In the embryonic, larval, and adult nervous systems, hlh-4 is expressed exclusively in a single nociceptive neuron class, ADL, and its expression in ADL is maintained via transcriptional autoregulation throughout the life of the animal. However, in hlh-4 null mutants, the ADL neuron is generated and still appears neuronal in overall morphology and expression of panneuronal and pansensory features. Rather than acting as a proneural gene, we find that hlh-4 is required for the ADL neuron to function properly, to adopt its correct morphology, to express its unusually large repertoire of olfactory receptor-encoding genes, and to express other known features of terminal ADL identity, including neurotransmitter phenotype, neuropeptides, ion channels, and electrical synapse proteins. hlh-4 is sufficient to induce ADL identity features upon ectopic expression in other neuron types. The expression of ADL terminal identity features is directly controlled by HLH-4 via a phylogenetically conserved E-box motif, which, through bioinformatic analysis, we find to constitute a predictive feature of ADL-expressed terminal identity markers. The lineage that produces the ADL neuron was previously shown to require the conventional, transient proneural activity of another AS-C homolog, hlh-14, demonstrating sequential activities of distinct AS-C-type bHLH genes in neuronal specification. Taken together, we have defined here an unconventional function of an AS-C-type bHLH gene as a terminal selector of neuronal identity and we speculate that such function could be reflective of an ancestral function of an \"ur-\" bHLH gene.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Basic Helix-Loop-Helix Transcription Factors",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Computational Biology",
            "Electrical Synapses",
            "Embryo, Nonmammalian",
            "Gene Expression Regulation, Developmental",
            "Gene Ontology",
            "Ion Channels",
            "Larva",
            "Molecular Sequence Annotation",
            "Neuropeptides",
            "Neurotransmitter Agents",
            "Nociceptors",
            "Phenotype",
            "Receptors, Odorant",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Neda",
                "Last Name": "Masoudi",
                "Affiliation": "Department of Biological Sciences, Howard Hughes Medical Institute, Columbia University, New York, United States of America."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, United States of America."
            },
            {
                "First Name": "Lori",
                "Last Name": "Glenwinkel",
                "Affiliation": "Department of Biological Sciences, Howard Hughes Medical Institute, Columbia University, New York, United States of America."
            },
            {
                "First Name": "Leesun",
                "Last Name": "Ryu",
                "Affiliation": "Department of Brain and Cognitive Sciences, DGIST, Daegu, South Korea."
            },
            {
                "First Name": "Kyuhyung",
                "Last Name": "Kim",
                "Affiliation": "Department of Brain and Cognitive Sciences, DGIST, Daegu, South Korea."
            },
            {
                "First Name": "Oliver",
                "Last Name": "Hobert",
                "Affiliation": "Department of Biological Sciences, Howard Hughes Medical Institute, Columbia University, New York, United States of America."
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2018"
    },
    {
        "PMID": "29620524",
        "Title": "Stochastic tuning of gene expression enables cellular adaptation in the absence of pre-existing regulatory circuitry.",
        "Abstract": "Cells adapt to familiar changes in their environment by activating predefined regulatory programs that establish adaptive gene expression states. These hard-wired pathways, however, may be inadequate for adaptation to environments never encountered before. Here, we reveal evidence for an alternative mode of gene regulation that enables adaptation to adverse conditions without relying on external sensory information or genetically predetermined ",
        "Keywords": [
            "S. cerevisiae",
            "adaptation",
            "chromosomes",
            "computational biology",
            "epigenetics",
            "gene expression",
            "gene expression noise",
            "gene regulation",
            "stochastic tuning",
            "stress response",
            "systems biology"
        ],
        "MeSH terms": [
            "Adaptation, Physiological",
            "Algorithms",
            "Chromatin",
            "Gene Expression Regulation, Fungal",
            "Gene Regulatory Networks",
            "Genetic Variation",
            "Genome, Fungal",
            "Models, Genetic",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Stochastic Processes",
            "Transcription, Genetic",
            "Whole Genome Sequencing"
        ],
        "Authors": [
            {
                "First Name": "Peter L",
                "Last Name": "Freddolino",
                "Affiliation": "Department of Systems Biology, Columbia University, New York City, United States."
            },
            {
                "First Name": "Jamie",
                "Last Name": "Yang",
                "Affiliation": "Department of Systems Biology, Columbia University, New York City, United States."
            },
            {
                "First Name": "Amir",
                "Last Name": "Momen-Roknabadi",
                "Affiliation": "Department of Systems Biology, Columbia University, New York City, United States."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Systems Biology, Columbia University, New York City, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2018"
    },
    {
        "PMID": "26647077",
        "Title": "Multifactorial Competition and Resistance in a Two-Species Bacterial System.",
        "Abstract": "Microorganisms exist almost exclusively in interactive multispecies communities, but genetic determinants of the fitness of interacting bacteria, and accessible adaptive pathways, remain uncharacterized. Here, using a two-species system, we studied the antagonism of Pseudomonas aeruginosa against Escherichia coli. Our unbiased genome-scale approach enabled us to identify multiple factors that explained the entire antagonism observed. We discovered both forms of ecological competition-sequestration of iron led to exploitative competition, while phenazine exposure engendered interference competition. We used laboratory evolution to discover adaptive evolutionary trajectories in our system. In the presence of P. aeruginosa toxins, E. coli populations showed parallel molecular evolution and adaptive convergence at the gene-level. The multiple resistance pathways discovered provide novel insights into mechanisms of toxin entry and activity. Our study reveals the molecular complexity of a simple two-species interaction, an important first-step in the application of systems biology to detailed molecular dissection of interactions within native microbiomes.",
        "Keywords": [],
        "MeSH terms": [
            "Escherichia coli",
            "Evolution, Molecular",
            "Gene Expression Regulation, Bacterial",
            "Genetic Fitness",
            "Genome, Bacterial",
            "Phenazines",
            "Pseudomonas aeruginosa",
            "Systems Biology"
        ],
        "Authors": [
            {
                "First Name": "Anupama",
                "Last Name": "Khare",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2015"
    },
    {
        "PMID": "26321680",
        "Title": "HNRNPA2B1 Is a Mediator of m(6)A-Dependent Nuclear RNA Processing Events.",
        "Abstract": "N(6)-methyladenosine (m(6)A) is the most abundant internal modification of messenger RNA. While the presence of m(6)A on transcripts can impact nuclear RNA fates, a reader of this mark that mediates processing of nuclear transcripts has not been identified. We find that the RNA-binding protein HNRNPA2B1 binds m(6)A-bearing RNAs in vivo and in vitro and its biochemical footprint matches the m(6)A consensus motif. HNRNPA2B1 directly binds a set of nuclear transcripts and elicits similar alternative splicing effects as the m(6)A writer METTL3. Moreover, HNRNPA2B1 binds to m(6)A marks in a subset of primary miRNA transcripts, interacts with the microRNA Microprocessor complex protein DGCR8, and promotes primary miRNA processing. Also, HNRNPA2B1 loss and METTL3 depletion cause similar processing defects for these pri-miRNA precursors. We propose HNRNPA2B1 to be a nuclear reader of the m(6)A mark and to mediate, in part, this mark's effects on primary microRNA processing and alternative splicing. PAPERCLIP.",
        "Keywords": [],
        "MeSH terms": [
            "Adenosine",
            "Alternative Splicing",
            "Cell Line, Tumor",
            "Cell Nucleus",
            "HEK293 Cells",
            "HeLa Cells",
            "Heterogeneous-Nuclear Ribonucleoprotein Group A-B",
            "Humans",
            "Methylation",
            "RNA",
            "RNA Processing, Post-Transcriptional",
            "RNA-Binding Proteins",
            "Transcriptome"
        ],
        "Authors": [
            {
                "First Name": "Claudio R",
                "Last Name": "Alarcón",
                "Affiliation": "Laboratory of Systems Cancer Biology, Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Hani",
                "Last Name": "Goodarzi",
                "Affiliation": "Laboratory of Systems Cancer Biology, Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Hyeseung",
                "Last Name": "Lee",
                "Affiliation": "Laboratory of Systems Cancer Biology, Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Xuhang",
                "Last Name": "Liu",
                "Affiliation": "Laboratory of Systems Cancer Biology, Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics and Department of Systems Biology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Sohail F",
                "Last Name": "Tavazoie",
                "Affiliation": "Laboratory of Systems Cancer Biology, Rockefeller University, New York, NY 10065, USA. Electronic address: stavazoie@mail.rockefeller.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2015"
    },
    {
        "PMID": "25486461",
        "Title": "TARBP2 binding structured RNA elements drives metastasis.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Female",
            "Humans",
            "RNA Stability",
            "RNA, Messenger",
            "RNA-Binding Proteins"
        ],
        "Authors": [
            {
                "First Name": "Hani",
                "Last Name": "Goodarzi",
                "Affiliation": "a Laboratory of Systems Cancer Biology ; Rockefeller University ; New York , NY USA."
            },
            {
                "First Name": "Sohail F",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell cycle (Georgetown, Tex.)",
        "PubDate": "2014"
    },
    {
        "PMID": "25043050",
        "Title": "Metastasis-suppressor transcript destabilization through TARBP2 binding of mRNA hairpins.",
        "Abstract": "Aberrant regulation of RNA stability has an important role in many disease states. Deregulated post-transcriptional modulation, such as that governed by microRNAs targeting linear sequence elements in messenger RNAs, has been implicated in the progression of many cancer types. A defining feature of RNA is its ability to fold into structures. However, the roles of structural mRNA elements in cancer progression remain unexplored. Here we performed an unbiased search for post-transcriptional modulators of mRNA stability in breast cancer by conducting whole-genome transcript stability measurements in poorly and highly metastatic isogenic human breast cancer lines. Using a computational framework that searches RNA sequence and structure space, we discovered a family of GC-rich structural cis-regulatory RNA elements, termed sRSEs for structural RNA stability elements, which are significantly overrepresented in transcripts displaying reduced stability in highly metastatic cells. By integrating computational and biochemical approaches, we identified TARBP2, a double-stranded RNA-binding protein implicated in microRNA processing, as the trans factor that binds the sRSE family and similar structural elements--collectively termed TARBP2-binding structural elements (TBSEs)--in transcripts. TARBP2 is overexpressed in metastatic cells and metastatic human breast tumours and destabilizes transcripts containing TBSEs. Endogenous TARBP2 promotes metastatic cell invasion and colonization by destabilizing amyloid precursor protein (APP) and ZNF395 transcripts, two genes previously associated with Alzheimer's and Huntington's disease, respectively. We reveal these genes to be novel metastasis suppressor genes in breast cancer. The cleavage product of APP, extracellular amyloid-α peptide, directly suppresses invasion while ZNF395 transcriptionally represses a pro-metastatic gene expression program. The expression levels of TARBP2, APP and ZNF395 in human breast carcinomas support their experimentally uncovered roles in metastasis. Our findings establish a non-canonical and direct role for TARBP2 in mammalian gene expression regulation and reveal that regulated RNA destabilization through protein-mediated binding of mRNA structural elements can govern cancer progression.",
        "Keywords": [],
        "MeSH terms": [
            "Amyloid beta-Protein Precursor",
            "Breast Neoplasms",
            "Cell Line, Tumor",
            "DNA-Binding Proteins",
            "Female",
            "Gene Expression Profiling",
            "Gene Expression Regulation, Neoplastic",
            "HEK293 Cells",
            "Humans",
            "Neoplasm Metastasis",
            "Protein Binding",
            "RNA Stability",
            "RNA, Messenger",
            "RNA-Binding Proteins",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Hani",
                "Last Name": "Goodarzi",
                "Affiliation": "Laboratory of Systems Cancer Biology, Rockefeller University, 1230 York Avenue, New York, New York 10065, USA."
            },
            {
                "First Name": "Steven",
                "Last Name": "Zhang",
                "Affiliation": "Laboratory of Systems Cancer Biology, Rockefeller University, 1230 York Avenue, New York, New York 10065, USA."
            },
            {
                "First Name": "Colin G",
                "Last Name": "Buss",
                "Affiliation": "Laboratory of Systems Cancer Biology, Rockefeller University, 1230 York Avenue, New York, New York 10065, USA."
            },
            {
                "First Name": "Lisa",
                "Last Name": "Fish",
                "Affiliation": "Laboratory of Systems Cancer Biology, Rockefeller University, 1230 York Avenue, New York, New York 10065, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, and Department of Systems Biology, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Sohail F",
                "Last Name": "Tavazoie",
                "Affiliation": "Laboratory of Systems Cancer Biology, Rockefeller University, 1230 York Avenue, New York, New York 10065, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2014"
    },
    {
        "PMID": "24656821",
        "Title": "Systematic identification of regulatory elements in conserved 3' UTRs of human transcripts.",
        "Abstract": "Posttranscriptional regulatory programs governing diverse aspects of RNA biology remain largely uncharacterized. Understanding the functional roles of RNA cis-regulatory elements is essential for decoding complex programs that underlie the dynamic regulation of transcript stability, splicing, localization, and translation. Here, we describe a combined experimental/computational technology to reveal a catalog of functional regulatory elements embedded in 3' UTRs of human transcripts. We used a bidirectional reporter system coupled with flow cytometry and high-throughput sequencing to measure the effect of short, noncoding, vertebrate-conserved RNA sequences on transcript stability and translation. Information-theoretic motif analysis of the resulting sequence-to-gene-expression mapping revealed linear and structural RNA cis-regulatory elements that positively and negatively modulate the posttranscriptional fates of human transcripts. This combined experimental/computational strategy can be used to systematically characterize the vast landscape of posttranscriptional regulatory elements controlling physiological and pathological cellular state transitions.",
        "Keywords": [],
        "MeSH terms": [
            "3' Untranslated Regions",
            "Animals",
            "Computational Biology",
            "High-Throughput Nucleotide Sequencing",
            "Humans",
            "Mice",
            "Nucleic Acid Conformation",
            "RNA",
            "Regulatory Sequences, Nucleic Acid",
            "Transcriptome"
        ],
        "Authors": [
            {
                "First Name": "Panos",
                "Last Name": "Oikonomou",
                "Affiliation": "Joint Centers for Systems Biology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Hani",
                "Last Name": "Goodarzi",
                "Affiliation": "Joint Centers for Systems Biology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Joint Centers for Systems Biology, Columbia University, New York, NY 10032, USA; Department of Biochemistry and Molecular Biology, Columbia University, New York, NY 10032, USA; Department of Systems Biology, Columbia University, New York, NY 10032, USA. Electronic address: st2744@columbia.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2014"
    },
    {
        "PMID": "24317396",
        "Title": "Revealing the genetic basis of natural bacterial phenotypic divergence.",
        "Abstract": "Divergent phenotypes for distantly related strains of bacteria, such as differing antibiotic resistances or organic solvent tolerances, are of keen interest both from an evolutionary perspective and for the engineering of novel microbial organisms and consortia in synthetic biology applications. A prerequisite for any practical application of this phenotypic diversity is knowledge of the genetic determinants for each trait of interest. Sequence divergence between strains is often so extensive as to make brute-force approaches to identifying the loci contributing to a given trait impractical. Here we describe a global linkage analysis approach, GLINT, for rapid discovery of the causal genetic variants underlying phenotypic divergence between distantly related strains of Escherichia coli. This general strategy will also be usable, with minor modifications, for revealing genotype-phenotype associations between naturally occurring strains of other bacterial species.",
        "Keywords": [],
        "MeSH terms": [
            "Escherichia coli",
            "Genetic Linkage",
            "Genetic Variation",
            "Genetics, Microbial",
            "Genome, Bacterial",
            "Phenotype"
        ],
        "Authors": [
            {
                "First Name": "Peter L",
                "Last Name": "Freddolino",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Hani",
                "Last Name": "Goodarzi",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of bacteriology",
        "PubDate": "2014"
    },
    {
        "PMID": "23991161",
        "Title": "Synaptic state matching: a dynamical architecture for predictive internal representation and feature detection.",
        "Abstract": "Here we explore the possibility that a core function of sensory cortex is the generation of an internal simulation of sensory environment in real-time. A logical elaboration of this idea leads to a dynamical neural architecture that oscillates between two fundamental network states, one driven by external input, and the other by recurrent synaptic drive in the absence of sensory input. Synaptic strength is modified by a proposed synaptic state matching (SSM) process that ensures equivalence of spike statistics between the two network states. Remarkably, SSM, operating locally at individual synapses, generates accurate and stable network-level predictive internal representations, enabling pattern completion and unsupervised feature detection from noisy sensory input. SSM is a biologically plausible substrate for learning and memory because it brings together sequence learning, feature detection, synaptic homeostasis, and network oscillations under a single unifying computational framework.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Homeostasis",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Department of Systems Biology, Columbia University, New York, New York, USA. st2744@columbia.edu"
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2013"
    },
    {
        "PMID": "23874220",
        "Title": "Bacterial adaptation through loss of function.",
        "Abstract": "The metabolic capabilities and regulatory networks of bacteria have been optimized by evolution in response to selective pressures present in each species' native ecological niche. In a new environment, however, the same bacteria may grow poorly due to regulatory constraints or biochemical deficiencies. Adaptation to such conditions can proceed through the acquisition of new cellular functionality due to gain of function mutations or via modulation of cellular networks. Using selection experiments on transposon-mutagenized libraries of bacteria, we illustrate that even under conditions of extreme nutrient limitation, substantial adaptation can be achieved solely through loss of function mutations, which rewire the metabolism of the cell without gain of enzymatic or sensory function. A systematic analysis of similar experiments under more than 100 conditions reveals that adaptive loss of function mutations exist for many environmental challenges. Drawing on a wealth of examples from published articles, we detail the range of mechanisms through which loss-of-function mutations can generate such beneficial regulatory changes, without the need for rare, specific mutations to fine-tune enzymatic activities or network connections. The high rate at which loss-of-function mutations occur suggests that null mutations play an underappreciated role in the early stages of adaption of bacterial populations to new environments.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptation, Physiological",
            "Bacteria",
            "DNA Transposable Elements",
            "Directed Molecular Evolution",
            "Environment",
            "Food",
            "Mutation",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Alison K",
                "Last Name": "Hottes",
                "Affiliation": "Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, New Jersey, USA."
            },
            {
                "First Name": "Peter L",
                "Last Name": "Freddolino",
                "Affiliation": ""
            },
            {
                "First Name": "Anupama",
                "Last Name": "Khare",
                "Affiliation": ""
            },
            {
                "First Name": "Zachary N",
                "Last Name": "Donnell",
                "Affiliation": ""
            },
            {
                "First Name": "Julia C",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2013"
    },
    {
        "PMID": "23850290",
        "Title": "A neurodegeneration-specific gene-expression signature of acutely isolated microglia from an amyotrophic lateral sclerosis mouse model.",
        "Abstract": "Microglia are resident immune cells of the CNS that are activated by infection, neuronal injury, and inflammation. Here, we utilize flow cytometry and deep RNA sequencing of acutely isolated spinal cord microglia to define their activation in vivo. Analysis of resting microglia identified 29 genes that distinguish microglia from other CNS cells and peripheral macrophages/monocytes. We then analyzed molecular changes in microglia during neurodegenerative disease activation using the SOD1(G93A) mouse model of amyotrophic lateral sclerosis (ALS). We found that SOD1(G93A) microglia are not derived from infiltrating monocytes, and that both potentially neuroprotective and toxic factors, including Alzheimer's disease genes, are concurrently upregulated. Mutant microglia differed from SOD1(WT), lipopolysaccharide-activated microglia, and M1/M2 macrophages, defining an ALS-specific phenotype. Concurrent messenger RNA/fluorescence-activated cell sorting analysis revealed posttranscriptional regulation of microglia surface receptors and T cell-associated changes in the transcriptome. These results provide insights into microglia biology and establish a resource for future studies of neuroinflammation.",
        "Keywords": [],
        "MeSH terms": [
            "Amyotrophic Lateral Sclerosis",
            "Animals",
            "Disease Models, Animal",
            "Female",
            "Humans",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Microglia",
            "Transcriptome"
        ],
        "Authors": [
            {
                "First Name": "Isaac M",
                "Last Name": "Chiu",
                "Affiliation": "Boston Children's Hospital and Harvard Medical School, Boston, MA 02115, USA."
            },
            {
                "First Name": "Emiko T A",
                "Last Name": "Morimoto",
                "Affiliation": ""
            },
            {
                "First Name": "Hani",
                "Last Name": "Goodarzi",
                "Affiliation": ""
            },
            {
                "First Name": "Jennifer T",
                "Last Name": "Liao",
                "Affiliation": ""
            },
            {
                "First Name": "Sean",
                "Last Name": "O'Keeffe",
                "Affiliation": ""
            },
            {
                "First Name": "Hemali P",
                "Last Name": "Phatnani",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Muratet",
                "Affiliation": ""
            },
            {
                "First Name": "Michael C",
                "Last Name": "Carroll",
                "Affiliation": ""
            },
            {
                "First Name": "Shawn",
                "Last Name": "Levy",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            },
            {
                "First Name": "Richard M",
                "Last Name": "Myers",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2013"
    },
    {
        "PMID": "22817888",
        "Title": "The dawn of virtual cell biology.",
        "Abstract": "To fulfill systems biology's promise of providing fundamental new insights will require the development of quantitative and predictive models of whole cells. In this issue, Karr et al. present the first integrated and dynamic computational model of a bacterium that accounts for all of its components and their interactions.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Peter L",
                "Last Name": "Freddolino",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics and Initiative in Systems Biology, Columbia University, 1150 St. Nicholas Avenue, Russ Berrie Pavilion, Room 405A, New York, NY 10032, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2012"
    },
    {
        "PMID": "22802628",
        "Title": "Large mutational target size for rapid emergence of bacterial persistence.",
        "Abstract": "Phenotypic heterogeneity displayed by a clonal bacterial population permits a small fraction of cells to survive prolonged exposure to antibiotics. Although first described over 60 y ago, the molecular mechanisms underlying this behavior, termed persistence, remain largely unknown. To systematically explore the genetic basis of persistence, we selected a library of transposon-mutagenized Escherichia coli cells for survival to multiple rounds of lethal ampicillin exposure. Application of microarray-based genetic footprinting revealed a large number of loci that drastically elevate persistence frequency through null mutations and domain disruptions. In one case, the C-terminal disruption of methionyl-tRNA synthetase (MetG) results in a 10,000-fold higher persistence frequency than wild type. We discovered a mechanism by which null mutations in transketolase A (tktA) and glycerol-3-phosphate (G3P) dehydrogenase (glpD) increase persistence through metabolic flux alterations that increase intracellular levels of the growth-inhibitory metabolite methylglyoxal. Systematic double-mutant analyses revealed the genetic network context in which such persistent mutants function. Our findings reveal a large mutational target size for increasing persistence frequency, which has fundamental implications for the emergence of antibiotic tolerance in the clinical setting.",
        "Keywords": [],
        "MeSH terms": [
            "Ampicillin",
            "Anti-Bacterial Agents",
            "DNA Footprinting",
            "Drug Resistance, Bacterial",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Mutation",
            "Oligonucleotide Array Sequence Analysis"
        ],
        "Authors": [
            {
                "First Name": "Hany S",
                "Last Name": "Girgis",
                "Affiliation": "Department of Molecular Biology, Princeton University, Princeton, NJ 08544, USA."
            },
            {
                "First Name": "Kendra",
                "Last Name": "Harris",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2012"
    },
    {
        "PMID": "22693458",
        "Title": "Fitness landscape transformation through a single amino acid change in the rho terminator.",
        "Abstract": "Regulatory networks allow organisms to match adaptive behavior to the complex and dynamic contingencies of their native habitats. Upon a sudden transition to a novel environment, the mismatch between the native behavior and the new niche provides selective pressure for adaptive evolution through mutations in elements that control gene expression. In the case of core components of cellular regulation and metabolism, with broad control over diverse biological processes, such mutations may have substantial pleiotropic consequences. Through extensive phenotypic analyses, we have characterized the systems-level consequences of one such mutation (rho*) in the global transcriptional terminator Rho of Escherichia coli. We find that a single amino acid change in Rho results in a massive change in the fitness landscape of the cell, with widely discrepant fitness consequences of identical single locus perturbations in rho* versus rho(WT) backgrounds. Our observations reveal the extent to which a single regulatory mutation can transform the entire fitness landscape of the cell, causing a massive change in the interpretation of individual mutations and altering the evolutionary trajectories which may be accessible to a bacterial population.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptation, Biological",
            "Amino Acid Substitution",
            "DNA Transposable Elements",
            "Directed Molecular Evolution",
            "Escherichia coli",
            "Gene Expression Regulation, Bacterial",
            "Genetic Fitness",
            "Mutagenesis",
            "Mutation",
            "Rho Factor"
        ],
        "Authors": [
            {
                "First Name": "Peter L",
                "Last Name": "Freddolino",
                "Affiliation": "Joint Centers for Systems Biology, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Hani",
                "Last Name": "Goodarzi",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2012"
    },
    {
        "PMID": "22559263",
        "Title": "Beyond homeostasis: a predictive-dynamic framework for understanding cellular behavior.",
        "Abstract": "Microbial regulatory strategies have long been understood in terms of the homeostatic framework, in which a response is interpreted as a restoring force counteracting the immediate intracellular consequences of a change in the environment. In this review, we summarize the breadth of recent discoveries of cellular behavior extending beyond the homeostatic framework. We argue that the nonrandom structure of native habitats makes environmental fluctuations inherently multidimensional. Beyond its utility for accurate perception of immediate events, the temporal regularity of this multidimensional correlation structure allows microbes to make predictions about the trajectory of their sensory environment. We describe recently discovered examples of such predictive behavior, their physiological benefits, and the underlying evolutionary forces shaping them. These observations compel us to go beyond homeostasis and consider a predictive-dynamic framework in which cellular behavior is orchestrated in response to the meaning of an environmental perturbation, not only its direct and immediate fitness consequences.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptation, Physiological",
            "Animals",
            "Bacteria",
            "Bacterial Physiological Phenomena",
            "Environment",
            "Fungi",
            "Gastrointestinal Tract",
            "Homeostasis",
            "Humans",
            "Models, Biological"
        ],
        "Authors": [
            {
                "First Name": "Peter L",
                "Last Name": "Freddolino",
                "Affiliation": "Joint Centers for Systems Biology, Columbia University, New York, New York 10032, USA. petefred@c2b2.columbia.edu"
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Annual review of cell and developmental biology",
        "PubDate": "2012"
    },
    {
        "PMID": "22495308",
        "Title": "Systematic discovery of structural elements governing stability of mammalian messenger RNAs.",
        "Abstract": "Decoding post-transcriptional regulatory programs in RNA is a critical step towards the larger goal of developing predictive dynamical models of cellular behaviour. Despite recent efforts, the vast landscape of RNA regulatory elements remains largely uncharacterized. A long-standing obstacle is the contribution of local RNA secondary structure to the definition of interaction partners in a variety of regulatory contexts, including--but not limited to--transcript stability, alternative splicing and localization. There are many documented instances where the presence of a structural regulatory element dictates alternative splicing patterns (for example, human cardiac troponin T) or affects other aspects of RNA biology. Thus, a full characterization of post-transcriptional regulatory programs requires capturing information provided by both local secondary structures and the underlying sequence. Here we present a computational framework based on context-free grammars and mutual information that systematically explores the immense space of small structural elements and reveals motifs that are significantly informative of genome-wide measurements of RNA behaviour. By applying this framework to genome-wide human mRNA stability data, we reveal eight highly significant elements with substantial structural information, for the strongest of which we show a major role in global mRNA regulation. Through biochemistry, mass spectrometry and in vivo binding studies, we identified human HNRPA2B1 (heterogeneous nuclear ribonucleoprotein A2/B1, also known as HNRNPA2B1) as the key regulator that binds this element and stabilizes a large number of its target genes. We created a global post-transcriptional regulatory map based on the identity of the discovered linear and structural cis-regulatory elements, their regulatory interactions and their target pathways. This approach could also be used to reveal the structural elements that modulate other aspects of RNA behaviour.",
        "Keywords": [],
        "MeSH terms": [
            "3' Untranslated Regions",
            "Algorithms",
            "Animals",
            "Breast Neoplasms",
            "Cell Line, Tumor",
            "Gene Expression Profiling",
            "Gene Expression Regulation, Neoplastic",
            "Gene Knockdown Techniques",
            "Genome, Human",
            "Genomics",
            "Heterogeneous-Nuclear Ribonucleoprotein Group A-B",
            "Humans",
            "Mice",
            "Nucleic Acid Conformation",
            "Nucleotide Motifs",
            "RNA Stability",
            "RNA, Messenger",
            "RNA, Small Interfering",
            "Time Factors",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Hani",
                "Last Name": "Goodarzi",
                "Affiliation": "Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, New Jersey 08540, USA."
            },
            {
                "First Name": "Hamed S",
                "Last Name": "Najafabadi",
                "Affiliation": ""
            },
            {
                "First Name": "Panos",
                "Last Name": "Oikonomou",
                "Affiliation": ""
            },
            {
                "First Name": "Todd M",
                "Last Name": "Greco",
                "Affiliation": ""
            },
            {
                "First Name": "Lisa",
                "Last Name": "Fish",
                "Affiliation": ""
            },
            {
                "First Name": "Reza",
                "Last Name": "Salavati",
                "Affiliation": ""
            },
            {
                "First Name": "Ileana M",
                "Last Name": "Cristea",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2012"
    },
    {
        "PMID": "22182234",
        "Title": "Accurate proteome-wide protein quantification from high-resolution 15N mass spectra.",
        "Abstract": "In quantitative mass spectrometry-based proteomics, the metabolic incorporation of a single source of 15N-labeled nitrogen has many advantages over using stable isotope-labeled amino acids. However, the lack of a robust computational framework for analyzing the resulting spectra has impeded wide use of this approach. We have addressed this challenge by introducing a new computational methodology for analyzing 15N spectra in which quantification is integrated with identification. Application of this method to an Escherichia coli growth transition reveals significant improvement in quantification accuracy over previous methods.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Amino Acid Sequence",
            "Bacterial Proteins",
            "Escherichia coli",
            "Isotope Labeling",
            "Mass Spectrometry",
            "Molecular Sequence Data",
            "Nitrogen Isotopes",
            "Proteome",
            "Proteomics",
            "Sensitivity and Specificity",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "Zia",
                "Last Name": "Khan",
                "Affiliation": "Lewis-Sigler Institute for Integrative Genomics, Princeton University, Washington Rd., Princeton, NJ 08544, USA."
            },
            {
                "First Name": "Sasan",
                "Last Name": "Amini",
                "Affiliation": ""
            },
            {
                "First Name": "Joshua S",
                "Last Name": "Bloom",
                "Affiliation": ""
            },
            {
                "First Name": "Cristian",
                "Last Name": "Ruse",
                "Affiliation": ""
            },
            {
                "First Name": "Amy A",
                "Last Name": "Caudy",
                "Affiliation": ""
            },
            {
                "First Name": "Leonid",
                "Last Name": "Kruglyak",
                "Affiliation": ""
            },
            {
                "First Name": "Mona",
                "Last Name": "Singh",
                "Affiliation": ""
            },
            {
                "First Name": "David H",
                "Last Name": "Perlman",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome biology",
        "PubDate": "2011"
    },
    {
        "PMID": "22081388",
        "Title": "Newly identified genetic variations in common Escherichia coli MG1655 stock cultures.",
        "Abstract": "We have recently identified seven mutations in commonly used stocks of the sequenced Escherichia coli strain MG1655 which do not appear in the reference sequence. The mutations are likely to cause loss of function of the glpR and crl genes, which may have serious implications for physiological experiments using the affected strains.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Base Sequence",
            "DNA-Directed RNA Polymerases",
            "Escherichia coli K12",
            "Escherichia coli Proteins",
            "Gene Expression Profiling",
            "Gene Expression Regulation, Bacterial",
            "Genetic Variation",
            "Glycerophosphates",
            "Mutation",
            "Repressor Proteins",
            "Sigma Factor"
        ],
        "Authors": [
            {
                "First Name": "Peter L",
                "Last Name": "Freddolino",
                "Affiliation": "Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, New Jersey, USA."
            },
            {
                "First Name": "Sasan",
                "Last Name": "Amini",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of bacteriology",
        "PubDate": "2012"
    },
    {
        "PMID": "22028649",
        "Title": "Fitness landscape of antibiotic tolerance in Pseudomonas aeruginosa biofilms.",
        "Abstract": "Bacteria in biofilms have higher antibiotic tolerance than their planktonic counterparts. A major outstanding question is the degree to which the biofilm-specific cellular state and its constituent genetic determinants contribute to this hyper-tolerant phenotype. Here, we used genome-wide functional profiling of a complex, heterogeneous mutant population of Pseudomonas aeruginosa MPAO1 in biofilm and planktonic growth conditions with and without tobramycin to systematically quantify the contribution of each locus to antibiotic tolerance under these two states. We identified large sets of mutations that contribute to antibiotic tolerance predominantly in the biofilm or planktonic setting only, offering global insights into the differences and similarities between biofilm and planktonic antibiotic tolerance. Our mixed population-based experimental design recapitulated the complexity of natural biofilms and, unlike previous studies, revealed clinically observed behaviors including the emergence of quorum sensing-deficient mutants. Our study revealed a substantial contribution of the cellular state to the antibiotic tolerance of biofilms, providing a rational foundation for the development of novel therapeutics against P. aeruginosa biofilm-associated infections.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Anti-Bacterial Agents",
            "Base Sequence",
            "Biofilms",
            "Drug Tolerance",
            "Gene Expression Regulation, Bacterial",
            "Genes, Bacterial",
            "Genetic Fitness",
            "Genome-Wide Association Study",
            "Genomics",
            "Meta-Analysis as Topic",
            "Molecular Sequence Data",
            "Mutation",
            "Oligonucleotide Array Sequence Analysis",
            "Pseudomonas aeruginosa",
            "Tobramycin"
        ],
        "Authors": [
            {
                "First Name": "Sasan",
                "Last Name": "Amini",
                "Affiliation": "Department of Molecular Biology & Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, New Jersey, United States of America."
            },
            {
                "First Name": "Alison K",
                "Last Name": "Hottes",
                "Affiliation": ""
            },
            {
                "First Name": "Lincoln E",
                "Last Name": "Smith",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS pathogens",
        "PubDate": "2011"
    },
    {
        "PMID": "21989915",
        "Title": "Analysis of gene networks in white adipose tissue development reveals a role for ETS2 in adipogenesis.",
        "Abstract": "Obesity is characterized by an expansion of white adipose tissue mass that results from an increase in the size and the number of adipocytes. However, the mechanisms responsible for the formation of adipocytes during development and the molecular mechanisms regulating their increase and maintenance in adulthood are poorly understood. Here, we report the use of leptin-luciferase BAC transgenic mice to track white adipose tissue (WAT) development and guide the isolation and molecular characterization of adipocytes during development using DNA microarrays. These data reveal distinct transcriptional programs that are regulated during murine WAT development in vivo. By using a de novo cis-regulatory motif discovery tool (FIRE), we identify two early gene clusters whose promoters show significant enrichment for NRF2/ETS transcription factor binding sites. We further demonstrate that Ets transcription factors, but not Nrf2, are regulated during early adipogenesis and that Ets2 is essential for the normal progression of the adipocyte differentiation program in vitro. These data identify ETS2 as a functionally important transcription factor in adipogenesis and its possible role in regulating adipose tissue mass in adults can now be tested. Our approach also provides the basis for elucidating the function of other gene networks during WAT development in vivo. Finally these data confirm that although gene expression during adipogenesis in vitro recapitulates many of the patterns of gene expression in vivo, there are additional developmental transitions in pre and post-natal adipose tissue that are not evident in cell culture systems.",
        "Keywords": [],
        "MeSH terms": [
            "3T3-L1 Cells",
            "Adipogenesis",
            "Adipose Tissue, White",
            "Animals",
            "Gene Expression Regulation, Developmental",
            "Gene Knockdown Techniques",
            "Gene Regulatory Networks",
            "Humans",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Microarray Analysis",
            "NF-E2-Related Factor 2",
            "Promoter Regions, Genetic",
            "Proto-Oncogene Protein c-ets-1",
            "Proto-Oncogene Protein c-ets-2"
        ],
        "Authors": [
            {
                "First Name": "Kivanç",
                "Last Name": "Birsoy",
                "Affiliation": "Laboratory of Molecular Genetics, The Rockefeller University, 1230 York Avenue, New York, NY 10065, USA."
            },
            {
                "First Name": "Ryan",
                "Last Name": "Berry",
                "Affiliation": ""
            },
            {
                "First Name": "Tim",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Ozge",
                "Last Name": "Ceyhan",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey M",
                "Last Name": "Friedman",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew S",
                "Last Name": "Rodeheffer",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2011"
    },
    {
        "PMID": "21816663",
        "Title": "Antibiotics and the post-genome revolution.",
        "Abstract": "The emergence of pathogenic bacteria resistant to multiple antimicrobial agents is turning into a major crisis in human and veterinary medicine. This necessitates a serious re-evaluation of our approaches toward antibacterial drug discovery and use. Concurrent advances in genomics including whole-genome sequencing, genotyping, and gene expression profiling have the potential to transform our basic understanding of antimicrobial pathways and lead to the discovery of novel targets and therapeutics.",
        "Keywords": [],
        "MeSH terms": [
            "Anti-Bacterial Agents",
            "Bacteria",
            "Drug Discovery",
            "Genome, Bacterial",
            "Genomics",
            "Genotype",
            "Humans",
            "Metabolic Networks and Pathways",
            "Transcriptome"
        ],
        "Authors": [
            {
                "First Name": "Sasan",
                "Last Name": "Amini",
                "Affiliation": "Department of Molecular Biology & Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, NJ 08544, United States."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in microbiology",
        "PubDate": "2011"
    },
    {
        "PMID": "21815088",
        "Title": "Microarray-based genetic footprinting strategy to identify strain improvement genes after competitive selection of transposon libraries.",
        "Abstract": "Successful strain engineering involves perturbing key nodes within the cellular network. How the -network's connectivity affects the phenotype of interest and the ideal nodes to modulate, however, are frequently not readily apparent. To guide the generation of a list of candidate nodes for detailed investigation, designers often examine the behavior of a representative set of strains, such as a library of transposon insertion mutants, in the environment of interest. Here, we first present design principles for creating a maximally informative competitive selection. Then, we describe how to globally quantify the change in distribution of strains within a transposon library in response to a competitive selection by amplifying the DNA adjacent to the transposons and hybridizing it to a microarray. Finally, we detail strategies for analyzing the resulting hybridization data to identify genes and pathways that contribute both negatively and positively to fitness in the desired environment.",
        "Keywords": [],
        "MeSH terms": [
            "DNA Footprinting",
            "DNA Transposable Elements",
            "Gene Library",
            "Mutagenesis, Insertional",
            "Oligonucleotide Array Sequence Analysis",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Alison K",
                "Last Name": "Hottes",
                "Affiliation": "Department of Molecular Biology, Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, NJ, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2011"
    },
    {
        "PMID": "21206902",
        "Title": "Large-scale discovery and characterization of protein regulatory motifs in eukaryotes.",
        "Abstract": "The increasing ability to generate large-scale, quantitative proteomic data has brought with it the challenge of analyzing such data to discover the sequence elements that underlie systems-level protein behavior. Here we show that short, linear protein motifs can be efficiently recovered from proteome-scale datasets such as sub-cellular localization, molecular function, half-life, and protein abundance data using an information theoretic approach. Using this approach, we have identified many known protein motifs, such as phosphorylation sites and localization signals, and discovered a large number of candidate elements. We estimate that ~80% of these are novel predictions in that they do not match a known motif in both sequence and biological context, suggesting that post-translational regulation of protein behavior is still largely unexplored. These predicted motifs, many of which display preferential association with specific biological pathways and non-random positioning in the linear protein sequence, provide focused hypotheses for experimental validation.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Amino Acid Motifs",
            "Computational Biology",
            "Databases, Protein",
            "Eukaryota",
            "Humans",
            "Mitochondria",
            "Phosphorylation",
            "Protein Processing, Post-Translational",
            "Protein Structure, Tertiary",
            "Proteins",
            "Proteome",
            "Proteomics",
            "Saccharomyces cerevisiae",
            "Schizosaccharomyces"
        ],
        "Authors": [
            {
                "First Name": "Daniel S",
                "Last Name": "Lieber",
                "Affiliation": "Department of Molecular Biology, Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, New Jersey, United States of America."
            },
            {
                "First Name": "Olivier",
                "Last Name": "Elemento",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2010"
    },
    {
        "PMID": "20531407",
        "Title": "Regulatory and metabolic rewiring during laboratory evolution of ethanol tolerance in E. coli.",
        "Abstract": "Understanding the genetic basis of adaptation is a central problem in biology. However, revealing the underlying molecular mechanisms has been challenging as changes in fitness may result from perturbations to many pathways, any of which may contribute relatively little. We have developed a combined experimental/computational framework to address this problem and used it to understand the genetic basis of ethanol tolerance in Escherichia coli. We used fitness profiling to measure the consequences of single-locus perturbations in the context of ethanol exposure. A module-level computational analysis was then used to reveal the organization of the contributing loci into cellular processes and regulatory pathways (e.g. osmoregulation and cell-wall biogenesis) whose modifications significantly affect ethanol tolerance. Strikingly, we discovered that a dominant component of adaptation involves metabolic rewiring that boosts intracellular ethanol degradation and assimilation. Through phenotypic and metabolomic analysis of laboratory-evolved ethanol-tolerant strains, we investigated naturally accessible pathways of ethanol tolerance. Remarkably, these laboratory-evolved strains, by and large, follow the same adaptive paths as inferred from our coarse-grained search of the fitness landscape.",
        "Keywords": [],
        "MeSH terms": [
            "Acids",
            "Adaptation, Physiological",
            "Cell Wall",
            "Directed Molecular Evolution",
            "Escherichia coli",
            "Ethanol",
            "Laboratories",
            "Metabolic Networks and Pathways",
            "Stress, Physiological"
        ],
        "Authors": [
            {
                "First Name": "Hani",
                "Last Name": "Goodarzi",
                "Affiliation": "Department of Molecular Biology, Princeton University, Princeton, NJ 08544, USA."
            },
            {
                "First Name": "Bryson D",
                "Last Name": "Bennett",
                "Affiliation": ""
            },
            {
                "First Name": "Sasan",
                "Last Name": "Amini",
                "Affiliation": ""
            },
            {
                "First Name": "Marshall L",
                "Last Name": "Reaves",
                "Affiliation": ""
            },
            {
                "First Name": "Alison K",
                "Last Name": "Hottes",
                "Affiliation": ""
            },
            {
                "First Name": "Joshua D",
                "Last Name": "Rabinowitz",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular systems biology",
        "PubDate": "2010"
    },
    {
        "PMID": "20005852",
        "Title": "Revealing global regulatory perturbations across human cancers.",
        "Abstract": "The discovery of pathways and regulatory networks whose perturbation contributes to neoplastic transformation remains a fundamental challenge for cancer biology. We show that such pathway perturbations, and the cis-regulatory elements through which they operate, can be efficiently extracted from global gene expression profiles. Our approach utilizes information-theoretic analysis of expression levels, pathways, and genomic sequences. Analysis across a diverse set of human cancers reveals the majority of previously known cancer pathways. Through de novo motif discovery we associate these pathways with transcription-factor binding sites and miRNA targets, including those of E2F, NF-Y, p53, and let-7. Follow-up experiments confirmed that these predictions correspond to functional in vivo regulatory interactions. Strikingly, the majority of the perturbations, associated with putative cis-regulatory elements, fall outside of known cancer pathways. Our study provides a systems-level dissection of regulatory perturbations in cancer-an essential component of a rational strategy for therapeutic intervention and drug-target discovery.",
        "Keywords": [],
        "MeSH terms": [
            "Burkitt Lymphoma",
            "Cluster Analysis",
            "Computational Biology",
            "Gene Expression Profiling",
            "Gene Expression Regulation, Neoplastic",
            "Humans",
            "Lymphoma, Large B-Cell, Diffuse",
            "Regulatory Elements, Transcriptional",
            "Software",
            "Urinary Bladder Neoplasms"
        ],
        "Authors": [
            {
                "First Name": "Hani",
                "Last Name": "Goodarzi",
                "Affiliation": "Department of Molecular Biology, Princeton University, Princeton, NJ 08544, USA."
            },
            {
                "First Name": "Olivier",
                "Last Name": "Elemento",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2009"
    },
    {
        "PMID": "19647521",
        "Title": "Protein occupancy landscape of a bacterial genome.",
        "Abstract": "Protein-DNA interactions are fundamental to core biological processes, including transcription, DNA replication, and chromosomal organization. We have developed in vivo protein occupancy display (IPOD), a technology that reveals protein occupancy across an entire bacterial chromosome at the resolution of individual binding sites. Application to Escherichia coli reveals thousands of protein occupancy peaks, highly enriched within and in close proximity to noncoding regulatory regions. In addition, we discovered extensive (>1 kilobase) protein occupancy domains (EPODs), some of which are localized to highly expressed genes, enriched in RNA-polymerase occupancy. However, the majority are localized to transcriptionally silent loci dominated by conserved hypothetical ORFs. These regions are highly enriched in both predicted and experimentally determined binding sites of nucleoid proteins and exhibit extreme biophysical characteristics such as high intrinsic curvature. Our observations implicate these transcriptionally silent EPODs as the elusive organizing centers, long proposed to topologically isolate chromosomal domains.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Chromosomes, Bacterial",
            "DNA Footprinting",
            "DNA-Binding Proteins",
            "DNA-Directed RNA Polymerases",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Gene Expression Profiling",
            "Genome, Bacterial",
            "Hybridization, Genetic",
            "RNA, Messenger"
        ],
        "Authors": [
            {
                "First Name": "Tiffany",
                "Last Name": "Vora",
                "Affiliation": "Department of Molecular Biology, Princeton University, Princeton, NJ 08544, USA."
            },
            {
                "First Name": "Alison K",
                "Last Name": "Hottes",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2009"
    },
    {
        "PMID": "19597501",
        "Title": "Global discovery of adaptive mutations.",
        "Abstract": "Although modern DNA sequencing enables rapid identification of genetic variation, characterizing the phenotypic consequences of individual mutations remains a labor-intensive task. Here we describe array-based discovery of adaptive mutations (ADAM), a technology that searches an entire bacterial genome for mutations that contribute to selectable phenotypic variation between an evolved strain and its parent. We found that ADAM identified adaptive mutations in laboratory-evolved Escherichia coli strains with high sensitivity and specificity.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptation, Biological",
            "DNA Mutational Analysis",
            "DNA Transposable Elements",
            "Drug Resistance, Bacterial",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Mutation",
            "Sensitivity and Specificity"
        ],
        "Authors": [
            {
                "First Name": "Hani",
                "Last Name": "Goodarzi",
                "Affiliation": "Department of Molecular Biology & Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, New Jersey, USA."
            },
            {
                "First Name": "Alison K",
                "Last Name": "Hottes",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature methods",
        "PubDate": "2009"
    },
    {
        "PMID": "19465600",
        "Title": "Coupling of zygotic transcription to mitotic control at the Drosophila mid-blastula transition.",
        "Abstract": "One of the most prominent features at the mid-blastula transition (MBT) observed in most embryos is a pause in cell cycle regulated by the nucleocytoplasmic (N/C) ratio. By using chromosome rearrangements to manipulate the DNA content of embryos, we determined that the threshold for this cell cycle pause in Drosophila is about 70% of the DNA content normally present at cycle 14. Embryos with DNA contents around this value show intermediate cell cycle behaviors. Some pause at cycle 14, some at cycle 15, and some form patches arrested in different mitotic cycles. A second feature at MBT is a massive increase in zygotic transcription and a parallel degradation of maternally supplied RNAs. To determine whether these changes in gene expression are governed by the same N/C ratio that controls cell cycle pause, we compared gene expression in haploid and diploid Drosophila embryos. We find that most maternal RNA degradation and most new transcription correlate with absolute time or developmental stage, and are timed independently of the N/C ratio. We identify a class of zygotically active genes whose expression depends on the N/C ratio and which are only expressed at cycle 15 in haploids. In embryos with patchy cell cycle behavior due to threshold DNA contents, the expression of these genes correlates tightly with the boundaries of the mitotic patches, suggesting either that the mechanism that pauses the mitotic cycle is the same as the one that measures the N/C ratio, or that it is tightly coupled to the mechanism controlling zygotic transcription of N/C ratio genes at the MBT.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Blastula",
            "Cell Cycle",
            "Cell Nucleus",
            "Cytoplasm",
            "Diploidy",
            "Drosophila melanogaster",
            "Embryo, Nonmammalian",
            "Haploidy",
            "Mitosis",
            "Transcription, Genetic",
            "Zygote"
        ],
        "Authors": [
            {
                "First Name": "Xuemin",
                "Last Name": "Lu",
                "Affiliation": "Department of Molecular Biology, Princeton University, Princeton, NJ 08544, USA."
            },
            {
                "First Name": "Jennifer M",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Olivier",
                "Last Name": "Elemento",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            },
            {
                "First Name": "Eric F",
                "Last Name": "Wieschaus",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2009"
    },
    {
        "PMID": "19462005",
        "Title": "Genetic architecture of intrinsic antibiotic susceptibility.",
        "Abstract": "Antibiotic exposure rapidly selects for more resistant bacterial strains, and both a drug's chemical structure and a bacterium's cellular network affect the types of mutations acquired.",
        "Keywords": [],
        "MeSH terms": [
            "Aerobiosis",
            "Aminoglycosides",
            "Anti-Bacterial Agents",
            "DNA Transposable Elements",
            "Drug Resistance, Microbial",
            "Electron Transport",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Flagella",
            "Folic Acid",
            "Genes, Bacterial",
            "Microbial Sensitivity Tests",
            "Mutagenesis, Insertional",
            "Mutation",
            "Racemases and Epimerases",
            "Reproducibility of Results",
            "Selection, Genetic",
            "Tetrahydrofolate Dehydrogenase",
            "beta-Lactams"
        ],
        "Authors": [
            {
                "First Name": "Hany S",
                "Last Name": "Girgis",
                "Affiliation": "Lewis-Sigler Institute for Integrative Genomics and Department of Molecular Biology, Princeton University, Princeton, New Jersey, USA."
            },
            {
                "First Name": "Alison K",
                "Last Name": "Hottes",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2009"
    },
    {
        "PMID": "19436718",
        "Title": "Genetic dissection of an exogenously induced biofilm in laboratory and clinical isolates of E. coli.",
        "Abstract": "Microbial biofilms are a dominant feature of many human infections. However, developing effective strategies for controlling biofilms requires an understanding of the underlying biology well beyond what currently exists. Using a novel strategy, we have induced formation of a robust biofilm in Escherichia coli by utilizing an exogenous source of poly-N-acetylglucosamine (PNAG) polymer, a major virulence factor of many pathogens. Through microarray profiling of competitive selections, carried out in both transposon insertion and over-expression libraries, we have revealed the genetic basis of PNAG-based biofilm formation. Our observations reveal the dominance of electrostatic interactions between PNAG and surface structures such as lipopolysaccharides. We show that regulatory modulation of these surface structures has significant impact on biofilm formation behavior of the cell. Furthermore, the majority of clinical isolates which produced PNAG also showed the capacity to respond to the exogenously produced version of the polymer.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Biofilms",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Genes, Bacterial",
            "Genome, Bacterial",
            "Genomic Library",
            "Glycoside Hydrolases",
            "Oligonucleotide Array Sequence Analysis",
            "Spectrometry, Mass, Electrospray Ionization",
            "beta-Glucans"
        ],
        "Authors": [
            {
                "First Name": "Sasan",
                "Last Name": "Amini",
                "Affiliation": "Department of Molecular Biology and Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, NJ, USA."
            },
            {
                "First Name": "Hani",
                "Last Name": "Goodarzi",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS pathogens",
        "PubDate": "2009"
    },
    {
        "PMID": "19360118",
        "Title": "Microarray profiling of phage-display selections for rapid mapping of transcription factor-DNA interactions.",
        "Abstract": "Modern computational methods are revealing putative transcription-factor (TF) binding sites at an extraordinary rate. However, the major challenge in studying transcriptional networks is to map these regulatory element predictions to the protein transcription factors that bind them. We have developed a microarray-based profiling of phage-display selection (MaPS) strategy that allows rapid and global survey of an organism's proteome for sequence-specific interactions with such putative DNA regulatory elements. Application to a variety of known yeast TF binding sites successfully identified the cognate TF from the background of a complex whole-proteome library. These factors contain DNA-binding domains from diverse families, including Myb, TEA, MADS box, and C2H2 zinc-finger. Using MaPS, we identified Dot6 as a trans-active partner of the long-predicted orphan yeast element Polymerase A & C (PAC). MaPS technology should enable rapid and proteome-scale study of bi-molecular interactions within transcriptional networks.",
        "Keywords": [],
        "MeSH terms": [
            "Bacteriophages",
            "Binding Sites",
            "DNA",
            "Fungal Proteins",
            "Gene Library",
            "Oligonucleotide Array Sequence Analysis",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "Transcription Factors",
            "Yeasts"
        ],
        "Authors": [
            {
                "First Name": "Gordon",
                "Last Name": "Freckleton",
                "Affiliation": "Department of Molecular Biology, Princeton University, Princeton, New Jersey, United States of America."
            },
            {
                "First Name": "Soyeon I",
                "Last Name": "Lippman",
                "Affiliation": ""
            },
            {
                "First Name": "James R",
                "Last Name": "Broach",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2009"
    },
    {
        "PMID": "19126550",
        "Title": "let-7 Overexpression leads to an increased fraction of cells in G2/M, direct down-regulation of Cdc34, and stabilization of Wee1 kinase in primary fibroblasts.",
        "Abstract": "microRNAs play a critically important role in a wide array of biological processes including those implicated in cancer, neuro-degenerative and metabolic disorders, and viral infection. Although we have begun to understand microRNA biogenesis and function, experimental demonstration of their functional effects and the molecular mechanisms by which they function remains a challenge. Members of the let-7/miR-98 family play a critical role in cell cycle control with respect to differentiation and tumorigenesis. In this study, we show that exogenous addition of pre-let-7 in primary human fibroblasts results in a decrease in cell number and an increased fraction of cells in the G(2)/M cell cycle phase. Combining microarray techniques with DNA sequence analysis to identify potential let-7 targets, we discovered 838 genes with a let-7 binding site in their 3'-untranslated region that were down-regulated upon overexpression of let-7b. Among these genes is cdc34, the ubiquitin-conjugating enzyme of the Skp1/cullin/F-box (SCF) complex. Cdc34 protein levels are strongly down-regulated by let-7 overexpression. Reporter assays demonstrated direct regulation of the cdc34 3'-untranslated region by let-7. We hypothesized that low Cdc34 levels would result in decreased SCF activity, stabilization of the SCF target Wee1, and G(2)/M accumulation. Consistent with this hypothesis, small interfering RNA-mediated down-regulation of Wee1 reversed the G(2)/M phenotype induced by let-7 overexpression. We conclude that Cdc34 is a functional target of let-7 and that let-7 induces down-regulation of Cdc34, stabilization of the Wee1 kinase, and an increased fraction of cells in G(2)/M in primary fibroblasts.",
        "Keywords": [],
        "MeSH terms": [
            "3' Untranslated Regions",
            "Anaphase-Promoting Complex-Cyclosome",
            "Cell Cycle Proteins",
            "Cell Division",
            "Cells, Cultured",
            "Down-Regulation",
            "Enzyme Stability",
            "Fibroblasts",
            "G2 Phase",
            "Humans",
            "MicroRNAs",
            "Nuclear Proteins",
            "Protein-Tyrosine Kinases",
            "RNA, Small Interfering",
            "SKP Cullin F-Box Protein Ligases",
            "Ubiquitin-Conjugating Enzymes",
            "Ubiquitin-Protein Ligase Complexes"
        ],
        "Authors": [
            {
                "First Name": "Aster",
                "Last Name": "Legesse-Miller",
                "Affiliation": "Department of Molecular Biology, Princeton University, Princeton, New Jersey 08544, USA."
            },
            {
                "First Name": "Olivier",
                "Last Name": "Elemento",
                "Affiliation": ""
            },
            {
                "First Name": "Sarah J",
                "Last Name": "Pfau",
                "Affiliation": ""
            },
            {
                "First Name": "Joshua J",
                "Last Name": "Forman",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            },
            {
                "First Name": "Hilary A",
                "Last Name": "Coller",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2009"
    },
    {
        "PMID": "18467556",
        "Title": "Predictive behavior within microbial genetic networks.",
        "Abstract": "The homeostatic framework has dominated our understanding of cellular physiology. We question whether homeostasis alone adequately explains microbial responses to environmental stimuli, and explore the capacity of intracellular networks for predictive behavior in a fashion similar to metazoan nervous systems. We show that in silico biochemical networks, evolving randomly under precisely defined complex habitats, capture the dynamical, multidimensional structure of diverse environments by forming internal representations that allow prediction of environmental change. We provide evidence for such anticipatory behavior by revealing striking correlations of Escherichia coli transcriptional responses to temperature and oxygen perturbations-precisely mirroring the covariation of these parameters upon transitions between the outside world and the mammalian gastrointestinal tract. We further show that these internal correlations reflect a true associative learning paradigm, because they show rapid decoupling upon exposure to novel environments.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptation, Physiological",
            "Aerobiosis",
            "Anaerobiosis",
            "Computer Simulation",
            "Directed Molecular Evolution",
            "Ecosystem",
            "Escherichia coli",
            "Gene Regulatory Networks",
            "Homeostasis",
            "Kinetics",
            "Metabolic Networks and Pathways",
            "Models, Biological",
            "Models, Statistical",
            "Mutation",
            "Oligonucleotide Array Sequence Analysis",
            "Oxygen",
            "Temperature",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Ilias",
                "Last Name": "Tagkopoulos",
                "Affiliation": "Department of Electrical Engineering, Princeton University, Princeton, NJ 08544, USA."
            },
            {
                "First Name": "Yir-Chung",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2008"
    },
    {
        "PMID": "17993685",
        "Title": "Fastcompare: a nonalignment approach for genome-scale discovery of DNA and mRNA regulatory elements using network-level conservation.",
        "Abstract": "Here, we describe the usage of Fastcompare, a simple and efficient comparative approach for finding short noncoding DNA (e.g., transcription factor binding sites) and mRNA (e.g., microRNA target sites) sequences that are globally conserved between two genomes. Fastcompare is based on the network-level conservation principle, according to which the connectivity of transcriptional regulatory networks should be largely conserved between two closely related genomes. We describe here the procedure for applying Fastcompare to large genomes (with an emphasis on metazoan genomes), including scoring of exhaustive motif lists, determination of conservation threshold using sequence randomizations, and discovery of interactions between regulatory elements.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "DNA",
            "Genome",
            "RNA, Messenger",
            "Regulatory Sequences, Nucleic Acid",
            "Sequence Alignment",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Olivier",
                "Last Name": "Elemento",
                "Affiliation": "Department of Molecular Biology, Princeton University, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2007"
    },
    {
        "PMID": "17964271",
        "Title": "A universal framework for regulatory element discovery across all genomes and data types.",
        "Abstract": "Deciphering the noncoding regulatory genome has proved a formidable challenge. Despite the wealth of available gene expression data, there currently exists no broadly applicable method for characterizing the regulatory elements that shape the rich underlying dynamics. We present a general framework for detecting such regulatory DNA and RNA motifs that relies on directly assessing the mutual information between sequence and gene expression measurements. Our approach makes minimal assumptions about the background sequence model and the mechanisms by which elements affect gene expression. This provides a versatile motif discovery framework, across all data types and genomes, with exceptional sensitivity and near-zero false-positive rates. Applications from yeast to human uncover putative and established transcription-factor binding and miRNA target sites, revealing rich diversity in their spatial configurations, pervasive co-occurrences of DNA and RNA motifs, context-dependent selection for motif avoidance, and the strong impact of posttranscriptional processes on eukaryotic transcriptomes.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cluster Analysis",
            "DNA, Fungal",
            "DNA, Protozoan",
            "Databases, Genetic",
            "Gene Expression Profiling",
            "Gene Expression Regulation",
            "Gene Expression Regulation, Fungal",
            "Humans",
            "Mice",
            "MicroRNAs",
            "Nucleic Acid Conformation",
            "Oligonucleotide Array Sequence Analysis",
            "Plasmodium falciparum",
            "RNA, Fungal",
            "RNA, Protozoan",
            "Regulatory Elements, Transcriptional",
            "Regulatory Sequences, Nucleic Acid",
            "Reproducibility of Results",
            "Saccharomyces cerevisiae",
            "Sequence Analysis, DNA",
            "Sequence Analysis, RNA",
            "Sequence Homology, Nucleic Acid",
            "Software",
            "Time Factors",
            "Transcription Factors",
            "Untranslated Regions"
        ],
        "Authors": [
            {
                "First Name": "Olivier",
                "Last Name": "Elemento",
                "Affiliation": "Lewis-Sigler Institute for Integrative Genomics, Department of Molecular Biology, Princeton University, Princeton, NJ 08544, USA."
            },
            {
                "First Name": "Noam",
                "Last Name": "Slonim",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2007"
    },
    {
        "PMID": "17941710",
        "Title": "A comprehensive genetic characterization of bacterial motility.",
        "Abstract": "We have developed a powerful experimental framework that combines competitive selection and microarray-based genetic footprinting to comprehensively reveal the genetic basis of bacterial behaviors. Application of this method to Escherichia coli motility identifies 95% of the known flagellar and chemotaxis genes, and reveals three dozen novel loci that, to varying degrees and through diverse mechanisms, affect motility. To probe the network context in which these genes function, we developed a method that uncovers genome-wide epistatic interactions through comprehensive analyses of double-mutant phenotypes. This allows us to place the novel genes within the context of signaling and regulatory networks, including the Rcs phosphorelay pathway and the cyclic di-GMP second-messenger system. This unifying framework enables sensitive and comprehensive genetic characterization of complex behaviors across the microbial biosphere.",
        "Keywords": [],
        "MeSH terms": [
            "Bacillus subtilis",
            "Chemotaxis",
            "Epistasis, Genetic",
            "Escherichia coli",
            "Genome, Bacterial",
            "Second Messenger Systems",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Hany S",
                "Last Name": "Girgis",
                "Affiliation": "Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, New Jersey, USA."
            },
            {
                "First Name": "Yirchung",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "William S",
                "Last Name": "Ryu",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2007"
    },
    {
        "PMID": "17456005",
        "Title": "Unmasking activation of the zygotic genome using chromosomal deletions in the Drosophila embryo.",
        "Abstract": "During the maternal-to-zygotic transition, a developing embryo integrates post-transcriptional regulation of maternal mRNAs with transcriptional activation of its own genome. By combining chromosomal ablation in Drosophila with microarray analysis, we characterized the basis of this integration. We show that the expression profile for at least one third of zygotically active genes is coupled to the concomitant degradation of the corresponding maternal mRNAs. The embryo uses transcription and degradation to generate localized patterns of expression, and zygotic transcription to degrade distinct classes of maternal transcripts. Although degradation does not appear to involve a simple regulatory code, the activation of the zygotic genome starts from intronless genes sharing a common cis-element. This cis-element interacts with a single protein, the Bicoid stability factor, and acts as a potent enhancer capable of timing the activity of an exogenous transactivator. We propose that this regulatory mode links morphogen gradients with temporal regulation during the maternal-to-zygotic transition.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Chromosome Deletion",
            "Down-Regulation",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Female",
            "Gene Expression Profiling",
            "Gene Expression Regulation, Developmental",
            "RNA, Messenger",
            "RNA-Binding Proteins",
            "Transcriptional Activation",
            "Zygote"
        ],
        "Authors": [
            {
                "First Name": "Stefano",
                "Last Name": "De Renzis",
                "Affiliation": "Howard Hughes Medical Institute, Department of Molecular Biology, Princeton University, New Jersey, United States of America. stefanod@Princeton.edu"
            },
            {
                "First Name": "Olivier",
                "Last Name": "Elemento",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            },
            {
                "First Name": "Eric F",
                "Last Name": "Wieschaus",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2007"
    },
    {
        "PMID": "17101777",
        "Title": "Role of transcription factor Kar4 in regulating downstream events in the Saccharomyces cerevisiae pheromone response pathway.",
        "Abstract": "Yeast Kar4 is a putative transcription factor required for karyogamy (the fusion of haploid nuclei during mating) and possibly other functions. Previously known to be required only for the transcriptional induction of KAR3 and CIK1, microarray experiments identified many genes regulated by Kar4 in both mating and mitosis. Several gene clusters are positively or negatively regulated by mating pheromone in a Kar4-dependent manner. Chromatin immunoprecipitation and gel shift assays confirmed that Kar4 binds to regulatory DNA sequences upstream of KAR3. Together with one-hybrid experiments, these data support a model in which both Kar4 and Ste12 bind jointly to the KAR3 promoter. Analysis of the upstream regions of Kar4-induced genes identified a DNA sequence motif that may be a binding site for Kar4. Mutation within the motif upstream of KAR3 eliminated pheromone induction. Genes regulated by Kar4, on average, are delayed in their temporal expression and exhibit a more stringent dose response to pheromone. Furthermore, the induction of Kar4 by pheromone is necessary for the delayed temporal induction of KAR3 and PRM2, genes required for efficient nuclear fusion during mating. Accordingly, we propose that Kar4 plays a critical role in the choreography of the mating response.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Base Sequence",
            "Cluster Analysis",
            "Consensus Sequence",
            "DNA, Fungal",
            "DNA-Binding Proteins",
            "Gene Expression Regulation, Fungal",
            "Genes, Fungal",
            "Microtubule-Associated Proteins",
            "Models, Genetic",
            "Molecular Sequence Data",
            "Pheromones",
            "Promoter Regions, Genetic",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Time Factors",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Ron",
                "Last Name": "Lahav",
                "Affiliation": "Department of Molecular Biology, Princeton University, Princeton, NJ 08544-1014, USA."
            },
            {
                "First Name": "Alison",
                "Last Name": "Gammie",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            },
            {
                "First Name": "Mark D",
                "Last Name": "Rose",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2007"
    },
    {
        "PMID": "16732191",
        "Title": "Ab initio genotype-phenotype association reveals intrinsic modularity in genetic networks.",
        "Abstract": "Microbial species express an astonishing diversity of phenotypic traits, behaviors, and metabolic capacities. However, our molecular understanding of these phenotypes is based almost entirely on studies in a handful of model organisms that together represent only a small fraction of this phenotypic diversity. Furthermore, many microbial species are not amenable to traditional laboratory analysis because of their exotic lifestyles and/or lack of suitable molecular genetic techniques. As an adjunct to experimental analysis, we have developed a computational information-theoretic framework that produces high-confidence gene-phenotype predictions using cross-species distributions of genes and phenotypes across 202 fully sequenced archaea and eubacteria. In addition to identifying the genetic basis of complex traits, our approach reveals the organization of these genes into generic preferentially co-inherited modules, many of which correspond directly to known enzymatic pathways, molecular complexes, signaling pathways, and molecular machines.",
        "Keywords": [],
        "MeSH terms": [
            "Bacteria",
            "Genotype",
            "Inheritance Patterns",
            "Models, Genetic",
            "Phenotype",
            "Phylogeny"
        ],
        "Authors": [
            {
                "First Name": "Noam",
                "Last Name": "Slonim",
                "Affiliation": "Department of Physics, Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, NJ 08544, USA."
            },
            {
                "First Name": "Olivier",
                "Last Name": "Elemento",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular systems biology",
        "PubDate": "2006"
    },
    {
        "PMID": "16355253",
        "Title": "Revealing posttranscriptional regulatory elements through network-level conservation.",
        "Abstract": "We used network-level conservation between pairs of fly (Drosophila melanogaster/D. pseudoobscura) and worm (Caenorhabditis elegans/C. briggsae) genomes to detect highly conserved mRNA motifs in 3' untranslated regions. Many of these elements are complementary to the 5' extremity of known microRNAs (miRNAs), and likely correspond to their target sites. We also identify known targets of RNA-binding proteins, and many novel sites not yet known to be functional. Coherent sets of genes with similar function often bear the same conserved elements, providing new insights into their cellular functions. We also show that target sites for distinct miRNAs are often simultaneously conserved, suggesting combinatorial regulation by multiple miRNAs. A genome-wide search for conserved stem-loops, containing complementary sequences to the novel sites, revealed many new candidate miRNAs that likely target them. We also provide evidence that posttranscriptional networks have undergone extensive rewiring across distant phyla, despite strong conservation of regulatory elements themselves.",
        "Keywords": [],
        "MeSH terms": [
            "3' Untranslated Regions",
            "Animals",
            "Base Sequence",
            "Caenorhabditis",
            "Conserved Sequence",
            "Drosophila",
            "Genome",
            "MicroRNAs",
            "Protein Processing, Post-Translational",
            "Regulatory Sequences, Nucleic Acid"
        ],
        "Authors": [
            {
                "First Name": "Chang S",
                "Last Name": "Chan",
                "Affiliation": "Department of Molecular Biology and The Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, New Jersey, USA."
            },
            {
                "First Name": "Olivier",
                "Last Name": "Elemento",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS computational biology",
        "PubDate": "2005"
    },
    {
        "PMID": "15693947",
        "Title": "Fast and systematic genome-wide discovery of conserved regulatory elements using a non-alignment based approach.",
        "Abstract": "We describe a powerful new approach for discovering globally conserved regulatory elements between two genomes. The method is fast, simple and comprehensive, without requiring alignments. Its application to pairs of yeasts, worms, flies and mammals yields a large number of known and novel putative regulatory elements. Many of these are validated by independent biological observations, have spatial and/or orientation biases, are co-conserved with other elements and show surprising conservation across large phylogenetic distances.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Caenorhabditis",
            "Conserved Sequence",
            "Drosophila",
            "Genomics",
            "Humans",
            "Mice",
            "Regulatory Elements, Transcriptional",
            "Saccharomyces",
            "Sequence Alignment",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Olivier",
                "Last Name": "Elemento",
                "Affiliation": "Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, NJ 08544, USA. elemento@princeton.edu"
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome biology",
        "PubDate": "2005"
    },
    {
        "PMID": "15186774",
        "Title": "Mapping global histone acetylation patterns to gene expression.",
        "Abstract": "Histone acetyltransferases and deacetylases with specificities for different sites of acetylation affect common chromatin regions. This could generate unique patterns of acetylation that may specify downstream biological processes. To search for existence of these patterns and their relationship to gene activity, we analyzed the genome-wide acetylation profiles for eleven lysines in the four core histones of Saccharomyces cerevisiae. We find that both hyper- and hypoacetylation of individual lysines are associated with transcription, generating distinct patterns of acetylation that define groups of biologically related genes. The genes within these groups are significantly coexpressed, mediate similar physiological processes, share unique cis-regulatory DNA motifs, and are enriched for binding of specific transcription factors. Our data also indicate that the in vivo binding of the transcription factor Bdf1 is associated with acetylation on most lysines but relative deacetylation on H4 lysine 16. Thus, certain acetylation patterns may be used as surfaces for specific protein-histone interactions, providing one mechanism for coordinate regulation of chromatin processes that are biologically related.",
        "Keywords": [],
        "MeSH terms": [
            "Acetylation",
            "Acetyltransferases",
            "Binding Sites",
            "DNA",
            "Gene Expression Regulation, Fungal",
            "Genes, Regulator",
            "Histone Acetyltransferases",
            "Histone Deacetylases",
            "Histones",
            "Lysine",
            "Protein Binding",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Siavash K",
                "Last Name": "Kurdistani",
                "Affiliation": "Department of Biological Chemistry, UCLA School of Medicine and the Molecular Biology Institute, Boyer Hall, Los Angeles, CA 90095, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Grunstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2004"
    },
    {
        "PMID": "15138498",
        "Title": "Ras and Gpa2 mediate one branch of a redundant glucose signaling pathway in yeast.",
        "Abstract": "Addition of glucose to starved yeast cells elicits a dramatic restructuring of the transcriptional and metabolic state of the cell. While many components of the signaling network responsible for this response have been identified, a comprehensive view of this network is lacking. We have used global analysis of gene expression to assess the roles of the small GTP-binding proteins, Ras2 and Gpa2, in mediating the transcriptional response to glucose. We find that 90% of the transcriptional changes in the cell attendant on glucose addition are recapitulated by activation of Ras2 or Gpa2. In addition, we find that protein kinase A (PKA) mediates all of the Ras2 and Gpa2 transcriptional effects. However, we also find that most of the transcriptional effects of glucose addition to wild-type cells are retained in strains containing a PKA unresponsive to changes in cAMP levels. Thus, most glucose-responsive genes are regulated redundantly by a Ras/PKA-dependent pathway and by one or more PKA-independent pathways. Computational analysis extracted RRPE/PAC as the major response element for Ras and glucose regulation and revealed additional response elements mediating glucose and Ras regulation. These studies provide a paradigm for extracting the topology of signal transduction pathways from expression data.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Binding Sites",
            "Cell Proliferation",
            "Cluster Analysis",
            "Cyclic AMP",
            "Cyclic AMP-Dependent Protein Kinases",
            "DNA, Complementary",
            "Fungal Proteins",
            "GTP-Binding Protein alpha Subunits",
            "GTP-Binding Proteins",
            "Gene Expression Regulation, Fungal",
            "Glucose",
            "Guanosine Triphosphate",
            "Mitochondria",
            "Models, Statistical",
            "Nucleic Acid Hybridization",
            "RNA",
            "Receptors, G-Protein-Coupled",
            "Response Elements",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Signal Transduction",
            "Transcription Factors",
            "Transcription, Genetic",
            "ras Proteins"
        ],
        "Authors": [
            {
                "First Name": "Ying",
                "Last Name": "Wang",
                "Affiliation": "Department of Molecular Biology, Princeton University, Princeton, New Jersey, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Pierce",
                "Affiliation": ""
            },
            {
                "First Name": "Lisa",
                "Last Name": "Schneper",
                "Affiliation": ""
            },
            {
                "First Name": "C Gökçe",
                "Last Name": "Güldal",
                "Affiliation": ""
            },
            {
                "First Name": "Xiuying",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            },
            {
                "First Name": "James R",
                "Last Name": "Broach",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2004"
    },
    {
        "PMID": "15084257",
        "Title": "Predicting gene expression from sequence.",
        "Abstract": "We describe a systematic genome-wide approach for learning the complex combinatorial code underlying gene expression. Our probabilistic approach identifies local DNA-sequence elements and the positional and combinatorial constraints that determine their context-dependent role in transcriptional regulation. The inferred regulatory rules correctly predict expression patterns for 73% of genes in Saccharomyces cerevisiae, utilizing microarray expression data and sequences in the 800 bp upstream of genes. Application to Caenorhabditis elegans identifies predictive regulatory elements and combinatorial rules that control the phased temporal expression of transcription factors, histones, and germline specific genes. Successful prediction requires diverse and complex rules utilizing AND, OR, and NOT logic, with significant constraints on motif strength, orientation, and relative position. This system generates a large number of mechanistic hypotheses for focused experimental validation, and establishes a predictive dynamical framework for understanding cellular behavior from genomic sequence.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Bayes Theorem",
            "Caenorhabditis elegans",
            "Gene Expression Profiling",
            "Gene Expression Regulation",
            "Genes",
            "Genome",
            "Models, Statistical",
            "Multigene Family",
            "Oligonucleotide Array Sequence Analysis",
            "Predictive Value of Tests",
            "Recombination, Genetic",
            "Reproducibility of Results",
            "Saccharomyces cerevisiae",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Michael A",
                "Last Name": "Beer",
                "Affiliation": "Lewis-Sigler Institute for Integrative Genomics and Department of Molecular Biology, Princeton University, Princeton, NJ 08544, USA."
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2004"
    },
    {
        "PMID": "14707173",
        "Title": "A cross-genomic approach for systematic mapping of phenotypic traits to genes.",
        "Abstract": "We present a computational method for de novo identification of gene function using only cross-organismal distribution of phenotypic traits. Our approach assumes that proteins necessary for a set of phenotypic traits are preferentially conserved among organisms that share those traits. This method combines organism-to-phenotype associations,along with phylogenetic profiles,to identify proteins that have high propensities for the query phenotype; it does not require the use of any functional annotations for any proteins. We first present the statistical foundations of this approach and then apply it to a range of phenotypes to assess how its performance depends on the frequency and specificity of the phenotype. Our analysis shows that statistically significant associations are possible as long as the phenotype is neither extremely rare nor extremely common; results on the flagella,pili, thermophily,and respiratory tract tropism phenotypes suggest that reliable associations can be inferred when the phenotype does not arise from many alternate mechanisms.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Chromosome Mapping",
            "Escherichia coli",
            "Eubacterium",
            "Fimbriae, Bacterial",
            "Flagellin",
            "Genes, Bacterial",
            "Genome, Bacterial",
            "Models, Genetic",
            "Phenotype",
            "Pseudomonas aeruginosa",
            "Respiratory System",
            "Streptococcus pneumoniae",
            "Tropism"
        ],
        "Authors": [
            {
                "First Name": "Kam",
                "Last Name": "Jim",
                "Affiliation": "Department of Computer Science, Princeton University, Princeton, New Jersey, 08544 USA."
            },
            {
                "First Name": "Kush",
                "Last Name": "Parmar",
                "Affiliation": ""
            },
            {
                "First Name": "Mona",
                "Last Name": "Singh",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2004"
    },
    {
        "PMID": "14672978",
        "Title": "Whole-genome discovery of transcription factor binding sites by network-level conservation.",
        "Abstract": "Comprehensive identification of DNA cis-regulatory elements is crucial for a predictive understanding of transcriptional network dynamics. Strong evidence suggests that these DNA sequence motifs are highly conserved between related species, reflecting strong selection on the network of regulatory interactions that underlie common cellular behavior. Here, we exploit a systems-level aspect of this conservation-the network-level topology of these interactions-to map transcription factor (TF) binding sites on a genomic scale. Using network-level conservation as a constraint, our algorithm finds 71% of known TF binding sites in the yeast Saccharomyces cerevisiae, using only 12% of the sequence of a phylogenetic neighbor. Most of the novel predicted motifs show strong features of known TF binding sites, such as functional category and/or expression profile coherence of their corresponding genes. Network-level conservation should provide a powerful constraint for the systematic mapping of TF binding sites in the larger genomes of higher eukaryotes.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Base Composition",
            "Binding Sites",
            "Conserved Sequence",
            "Contig Mapping",
            "DNA, Fungal",
            "Genome, Fungal",
            "Humans",
            "Models, Genetic",
            "Models, Statistical",
            "Predictive Value of Tests",
            "Saccharomyces cerevisiae",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Moshe",
                "Last Name": "Pritsker",
                "Affiliation": "Department of Molecular Biology, Princeton University, Princeton, New Jersey 08544, USA."
            },
            {
                "First Name": "Yir-Chung",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Michael A",
                "Last Name": "Beer",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2004"
    },
    {
        "PMID": "12089521",
        "Title": "Genome-wide binding map of the histone deacetylase Rpd3 in yeast.",
        "Abstract": "We describe the genome-wide distribution of the histone deacetylase and repressor Rpd3 and its associated proteins Ume1 and Ume6 in Saccharomyces cerevisiae. Using a new cross-linking protocol, we found that Rpd3 binds upstream of many individual genes and upstream of members of gene classes with similar functions in anabolic processes. In addition, Rpd3 is preferentially associated with promoters that direct high transcriptional activity. We also found that Rpd3 was absent from large sub-telomeric domains. We show by co-immunoprecipitation and by the high similarity of their binding maps that Ume1 interacts with Rpd3. In contrast, despite the known role of Ume6 in Rpd3 recruitment, only a limited number of the genes targeted by Rpd3 are also enriched for (or targeted by) Ume6. This suggests that Rpd3 is brought to many promoters by alternative recruiters, some of which may bind the putative cis-regulatory DNA elements that we have identified in sets of Rpd3 target genes. Finally, we show that comparing the genome-wide pattern of Rpd3 binding with gene expression and histone acetylation in the rpd3 Delta mutant strain reveals new sites of Rpd3 function.",
        "Keywords": [],
        "MeSH terms": [
            "Acetylation",
            "Binding Sites",
            "Chromatin",
            "Chromosome Mapping",
            "Chromosomes, Fungal",
            "Cross-Linking Reagents",
            "DNA-Binding Proteins",
            "Fungal Proteins",
            "Gene Expression Regulation, Enzymologic",
            "Gene Expression Regulation, Fungal",
            "Histone Deacetylases",
            "Histones",
            "Mutation",
            "Promoter Regions, Genetic",
            "Recombinant Proteins",
            "Repressor Proteins",
            "S100 Proteins",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Transcription Factors",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Siavash K",
                "Last Name": "Kurdistani",
                "Affiliation": "Department of Biological Chemistry, University of California School of Medicine, Los Angeles, California 90095, USA."
            },
            {
                "First Name": "Daniel",
                "Last Name": "Robyr",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Grunstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2002"
    }
]