[
    {
        "PMID": "38847828",
        "Title": "Home-made low-cost dosemeter for photon dose measurements in radiobiological experiments and for education in the field of radiation sciences.",
        "Abstract": "Reliable dosimetry systems are crucial for radiobiological experiments either to quantify the biological consequences of ionizing radiation or to reproduce results by other laboratories. Also, they are essential for didactic purposes in the field of radiation research. Professional dosemeters are expensive and difficult to use in exposure facilities with closed exposure chambers. Consequently, a simple, inexpensive, battery-driven dosemeter was developed that can be easily built using readily available components. Measurements were performed to validate its readout with photons of different energy and dose rate and to demonstrate the applicability of the dosemeter. It turned out that the accuracy of the dose measurements using the developed dosemeter was better than 10%, which is satisfactory for radiobiological experiments. It is concluded that this dosemeter can be used both for determining the dose rates of an exposure facility and for educational purposes.",
        "Keywords": [
            "Dosimetry",
            "Ionization chamber",
            "Photon radiation",
            "Radiobiology",
            "Radiochromic films",
            "Silicon detector"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "August",
                "Last Name": "Blomgren",
                "Affiliation": "Department of Physics, Stockholm University, Roslagstullsbacken 21, 114 21, Stockholm, Sweden."
            },
            {
                "First Name": "Adrianna",
                "Last Name": "Tartas",
                "Affiliation": "Biomedical Physics Division, Faculty of Physics, Institute of Experimental Physics, University of Warsaw, Pasteura Street 5, 02-093, Warsaw, Poland."
            },
            {
                "First Name": "Prabodha Kumar",
                "Last Name": "Meher",
                "Affiliation": "Department of Molecular Biosciences, The Wenner-Gren Institute, Stockholm University, Svante Arrhenius väg 20C, 114 18, Stockholm, Sweden."
            },
            {
                "First Name": "Samuel",
                "Last Name": "Silverstein",
                "Affiliation": "Department of Physics, Stockholm University, Roslagstullsbacken 21, 114 21, Stockholm, Sweden."
            },
            {
                "First Name": "Andrzej",
                "Last Name": "Wojcik",
                "Affiliation": "Department of Molecular Biosciences, The Wenner-Gren Institute, Stockholm University, Svante Arrhenius väg 20C, 114 18, Stockholm, Sweden."
            },
            {
                "First Name": "Beata",
                "Last Name": "Brzozowska",
                "Affiliation": "Biomedical Physics Division, Faculty of Physics, Institute of Experimental Physics, University of Warsaw, Pasteura Street 5, 02-093, Warsaw, Poland. beata.brzozowska@fuw.edu.pl."
            }
        ],
        "Journal": "Radiation and environmental biophysics",
        "PubDate": "2024"
    },
    {
        "PMID": "28851824",
        "Title": "Blockade of surface-bound TGF-β on regulatory T cells abrogates suppression of effector T cell function in the tumor microenvironment.",
        "Abstract": "Regulatory T cells (T",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antibodies, Neutralizing",
            "CD8-Positive T-Lymphocytes",
            "Cell Communication",
            "Cell Line, Tumor",
            "Coculture Techniques",
            "Female",
            "Granzymes",
            "Immunity, Cellular",
            "Immunosuppression Therapy",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Programmed Cell Death 1 Receptor",
            "T-Lymphocytes, Regulatory",
            "Transforming Growth Factor beta",
            "Tumor Microenvironment"
        ],
        "Authors": [
            {
                "First Name": "Sadna",
                "Last Name": "Budhu",
                "Affiliation": "Swim Across America and Ludwig Collaborative Laboratory, Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "David A",
                "Last Name": "Schaer",
                "Affiliation": "Swim Across America and Ludwig Collaborative Laboratory, Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Yongbiao",
                "Last Name": "Li",
                "Affiliation": "Research Engineering Laboratory, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Ricardo",
                "Last Name": "Toledo-Crow",
                "Affiliation": "Research Engineering Laboratory, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Katherine",
                "Last Name": "Panageas",
                "Affiliation": "Department of Epidemiology and Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Xia",
                "Last Name": "Yang",
                "Affiliation": "Swim Across America and Ludwig Collaborative Laboratory, Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Hong",
                "Last Name": "Zhong",
                "Affiliation": "Swim Across America and Ludwig Collaborative Laboratory, Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Alan N",
                "Last Name": "Houghton",
                "Affiliation": "Swim Across America and Ludwig Collaborative Laboratory, Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Taha",
                "Last Name": "Merghoub",
                "Affiliation": "Swim Across America and Ludwig Collaborative Laboratory, Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA. merghout@mskcc.org wolchokj@mskcc.org."
            },
            {
                "First Name": "Jedd D",
                "Last Name": "Wolchok",
                "Affiliation": "Swim Across America and Ludwig Collaborative Laboratory, Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA. merghout@mskcc.org wolchokj@mskcc.org."
            }
        ],
        "Journal": "Science signaling",
        "PubDate": "2017"
    },
    {
        "PMID": "28483986",
        "Title": "A Consensus Definitive Classification of Scavenger Receptors and Their Roles in Health and Disease.",
        "Abstract": "Scavenger receptors constitute a large family of proteins that are structurally diverse and participate in a wide range of biological functions. These receptors are expressed predominantly by myeloid cells and recognize a diverse variety of ligands including endogenous and modified host-derived molecules and microbial pathogens. There are currently eight classes of scavenger receptors, many of which have multiple names, leading to inconsistencies and confusion in the literature. To address this problem, a workshop was organized by the United States National Institute of Allergy and Infectious Diseases, National Institutes of Health, to help develop a clear definition of scavenger receptors and a standardized nomenclature based on that definition. Fifteen experts in the scavenger receptor field attended the workshop and, after extensive discussion, reached a consensus regarding the definition of scavenger receptors and a proposed scavenger receptor nomenclature. Scavenger receptors were defined as cell surface receptors that typically bind multiple ligands and promote the removal of nonself or altered-self targets. They often function by mechanisms that include endocytosis, phagocytosis, adhesion, and signaling that ultimately lead to the elimination of degraded or harmful substances. Based on this definition, nomenclature and classification of these receptors into 10 classes were proposed. This classification was discussed at three national meetings and input from participants at these meetings was requested. The following manuscript is a consensus statement that combines the recommendations of the initial workshop and incorporates the input received from the participants at the three national meetings.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Endocytosis",
            "Humans",
            "Ligands",
            "Mice",
            "National Institute of Allergy and Infectious Diseases (U.S.)",
            "Phagocytosis",
            "Receptors, Immunologic",
            "Receptors, Scavenger",
            "Scavenger Receptors, Class A",
            "Signal Transduction",
            "Terminology as Topic",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Mercy R",
                "Last Name": "PrabhuDas",
                "Affiliation": "Division of Allergy, Immunology and Transplantation, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Rockville, MD 20852; mprabhudas@niaid.nih.gov jelkhoury@mgh.harvard.edu."
            },
            {
                "First Name": "Cynthia L",
                "Last Name": "Baldwin",
                "Affiliation": "Department of Veterinary and Animal Sciences, University of Massachusetts, Amherst, MA 01003."
            },
            {
                "First Name": "Paul L",
                "Last Name": "Bollyky",
                "Affiliation": "Department of Medicine, Stanford University, Stanford, CA 94305."
            },
            {
                "First Name": "Dawn M E",
                "Last Name": "Bowdish",
                "Affiliation": "Department of Pathology and Molecular Medicine, McMaster Immunology Research Centre, M.G. DeGroote Institute of Infectious Disease Research, McMaster University, Hamilton, Ontario L8S 4K1, Canada."
            },
            {
                "First Name": "Kurt",
                "Last Name": "Drickamer",
                "Affiliation": "Department of Life Sciences, Imperial College, London SW7 2AZ, United Kingdom."
            },
            {
                "First Name": "Maria",
                "Last Name": "Febbraio",
                "Affiliation": "Department of Dentistry, Katz Group Centre for Pharmacy and Health Research, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, Alberta T6G 2E1, Canada."
            },
            {
                "First Name": "Joachim",
                "Last Name": "Herz",
                "Affiliation": "Department of Molecular Genetics, University of Texas Southwestern Medical Center, Dallas, TX 75390."
            },
            {
                "First Name": "Lester",
                "Last Name": "Kobzik",
                "Affiliation": "Department of Environmental Health, Harvard School of Public Health, Boston, MA 02115."
            },
            {
                "First Name": "Monty",
                "Last Name": "Krieger",
                "Affiliation": "Department of Biology, Massachusetts Institute of Technology, Cambridge, MA 02139."
            },
            {
                "First Name": "John",
                "Last Name": "Loike",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Benita",
                "Last Name": "McVicker",
                "Affiliation": "University of Nebraska Medical Center, Omaha VA Nebraska-Western Iowa Health Care System, Omaha, NE 68105."
            },
            {
                "First Name": "Terry K",
                "Last Name": "Means",
                "Affiliation": "Center for Immunology and Inflammatory Diseases, Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital and Harvard Medical School, Charlestown, MA 02129."
            },
            {
                "First Name": "Soren K",
                "Last Name": "Moestrup",
                "Affiliation": "Department of Biomedicine, University of Aarhus, 8000 Aarhus C, Denmark."
            },
            {
                "First Name": "Steven R",
                "Last Name": "Post",
                "Affiliation": "Department of Pathology, University of Arkansas for Medical Sciences, Little Rock, AR 72205."
            },
            {
                "First Name": "Tatsuya",
                "Last Name": "Sawamura",
                "Affiliation": "Department of Physiology, Research Institute, Shinshu University School of Medicine, Matsumoto, Nagano, Japan."
            },
            {
                "First Name": "Samuel",
                "Last Name": "Silverstein",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Robert C",
                "Last Name": "Speth",
                "Affiliation": "Department of Pharmaceutical Sciences, Nova Southeastern University, Fort Lauderdale, FL 33328."
            },
            {
                "First Name": "Janice C",
                "Last Name": "Telfer",
                "Affiliation": "Department of Veterinary and Animal Sciences, University of Massachusetts, Amherst, MA 01003."
            },
            {
                "First Name": "Geoffrey M",
                "Last Name": "Thiele",
                "Affiliation": "Division of Rheumatology, Department of Medicine, College of Medicine, University of Nebraska Medical Center, Omaha, NE 68105."
            },
            {
                "First Name": "Xiang-Yang",
                "Last Name": "Wang",
                "Affiliation": "Department of Human and Molecular Genetics, Institute of Molecular Medicine, Massey Cancer Center, Virginia Commonwealth University School of Medicine, Richmond, VA 23298."
            },
            {
                "First Name": "Samuel D",
                "Last Name": "Wright",
                "Affiliation": "Cardiovascular Therapeutics, CSL Behring, King of Prussia, PA 19406; and."
            },
            {
                "First Name": "Joseph",
                "Last Name": "El Khoury",
                "Affiliation": "Infectious Disease Division, Center for Immunology and Inflammatory Diseases, Massachusetts General Hospital, Harvard Medical School, Charlestown, MA 02129 mprabhudas@niaid.nih.gov jelkhoury@mgh.harvard.edu."
            }
        ],
        "Journal": "Journal of immunology (Baltimore, Md. : 1950)",
        "PubDate": "2017"
    },
    {
        "PMID": "24563502",
        "Title": "Standardizing scavenger receptor nomenclature.",
        "Abstract": "Scavenger receptors constitute a large family of proteins that are structurally diverse and participate in a wide range of biological functions. These receptors are expressed predominantly by myeloid cells and recognize a variety of ligands, including endogenous and modified host-derived molecules and microbial pathogens. There are currently eight classes of scavenger receptors, many of which have multiple names, leading to inconsistencies and confusion in the literature. To address this problem, a workshop was organized by the U.S. National Institute of Allergy and Infectious Diseases, National Institutes of Health to help develop a clear definition of scavenger receptors and a standardized nomenclature based on that definition. Fifteen experts in the scavenger receptor field attended the workshop and, after extensive discussion, reached a consensus regarding the definition of scavenger receptors and a proposed scavenger receptor nomenclature. Scavenger receptors were defined as cell surface receptors that typically bind multiple ligands and promote the removal of non-self or altered-self targets. They often function by mechanisms that include endocytosis, phagocytosis, adhesion, and signaling that ultimately lead to the elimination of degraded or harmful substances. Based on this definition, nomenclature and classification of these receptors into 10 classes were proposed. The discussion and nomenclature recommendations described in this report only refer to mammalian scavenger receptors. The purpose of this article is to describe the proposed mammalian nomenclature and classification developed at the workshop and to solicit additional feedback from the broader research community.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Receptors, Scavenger",
            "Terminology as Topic"
        ],
        "Authors": [
            {
                "First Name": "Mercy",
                "Last Name": "Prabhudas",
                "Affiliation": "Division of Allergy, Immunology and Transplantation, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD 20892;"
            },
            {
                "First Name": "Dawn",
                "Last Name": "Bowdish",
                "Affiliation": ""
            },
            {
                "First Name": "Kurt",
                "Last Name": "Drickamer",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Febbraio",
                "Affiliation": ""
            },
            {
                "First Name": "Joachim",
                "Last Name": "Herz",
                "Affiliation": ""
            },
            {
                "First Name": "Lester",
                "Last Name": "Kobzik",
                "Affiliation": ""
            },
            {
                "First Name": "Monty",
                "Last Name": "Krieger",
                "Affiliation": ""
            },
            {
                "First Name": "John",
                "Last Name": "Loike",
                "Affiliation": ""
            },
            {
                "First Name": "Terry K",
                "Last Name": "Means",
                "Affiliation": ""
            },
            {
                "First Name": "Soren K",
                "Last Name": "Moestrup",
                "Affiliation": ""
            },
            {
                "First Name": "Steven",
                "Last Name": "Post",
                "Affiliation": ""
            },
            {
                "First Name": "Tatsuya",
                "Last Name": "Sawamura",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel",
                "Last Name": "Silverstein",
                "Affiliation": ""
            },
            {
                "First Name": "Xiang-Yang",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph",
                "Last Name": "El Khoury",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of immunology (Baltimore, Md. : 1950)",
        "PubDate": "2014"
    },
    {
        "PMID": "23237495",
        "Title": "Automated flux chamber for investigating gas flux at water-air interfaces.",
        "Abstract": "Aquatic ecosystems are major sources of greenhouse gases (GHG). Representative measurements of GHG fluxes from aquatic ecosystems to the atmosphere are vital for quantitative understanding of relationships between biogeochemistry and climate. Fluxes occur at high temporal variability at diel or longer scales, which are not captured by traditional short-term deployments (often in the order of 30 min) of floating flux chambers. High temporal frequency measurements are necessary but also extremely labor intensive if manual flux chamber based methods are used. Therefore, we designed an inexpensive and easily mobile automated flux chamber (AFC) for extended deployments. The AFC was designed to measure in situ accumulation of gas in the chamber and also to collect gas samples in an array of sample bottles for subsequent analysis in the laboratory, providing two independent ways of CH(4) concentration measurements. We here present the AFC design and function together with data from initial laboratory tests and from a field deployment.",
        "Keywords": [],
        "MeSH terms": [
            "Air",
            "Environmental Monitoring",
            "Equipment Design",
            "Gases",
            "Greenhouse Effect",
            "Methane",
            "Water"
        ],
        "Authors": [
            {
                "First Name": "Nguyen Thanh",
                "Last Name": "Duc",
                "Affiliation": "Department of Geological Sciences, Stockholm University, 106 91 Stockholm, Sweden. nguyen.duc@geo.su.se"
            },
            {
                "First Name": "Samuel",
                "Last Name": "Silverstein",
                "Affiliation": ""
            },
            {
                "First Name": "Lars",
                "Last Name": "Lundmark",
                "Affiliation": ""
            },
            {
                "First Name": "Henrik",
                "Last Name": "Reyier",
                "Affiliation": ""
            },
            {
                "First Name": "Patrick",
                "Last Name": "Crill",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Bastviken",
                "Affiliation": ""
            }
        ],
        "Journal": "Environmental science & technology",
        "PubDate": "2013"
    },
    {
        "PMID": "22820286",
        "Title": "How many neutrophils are enough (redux, redux)?",
        "Abstract": "Many chemotherapeutic regimens produce neutropenia, which predisposes to microbial infection. However, not all neutropenic individuals develop infections, so the ability to predict this outcome would be a powerful clinical tool. In this issue of the JCI, Malka et al. describe a dynamic system model of neutrophil bactericidal activity that confirms and extends the concept of critical neutrophil concentration. The authors demonstrate that when the neutrophil concentration approaches the critical concentration, bacterial populations in contact with them exhibit bistability. Their experimental findings raise the intriguing possibility of greater variability in bactericidal activity of neutrophils from healthy adults than heretofore recognized; their model predicts that this could have life-and-death consequences.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2012"
    },
    {
        "PMID": "22490302",
        "Title": "Toward integrative cancer immunotherapy: targeting the tumor microenvironment.",
        "Abstract": "The development of cancer has historically been attributed to genomic alterations of normal host cells. Accordingly, the aim of most traditional cancer therapies has been to destroy the transformed cells themselves. There is now widespread appreciation that the progressive growth and metastatic spread of cancer cells requires the cooperation of normal host cells (endothelial cells, fibroblasts, other mesenchymal cells, and immune cells), both local to, and at sites distant from, the site at which malignant transformation occurs. It is the balance of these cellular interactions that both determines the natural history of the cancer, and influences its response to therapy. This active tumor-host dynamic has stimulated interest in the tumor microenvironment as a key target for both cancer diagnosis and therapy. Recent data has demonstrated both that the presence of CD8⁺ T cells within a tumor is associated with a good prognosis, and that the eradication of all malignantly transformed cells within a tumor requires that the intra-tumoral concentration of cytolytically active CD8⁺ effector T cells remain above a critical concentration until every tumor cell has been killed. These findings have stimulated two initiatives in the field of cancer immunotherapy that focus on the tumor microenvironment. The first is the development of the immune score as part of the routine diagnostic and prognostic evaluation of human cancers, and the second is the development of combinatorial immune-based therapies that reduce tumor-associated immune suppression to unleash pre-existing or therapeutically-induced tumor immunity. In support of these efforts, the Society for the Immunotherapy of Cancer (SITC) is sponsoring a workshop entitled \"Focus on the Target: The Tumor Microenvironment\" to be held October 24-25, 2012 in Bethesda, Maryland. This meeting should support development of the immune score, and result in a position paper highlighting opportunities for the development of integrative cancer immunotherapies that sculpt the tumor microenvironment to promote definitive tumor rejection.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Proliferation",
            "Congresses as Topic",
            "Disease Progression",
            "Humans",
            "Immunity",
            "Immunotherapy",
            "Neoplasms",
            "Tumor Microenvironment"
        ],
        "Authors": [
            {
                "First Name": "Leisha A",
                "Last Name": "Emens",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            },
            {
                "First Name": "Samir",
                "Last Name": "Khleif",
                "Affiliation": ""
            },
            {
                "First Name": "Francesco M",
                "Last Name": "Marincola",
                "Affiliation": ""
            },
            {
                "First Name": "Jérôme",
                "Last Name": "Galon",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of translational medicine",
        "PubDate": "2012"
    },
    {
        "PMID": "20147536",
        "Title": "Complement component c1q mediates mitochondria-driven oxidative stress in neonatal hypoxic-ischemic brain injury.",
        "Abstract": "Hypoxic-ischemic (HI) brain injury in infants is a leading cause of lifelong disability. We report a novel pathway mediating oxidative brain injury after hypoxia-ischemia in which C1q plays a central role. Neonatal mice incapable of classical or terminal complement activation because of C1q or C6 deficiency or pharmacologically inhibited assembly of membrane attack complex were subjected to hypoxia-ischemia. Only C1q(-/-) mice exhibited neuroprotection coupled with attenuated oxidative brain injury. This was associated with reduced production of reactive oxygen species (ROS) in C1q(-/-) brain mitochondria and preserved activity of the respiratory chain. Compared with C1q(+/+) neurons, cortical C1q(-/-) neurons exhibited resistance to oxygen-glucose deprivation. However, postischemic exposure to exogenous C1q increased both mitochondrial ROS production and mortality of C1q(-/-) neurons. This C1q toxicity was abolished by coexposure to antioxidant Trolox (6-hydroxy-2,5,7,8-tetramethylchroman-2-carboxylic acid). Thus, the C1q component of complement, accelerating mitochondrial ROS emission, exacerbates oxidative injury in the developing HI brain. The terminal complement complex is activated in the HI neonatal brain but appeared to be nonpathogenic. These findings have important implications for design of the proper therapeutic interventions against HI neonatal brain injury by highlighting a pathogenic priority of C1q-mediated mitochondrial oxidative stress over the C1q deposition-triggered terminal complement activation.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Newborn",
            "Brain Infarction",
            "CD59 Antigens",
            "Cells, Cultured",
            "Complement Activation",
            "Complement C1q",
            "Cytosol",
            "Female",
            "Glucose",
            "Hypoxia-Ischemia, Brain",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Mitochondria",
            "Neurons",
            "Oxidative Stress",
            "Oxygen",
            "Reactive Oxygen Species"
        ],
        "Authors": [
            {
                "First Name": "Vadim S",
                "Last Name": "Ten",
                "Affiliation": "Departments of Pediatrics, Neurosurgery, and Physiology and Cellular Biophysics, Columbia University, New York, New York 10032, USA. vt82@columbia.edu"
            },
            {
                "First Name": "Jun",
                "Last Name": "Yao",
                "Affiliation": ""
            },
            {
                "First Name": "Veniamin",
                "Last Name": "Ratner",
                "Affiliation": ""
            },
            {
                "First Name": "Sergey",
                "Last Name": "Sosunov",
                "Affiliation": ""
            },
            {
                "First Name": "Deborah A",
                "Last Name": "Fraser",
                "Affiliation": ""
            },
            {
                "First Name": "Marina",
                "Last Name": "Botto",
                "Affiliation": ""
            },
            {
                "First Name": "Baalasubramanian",
                "Last Name": "Sivasankar",
                "Affiliation": ""
            },
            {
                "First Name": "B Paul",
                "Last Name": "Morgan",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel",
                "Last Name": "Silverstein",
                "Affiliation": ""
            },
            {
                "First Name": "Raymond",
                "Last Name": "Stark",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Polin",
                "Affiliation": ""
            },
            {
                "First Name": "Susan J",
                "Last Name": "Vannucci",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Pinsky",
                "Affiliation": ""
            },
            {
                "First Name": "Anatoly A",
                "Last Name": "Starkov",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2010"
    },
    {
        "PMID": "20065066",
        "Title": "CD8+ T cell concentration determines their efficiency in killing cognate antigen-expressing syngeneic mammalian cells in vitro and in mouse tissues.",
        "Abstract": "We describe a quantitative model for assessing the cytolytic activity of antigen-specific CD8+ T cells in vitro and in vivo in which the concentration of antigen-specific CD8+ T cells determines the efficiency with which these cells kill cognate antigen-expressing melanoma cells in packed cell pellets, in three-dimensional collagen-fibrin gels in vitro, and in established melanomas in vivo. In combination with a clonogenic assay for melanoma cells, collagen-fibrin gels are 4,500-5,500-fold more sensitive than the packed cell pellet-type assays generally used to measure CD8+ T cell cytolytic activity. An equation previously used to describe neutrophil bactericidal activity in vitro and in vivo also describes antigen-specific CD8+ T cell-mediated cytolysis of cognate antigen-expressing melanoma cells in collagen-fibrin gels in vitro and in transplanted tumors in vivo. We have used this equation to calculate the critical concentration of antigen-specific CD8+ T cells, which is the concentration of these cells required to hold constant the concentration of a growing population of cognate antigen-expressing melanoma cells. It is approximately 3.5x10(5)/ml collagen-fibrin gel in vitro and approximately 3x10(6)/ml or /g melanoma for previously published studies of ex vivo-activated adoptively transferred tumor antigen-specific CD8+ T cell killing of cognate antigen-expressing melanoma cells in established tumors in vivo. The antigen-specific CD8+ T cell concentration required to kill 100% of 2x10(7)/ml cognate antigen-expressing melanoma cells in collagen fibrin gels is >or=10(7)/ml of gel.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antigens, Neoplasm",
            "CD8-Positive T-Lymphocytes",
            "Cell Line, Tumor",
            "Gene Expression Regulation, Neoplastic",
            "Humans",
            "Immunity, Cellular",
            "Melanoma",
            "Mice",
            "Mice, Transgenic"
        ],
        "Authors": [
            {
                "First Name": "Sadna",
                "Last Name": "Budhu",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "John D",
                "Last Name": "Loike",
                "Affiliation": ""
            },
            {
                "First Name": "Ashley",
                "Last Name": "Pandolfi",
                "Affiliation": ""
            },
            {
                "First Name": "Soo",
                "Last Name": "Han",
                "Affiliation": ""
            },
            {
                "First Name": "Geoffrey",
                "Last Name": "Catalano",
                "Affiliation": ""
            },
            {
                "First Name": "Andrei",
                "Last Name": "Constantinescu",
                "Affiliation": ""
            },
            {
                "First Name": "Raphael",
                "Last Name": "Clynes",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of experimental medicine",
        "PubDate": "2010"
    },
    {
        "PMID": "19833969",
        "Title": "Teachers' participation in research programs improves their students' achievement in science.",
        "Abstract": "Research experience programs engage teachers in the hands-on practice of science. Program advocates assert that program participation enhances teachers' skills in communicating science to students. We measured the impact of New York City public high-school science teachers' participation in Columbia University's Summer Research Program on their students' academic performance in science. In the year before program entry, students of participating and nonparticipating teachers passed a New York State Regents science examination at the same rate. In years three and four after program entry, participating teachers' students passed Regents science exams at a rate that was 10.1% higher (P = 0.049) than that of nonparticipating teachers' students. Other program benefits include decreased teacher attrition from classroom teaching and school cost savings of U.S. $1.14 per $1 invested in the program.",
        "Keywords": [],
        "MeSH terms": [
            "Achievement",
            "Curriculum",
            "Education, Continuing",
            "Educational Measurement",
            "Faculty",
            "Humans",
            "New York",
            "New York City",
            "Program Evaluation",
            "Research",
            "Science",
            "Universities"
        ],
        "Authors": [
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": "Department of Physiology, Columbia University, 630 West 168th Street, New York, NY 10032, USA. scs3@columbia.edu"
            },
            {
                "First Name": "Jay",
                "Last Name": "Dubner",
                "Affiliation": ""
            },
            {
                "First Name": "Jon",
                "Last Name": "Miller",
                "Affiliation": ""
            },
            {
                "First Name": "Sherry",
                "Last Name": "Glied",
                "Affiliation": ""
            },
            {
                "First Name": "John D",
                "Last Name": "Loike",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2009"
    },
    {
        "PMID": "19429621",
        "Title": "Gemfibrozil inhibits Legionella pneumophila and Mycobacterium tuberculosis enoyl coenzyme A reductases and blocks intracellular growth of these bacteria in macrophages.",
        "Abstract": "We report here that gemfibrozil (GFZ) inhibits axenic and intracellular growth of Legionella pneumophila and of 27 strains of wild-type and multidrug-resistant Mycobacterium tuberculosis in bacteriological medium and in human and mouse macrophages, respectively. At a concentration of 0.4 mM, GFZ completely inhibited L. pneumophila fatty acid synthesis, while at 0.12 mM it promoted cytoplasmic accumulation of polyhydroxybutyrate. To assess the mechanism(s) of these effects, we cloned an L. pneumophila FabI enoyl reductase homolog that complemented for growth an Escherichia coli strain carrying a temperature-sensitive enoyl reductase and rendered the complemented E. coli strain sensitive to GFZ at the nonpermissive temperature. GFZ noncompetitively inhibited this L. pneumophila FabI homolog, as well as M. tuberculosis InhA and E. coli FabI.",
        "Keywords": [],
        "MeSH terms": [
            "Acyl-CoA Dehydrogenases",
            "Amino Acid Sequence",
            "Animals",
            "Cells, Cultured",
            "Clofibric Acid",
            "Enzyme Activation",
            "Escherichia coli",
            "Gemfibrozil",
            "Glyceraldehyde",
            "Humans",
            "Kinetics",
            "Legionella pneumophila",
            "Lipid Metabolism",
            "Macrophages",
            "Mice",
            "Microbial Sensitivity Tests",
            "Microscopy, Electron, Transmission",
            "Molecular Sequence Data",
            "Mycobacterium tuberculosis",
            "Propane",
            "Sequence Homology, Amino Acid"
        ],
        "Authors": [
            {
                "First Name": "Ronit",
                "Last Name": "Reich-Slotky",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Christina A",
                "Last Name": "Kabbash",
                "Affiliation": ""
            },
            {
                "First Name": "Phyllis",
                "Last Name": "Della-Latta",
                "Affiliation": ""
            },
            {
                "First Name": "John S",
                "Last Name": "Blanchard",
                "Affiliation": ""
            },
            {
                "First Name": "Steven J",
                "Last Name": "Feinmark",
                "Affiliation": ""
            },
            {
                "First Name": "Sherry",
                "Last Name": "Freeman",
                "Affiliation": ""
            },
            {
                "First Name": "Gilla",
                "Last Name": "Kaplan",
                "Affiliation": ""
            },
            {
                "First Name": "Howard A",
                "Last Name": "Shuman",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of bacteriology",
        "PubDate": "2009"
    },
    {
        "PMID": "17146037",
        "Title": "How teaching matters.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Educational Measurement",
            "Educational Status",
            "Humans",
            "Professional Competence",
            "Research",
            "Research Design",
            "Science",
            "Students",
            "Teaching"
        ],
        "Authors": [
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            }
        ],
        "Journal": "CBE life sciences education",
        "PubDate": "2006"
    },
    {
        "PMID": "16244116",
        "Title": "PAF-receptor antagonists, lovastatin, and the PTK inhibitor genistein inhibit H2O2 secretion by macrophages cultured on oxidized-LDL matrices.",
        "Abstract": "Adhesion of mononuclear phagocytes (Macs) to extracellular matrices containing oxidized low-density lipoproteins (oxLDL) stimulates these cells to secrete reactive oxygen species (e.g., O2-, H2O2) that are believed to promote atherogenesis. Current in vitro systems designed to measure Mac H2O2 secretion in response to oxLDL show that these cells secrete H2O2 for only a few hours after plating. The slow onset and chronicity of atherogenesis, however, suggested to us that Mac ROS secretion might be sustained for much longer periods when Macs are maintained in an environment resembling that in the intima of arteries undergoing atherogenesis. The findings reported here confirm this suggestion. They show that Macs maintained on collagen IV matrices containing oxLDL in medium containing human plasma-derived serum secrete H2O2 continuously and in large amounts for at least 11 days. Using this system we tested the effects of compounds known to attenuate atherogenesis in vivo. Platelet-activating factor (PAF) receptor antagonists, lovastatin, and the isoflavone protein tyrosine kinase (PTK) inhibitor genistein each reduced H2O2 secretion by Macs maintained on oxLDL-containing matrices by approximately 60%. Lovastatin's inhibitory effect was blocked completely by addition of geranylgeranyl pyrophosphate to the medium. We conclude that matrix-bound and oxidized lipoproteins stimulate Macs to produce H2O2 continuously and in large quantities via a pathway that involves PAF receptors and PTK and is reversibly blocked by inhibitors of protein prenylation.",
        "Keywords": [],
        "MeSH terms": [
            "Atherosclerosis",
            "Cells, Cultured",
            "Extracellular Matrix",
            "Genistein",
            "Humans",
            "Hydrogen Peroxide",
            "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
            "Lipoproteins, LDL",
            "Lovastatin",
            "Macrophages",
            "Phagocytes",
            "Platelet Membrane Glycoproteins",
            "Protein-Tyrosine Kinases",
            "Receptors, G-Protein-Coupled",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Indra",
                "Last Name": "Sethy-Coraci",
                "Affiliation": "Departments of Physiology and Cellular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Lara W",
                "Last Name": "Crock",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of leukocyte biology",
        "PubDate": "2005"
    },
    {
        "PMID": "15353554",
        "Title": "Determination of the critical concentration of neutrophils required to block bacterial growth in tissues.",
        "Abstract": "We showed previously that the competition between bacterial killing by neutrophils and bacterial growth in stirred serum-containing suspensions could be modeled as the competition between a first-order reaction (bacterial growth) and a second-order reaction (bacterial killing by neutrophils). The model provided a useful parameter, the critical neutrophil concentration (CNC), below which bacterial concentration increased and above which it decreased, independent of the initial bacterial concentration. We report here that this model applies to neutrophil killing of bacteria in three-dimensional fibrin matrices and in rabbit dermis. We measured killing of 10(3)-10(8) colony forming units/ml Staphylococcus epidermidis by 10(5)-10(8) human neutrophils/ml in fibrin gels. The CNC was approximately 4 x 10(6) neutrophils/ml gel in the presence of normal serum and approximately 1.6 x 10(7) neutrophils/ml gel in the presence of C5-deficient serum. Application of our model to published data of others on killing of approximately 5 x 10(7) to 2 x 10(8) E. coli/ml rabbit dermis yielded CNCs from approximately 4 x 10(6) to approximately 8 x 10(6) neutrophils/ml dermis. Thus, in disparate tissues and tissuelike environments, our model fits the kinetics of bacterial killing and gives similar lower limits (CNCs) to the neutrophil concentration required to control bacterial growth.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Division",
            "Culture Media",
            "Escherichia coli",
            "Fibrin",
            "Humans",
            "Kinetics",
            "Microscopy, Confocal",
            "Neutrophils",
            "Rabbits",
            "Skin",
            "Staphylococcus epidermidis",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Yongmei",
                "Last Name": "Li",
                "Affiliation": "Dept. of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, 630 W. 168th St., New York, NY 10032, USA."
            },
            {
                "First Name": "Arthur",
                "Last Name": "Karlin",
                "Affiliation": ""
            },
            {
                "First Name": "John D",
                "Last Name": "Loike",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of experimental medicine",
        "PubDate": "2004"
    },
    {
        "PMID": "12612547",
        "Title": "Adult mouse astrocytes degrade amyloid-beta in vitro and in situ.",
        "Abstract": "Alzheimer disease (AD) is a progressive neurodegenerative disorder characterized by excessive deposition of amyloid-beta (Abeta) peptides in the brain. One of the earliest neuropathological changes in AD is the accumulation of astrocytes at sites of Abeta deposition, but the cause or significance of this cellular response is unclear. Here we show that cultured adult mouse astrocytes migrate in response to monocyte chemoattractant protein-1 (MCP-1), a chemokine present in AD lesions, and cease migration upon interaction with immobilized Abeta(1-42). We also show that astrocytes bind and degrade Abeta(1-42). Astrocytes plated on Abeta-laden brain sections from a mouse model of AD associate with the Abeta deposits and reduce overall Abeta levels in these sections. Our results suggest a novel mechanism for the accumulation of astrocytes around Abeta deposits, indicate a direct role for astrocytes in degradation of Abeta and implicate deficits in astroglial clearance of Abeta in the pathogenesis of AD. Treatments that increase removal of Abeta by astrocytes may therefore be a critical mechanism to reduce the neurodegeneration associated with AD.",
        "Keywords": [],
        "MeSH terms": [
            "Alzheimer Disease",
            "Amyloid beta-Peptides",
            "Animals",
            "Astrocytes",
            "Cell Movement",
            "Chemokine CCL2",
            "Mice",
            "Peptide Fragments"
        ],
        "Authors": [
            {
                "First Name": "Tony",
                "Last Name": "Wyss-Coray",
                "Affiliation": "Geriatric Research, Education and Clinical Center, VA Palo Alto Health Care System, Palo Alto, California, USA."
            },
            {
                "First Name": "John D",
                "Last Name": "Loike",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas C",
                "Last Name": "Brionne",
                "Affiliation": ""
            },
            {
                "First Name": "Emily",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Roman",
                "Last Name": "Anankov",
                "Affiliation": ""
            },
            {
                "First Name": "Fengrong",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            },
            {
                "First Name": "Jens",
                "Last Name": "Husemann",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature medicine",
        "PubDate": "2003"
    },
    {
        "PMID": "12379907",
        "Title": "Scavenger receptors in neurobiology and neuropathology: their role on microglia and other cells of the nervous system.",
        "Abstract": "Scavenger receptor class A (SR-A, CD204), scavenger receptor-BI (SR-BI), and CD36 are cell surface proteins that mediate cell adhesion to, and endocytosis of, various native and pathologically modified substances, and participate in intracellular signaling, lipid metabolism, and host defense against bacterial pathogens. Microglia, Mato cells, astrocytes, cerebral microvascular endothelial cells, cerebral arterial smooth muscle cells, and retinal pigment epithelial cells express one or more of these SR. Expression of SR-A and SR-BI by microglia is developmentally regulated. Neonatal microglia express SR-A and SR-BI, while microglia in normal mouse and human adult brain express neither. Astrocytes in adult brain express SR-BI. In Alzheimer's disease, microglial expression of SR-A is increased. Such findings, and evidence that SR-A and SR-BI mediate adhesion and endocytosis of fibrillar beta-amyloid by microglia and astrocytes, respectively, and that SR-A, SR-BI, and CD36 participate in secretion of reactive oxygen species by microglia, suggest roles for these receptors in homeostasis and neuropathology.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "CD36 Antigens",
            "Humans",
            "Ligands",
            "Lipid Metabolism",
            "Membrane Proteins",
            "Microglia",
            "Nervous System",
            "Nervous System Diseases",
            "Phagocytosis",
            "Receptors, Immunologic",
            "Receptors, Lipoprotein",
            "Receptors, Scavenger",
            "Scavenger Receptors, Class A",
            "Scavenger Receptors, Class B"
        ],
        "Authors": [
            {
                "First Name": "Jens",
                "Last Name": "Husemann",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, New York."
            },
            {
                "First Name": "John D",
                "Last Name": "Loike",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, New York."
            },
            {
                "First Name": "Roman",
                "Last Name": "Anankov",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, New York."
            },
            {
                "First Name": "Maria",
                "Last Name": "Febbraio",
                "Affiliation": "Department of Medicine, Division of Hematology and Medical Oncology, Center of Vascular Biology, Weill Medical College of Cornell University, New York, New York."
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, New York."
            }
        ],
        "Journal": "Glia",
        "PubDate": "2002"
    },
    {
        "PMID": "12060772",
        "Title": "A critical concentration of neutrophils is required for effective bacterial killing in suspension.",
        "Abstract": "We have examined the effect of neutrophil concentration on killing of a clinical isolate of Staphylococcus epidermidis. Human neutrophils at concentrations varying from 10(5) to 10(7) per ml were mixed in suspension with S. epidermidis at concentrations varying from 10(3) to 10(8) colony-forming units/ml, and the concentration of viable bacteria was assayed after various times at 37 degrees C. The rate of bacterial killing depended on the concentration of neutrophils and not on the ratio of neutrophils to bacteria. Below a critical concentration of neutrophils, bacteria growth was greater than neutrophil killing of bacteria even when the ratio of neutrophils to bacteria was 100:1. We fitted the time course of bacterial concentration and its dependence on neutrophil concentration with an exponential function, the exponent of which is (-kp + g)t, where k is the second-order rate constant for bacterial killing, p is the neutrophil concentration, g is the first-order rate constant for bacterial growth, and t is time. We found that k approximately 2 x 10(-8) ml per neutrophil per min, and g approximately 8 x 10(-3)/min. Only when p is greater than g/k, which we call the critical neutrophil concentration, does the bacterial concentration fall. Under optimal assay conditions, the critical neutrophil concentration was 3-4 x 10(5) per ml, a value very close to that (< or =5 x 10(5) per ml) known to predispose humans to bacterial and fungal infections.",
        "Keywords": [],
        "MeSH terms": [
            "Blood Bactericidal Activity",
            "Colony-Forming Units Assay",
            "Humans",
            "In Vitro Techniques",
            "Kinetics",
            "Neutrophils",
            "Staphylococcus epidermidis",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Yongmei",
                "Last Name": "Li",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Arthur",
                "Last Name": "Karlin",
                "Affiliation": ""
            },
            {
                "First Name": "John D",
                "Last Name": "Loike",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2002"
    },
    {
        "PMID": "11994504",
        "Title": "Different G(i)-coupled chemoattractant receptors signal qualitatively different functions in human neutrophils.",
        "Abstract": "fMLP- or TNF-alpha-stimulated neutrophils produced H(2)O(2) when they adhered to fibrinogen-coated surfaces but not when they adhered to collagen I-, collagen IV-, or Matrigel-coated surfaces. In contrast, LTB4- or IL-8-stimulated neutrophils did not produce H(2)O(2) when they adhered to any of these surfaces. fMLP and TNF-alpha were much more potent than LTB4 and IL-8 in stimulating neutrophils to up-regulate and to activate their alpha(M)beta(2) integrins, as measured by the binding of specific monoclonal antibodies. Pretreatment of neutrophils with pertussis toxin completely blocked their production of H(2)O(2) on fibrinogen-coated surfaces in response to fMLP and their migration through Matrigel in response to fMLP, LTB4, and IL-8. These data show that although the fMLP, LTB4, and IL-8 receptors are coupled to pertussis toxin-sensitive Galpha proteins, they signal neutrophils to initiate qualitatively different effector functions. We propose that the qualitative differences in effector functions signaled by different chemoattractants reflect qualitative differences in using G-protein beta and/or gamma subunits or other factors by their cognate receptors.",
        "Keywords": [],
        "MeSH terms": [
            "CD18 Antigens",
            "Cell Adhesion",
            "Cells, Cultured",
            "Chemotactic Factors",
            "Chemotaxis, Leukocyte",
            "Extracellular Matrix Proteins",
            "GTP-Binding Protein alpha Subunits, Gi-Go",
            "Heterotrimeric GTP-Binding Proteins",
            "Humans",
            "Hydrogen Peroxide",
            "Kinetics",
            "Neutrophils",
            "Pertussis Toxin",
            "Receptors, Immunologic",
            "Signal Transduction",
            "Virulence Factors, Bordetella"
        ],
        "Authors": [
            {
                "First Name": "Miles",
                "Last Name": "Berger",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University College of Physicians and Surgeons, 650 W 168th Street, New York, NY 10027, USA."
            },
            {
                "First Name": "Sadna",
                "Last Name": "Budhu",
                "Affiliation": ""
            },
            {
                "First Name": "Emily",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Yongmei",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Devora",
                "Last Name": "Loike",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            },
            {
                "First Name": "John D",
                "Last Name": "Loike",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of leukocyte biology",
        "PubDate": "2002"
    },
    {
        "PMID": "11786404",
        "Title": "CD36, a class B scavenger receptor, is expressed on microglia in Alzheimer's disease brains and can mediate production of reactive oxygen species in response to beta-amyloid fibrils.",
        "Abstract": "A pathological hallmark of Alzheimer's disease is the senile plaque, composed of beta-amyloid fibrils, microglia, astrocytes, and dystrophic neurites. We reported previously that class A scavenger receptors mediate adhesion of microglia and macrophages to beta-amyloid fibrils and oxidized low-density lipoprotein (oxLDL)-coated surfaces. We also showed that CD36, a class B scavenger receptor and an oxLDL receptor, promotes H(2)O(2) secretion by macrophages adherent to oxLDL-coated surfaces. Whether CD36 is expressed on microglia, and whether it plays a role in secretion of H(2)O(2) by microglia interacting with fibrillar beta-amyloid is not known. Using fluorescence-activated cell sorting analysis and immunohistochemistry, we found that CD36 is expressed on human fetal microglia, and N9-immortalized mouse microglia. We also found that CD36 is expressed on microglia and on vascular endothelial cells in the brains of Alzheimer's disease patients. Bowes human melanoma cells, which normally do not express CD36, gained the ability to specifically bind to surfaces coated with fibrillar beta-amyloid when transfected with a cDNA encoding human CD36, suggesting that CD36 is a receptor for fibrillar beta-amyloid. Furthermore, two different monoclonal antibodies to CD36 inhibited H(2)O(2) production by N9 microglia and human macrophages adherent to fibrillar beta-amyloid by approximately 50%. Our data identify a role for CD36 in fibrillar beta-amyloid-induced H(2)O(2) production by microglia, and imply that CD36 can mediate binding to fibrillar beta-amyloid. We propose that similar to their role in the interaction of macrophages with oxLDL, class A scavenger receptors and CD36 play complimentary roles in the interactions of microglia with fibrillar beta-amyloid.",
        "Keywords": [],
        "MeSH terms": [
            "Alzheimer Disease",
            "Amyloid beta-Peptides",
            "Animals",
            "Antibodies",
            "Brain",
            "CD36 Antigens",
            "Cell Adhesion",
            "Cell Line",
            "Cell Line, Transformed",
            "Fetus",
            "Humans",
            "Macrophages",
            "Membrane Proteins",
            "Mice",
            "Microglia",
            "Peptide Fragments",
            "Peroxides",
            "Phagocytes",
            "Rats",
            "Reactive Oxygen Species",
            "Receptors, Immunologic",
            "Receptors, Lipoprotein",
            "Receptors, Scavenger",
            "Scavenger Receptors, Class A",
            "Scavenger Receptors, Class B"
        ],
        "Authors": [
            {
                "First Name": "Indra Sethy",
                "Last Name": "Coraci",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University College of Physicians and Surgeons, New York, New York, USA."
            },
            {
                "First Name": "Jens",
                "Last Name": "Husemann",
                "Affiliation": ""
            },
            {
                "First Name": "Joan W",
                "Last Name": "Berman",
                "Affiliation": ""
            },
            {
                "First Name": "Christine",
                "Last Name": "Hulette",
                "Affiliation": ""
            },
            {
                "First Name": "Jennifer H",
                "Last Name": "Dufour",
                "Affiliation": ""
            },
            {
                "First Name": "Gabriele K",
                "Last Name": "Campanella",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew D",
                "Last Name": "Luster",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph B",
                "Last Name": "El-Khoury",
                "Affiliation": ""
            }
        ],
        "Journal": "The American journal of pathology",
        "PubDate": "2002"
    },
    {
        "PMID": "11777977",
        "Title": "The bacterial peptide N-formyl-Met-Leu-Phe inhibits killing of Staphylococcus epidermidis by human neutrophils in fibrin gels.",
        "Abstract": "To study human neutrophil (polymorphonuclear leukocyte (PMN)) migration and killing of bacteria in an environment similar to that found in inflamed tissues in vivo, we have used fibrin gels. Fibrin gels (1500 microm thick) containing Staphylococcus epidermidis were formed in Boyden-type chemotaxis chambers. PMN migrated < 300 microm into these gels in 6 h and did not kill S. epidermidis when the gels contained heat-inactivated serum, C5-deficient serum, a streptococcal peptidase specific for a fragment of cleaved C5 (C5a), or anti-C5aR IgG. In contrast, in gels containing normal human serum, PMN migrated approximately 1000 microm into the gels in 4 h and into the full thickness of the gels in 6 h, and killed 90% of S. epidermidis in 6 h. fMLP reduced PMN migration into fibrin gels and allowed S. epidermidis to increase by approximately 300% in 4 h, whereas leukotriene B(4) stimulated PMN to migrate the full thickness of the gels and to kill 80% of S. epidermidis in 4 h. We conclude that both complement opsonization and C5a-stimulated chemotaxis are required for PMN bacterial killing in fibrin gels, and that fMLP inhibits PMN bactericidal activity in fibrin gels. The latter finding is surprising and suggests that in the presence of fibrin fMLP promotes bacterial virulence.",
        "Keywords": [],
        "MeSH terms": [
            "Adhesins, Bacterial",
            "Adult",
            "Bacterial Proteins",
            "Cell Migration Inhibition",
            "Chemotaxis, Leukocyte",
            "Complement C3",
            "Complement C5a",
            "Complement System Proteins",
            "Endopeptidases",
            "Fibrin",
            "Gels",
            "Humans",
            "Immunoglobulin G",
            "Leukotriene B4",
            "N-Formylmethionine Leucyl-Phenylalanine",
            "Neutrophils",
            "Opsonin Proteins",
            "Phagocytosis",
            "Staphylococcus epidermidis",
            "Streptococcus pyogenes"
        ],
        "Authors": [
            {
                "First Name": "Yongmei",
                "Last Name": "Li",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "John D",
                "Last Name": "Loike",
                "Affiliation": ""
            },
            {
                "First Name": "Julia A",
                "Last Name": "Ember",
                "Affiliation": ""
            },
            {
                "First Name": "P Patrick",
                "Last Name": "Cleary",
                "Affiliation": ""
            },
            {
                "First Name": "Emily",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Sadna",
                "Last Name": "Budhu",
                "Affiliation": ""
            },
            {
                "First Name": "Long",
                "Last Name": "Cao",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of immunology (Baltimore, Md. : 1950)",
        "PubDate": "2002"
    }
]