[
    {
        "PMID": "38710484",
        "Title": "Rise of the Machines: How Machine Learning Will Shape the Field of Rheumatology.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Shalmali",
                "Last Name": "Joshi",
                "Affiliation": "Assistant Professor, Department of Biomedical Informatics, Department of Computer Science (Affiliate), Data Science Institute, Columbia University, 622 W. 168th Street, PH20, New York, NY, 10032."
            },
            {
                "First Name": "Jason E",
                "Last Name": "Liebowitz",
                "Affiliation": "Assistant Professor of Medicine, Division of Rheumatology, Department of Medicine, Columbia University Vagelos College of Physicians and Surgeons, 161 Fort Washington Avenue, New York, NY 10032."
            }
        ],
        "Journal": "Rheumatology (Oxford, England)",
        "PubDate": "2024"
    },
    {
        "PMID": "38056338",
        "Title": "Optimised Multi-Channel Transcranial Direct Current Stimulation (MtDCS) Reveals Differential Involvement of the Right-Ventrolateral Prefrontal Cortex (rVLPFC) and Insular Complex in those Predisposed to Aberrant Experiences.",
        "Abstract": "Research has shown a prominent role for cortical hyperexcitability underlying aberrant perceptions, hallucinations, and distortions in human conscious experience - even in neurotypical groups. The rVLPFC has been identified as an important structure in mediating cognitive affective states / feeling conscious states. The current study examined the involvement of the rVLPFC in mediating cognitive affective states in those predisposed to aberrant experiences in the neurotypical population. Participants completed two trait-based measures: (i) the Cortical Hyperexcitability Index_II (CHi_II, a proxy measure of cortical hyperexcitability) and (ii) two factors from the Cambridge Depersonalisation Scale (CDS). An optimised 7-channel MtDCS montage for stimulation conditions (Anodal, Cathodal and Sham) was created targeting the rVLPFC in a single-blind study. At the end of each stimulation session, participants completed a body-threat task (BTAB) while skin conductance responses (SCRs) and psychological responses were recorded. Participants with signs of increasing cortical hyperexcitability showed significant suppression of SCRs in the Cathodal stimulation relative to the Anodal and sSham conditions. Those high on the trait-based measures of depersonalisation-like experiences failed to show reliable effects. Collectively, the findings suggest that baseline brain states can mediate the effects of neurostimulation which would be missed via sample level averaging and without appropriate measures for stratifying individual differences.",
        "Keywords": [
            "Brain Stimulation",
            "Cortical hyperexcitability",
            "MtDCS",
            "rVLPFC"
        ],
        "MeSH terms": [
            "Humans",
            "Transcranial Direct Current Stimulation",
            "Single-Blind Method",
            "Cerebral Cortex",
            "Emotions",
            "Disease Susceptibility",
            "Prefrontal Cortex"
        ],
        "Authors": [
            {
                "First Name": "Shalmali D",
                "Last Name": "Joshi",
                "Affiliation": "Department of Psychology, Lancaster University, LA1 4YF, UK. Electronic address: shalmali.joshi@nottingham.ac.uk."
            },
            {
                "First Name": "Giulio",
                "Last Name": "Ruffini",
                "Affiliation": "Starlab Barcelona/Neuroelectrics, Barcelona, Spain."
            },
            {
                "First Name": "Helen E",
                "Last Name": "Nuttall",
                "Affiliation": "Department of Psychology, Lancaster University, LA1 4YF, UK."
            },
            {
                "First Name": "Derrick G",
                "Last Name": "Watson",
                "Affiliation": "Department of Psychology, University of Warwick, CV4 7AL, UK."
            },
            {
                "First Name": "Jason J",
                "Last Name": "Braithwaite",
                "Affiliation": "Department of Psychology, Lancaster University, LA1 4YF, UK."
            }
        ],
        "Journal": "Consciousness and cognition",
        "PubDate": "2024"
    },
    {
        "PMID": "38035190",
        "Title": "A normative framework for artificial intelligence as a sociotechnical system in healthcare.",
        "Abstract": "Artificial intelligence (AI) tools are of great interest to healthcare organizations for their potential to improve patient care, yet their translation into clinical settings remains inconsistent. One of the reasons for this gap is that good technical performance does not inevitably result in patient benefit. We advocate for a conceptual shift wherein AI tools are seen as components of an intervention ensemble. The intervention ensemble describes the constellation of practices that, together, bring about benefit to patients or health systems. Shifting from a narrow focus on the tool itself toward the intervention ensemble prioritizes a \"sociotechnical\" vision for translation of AI that values all components of use that support beneficial patient outcomes. The intervention ensemble approach can be used for regulation, institutional oversight, and for AI adopters to responsibly and ethically appraise, evaluate, and use AI tools.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Melissa D",
                "Last Name": "McCradden",
                "Affiliation": "Department of Bioethics, The Hospital for Sick Children, Toronto, ON, Canada."
            },
            {
                "First Name": "Shalmali",
                "Last Name": "Joshi",
                "Affiliation": "Department of Biomedical Informatics, Department of Computer Science (Affliate), Data Science Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "James A",
                "Last Name": "Anderson",
                "Affiliation": "Department of Bioethics, The Hospital for Sick Children, Toronto, ON, Canada."
            },
            {
                "First Name": "Alex John",
                "Last Name": "London",
                "Affiliation": "Department of Philosophy and Center for Ethics and Policy, Carnegie Mellon University, Pittsburgh, PA, USA."
            }
        ],
        "Journal": "Patterns (New York, N.Y.)",
        "PubDate": "2023"
    },
    {
        "PMID": "36690689",
        "Title": "Making machine learning matter to clinicians: model actionability in medical decision-making.",
        "Abstract": "Machine learning (ML) has the potential to transform patient care and outcomes. However, there are important differences between measuring the performance of ML models in silico and usefulness at the point of care. One lens to use to evaluate models during early development is actionability, which is currently undervalued. We propose a metric for actionability intended to be used before the evaluation of calibration and ultimately decision curve analysis and calculation of net benefit. Our metric should be viewed as part of an overarching effort to increase the number of pragmatic tools that identify a model's possible clinical impacts.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Daniel E",
                "Last Name": "Ehrmann",
                "Affiliation": "Department of Critical Care Medicine and Labatt Family Heart Centre, The Hospital for Sick Children, Toronto, ON, Canada. Dehrmann@umich.edu."
            },
            {
                "First Name": "Shalmali",
                "Last Name": "Joshi",
                "Affiliation": "Center for Research on Computation on Society, Harvard University, Cambridge, MA, USA."
            },
            {
                "First Name": "Sebastian D",
                "Last Name": "Goodfellow",
                "Affiliation": "Department of Critical Care Medicine and Labatt Family Heart Centre, The Hospital for Sick Children, Toronto, ON, Canada."
            },
            {
                "First Name": "Mjaye L",
                "Last Name": "Mazwi",
                "Affiliation": "Department of Critical Care Medicine and Labatt Family Heart Centre, The Hospital for Sick Children, Toronto, ON, Canada."
            },
            {
                "First Name": "Danny",
                "Last Name": "Eytan",
                "Affiliation": "Department of Critical Care Medicine and Labatt Family Heart Centre, The Hospital for Sick Children, Toronto, ON, Canada."
            }
        ],
        "Journal": "NPJ digital medicine",
        "PubDate": "2023"
    },
    {
        "PMID": "35962208",
        "Title": "Publisher Correction: Reporting guideline for the early-stage clinical evaluation of decision support systems driven by artificial intelligence: DECIDE-AI.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Baptiste",
                "Last Name": "Vasey",
                "Affiliation": "Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK. baptiste.vasey@gmail.com."
            },
            {
                "First Name": "Myura",
                "Last Name": "Nagendran",
                "Affiliation": "UKRI Centre for Doctoral Training in AI for Healthcare, Imperial College London, London, UK."
            },
            {
                "First Name": "Bruce",
                "Last Name": "Campbell",
                "Affiliation": "University of Exeter Medical School, Exeter, UK."
            },
            {
                "First Name": "David A",
                "Last Name": "Clifton",
                "Affiliation": "Institute of Biomedical Engineering, Department of Engineering Science, University of Oxford, Oxford, UK."
            },
            {
                "First Name": "Gary S",
                "Last Name": "Collins",
                "Affiliation": "Centre for Statistics in Medicine, Nuffield Department of Orthopaedics, Rheumatology & Musculoskeletal Sciences, University of Oxford, Oxford, UK."
            },
            {
                "First Name": "Spiros",
                "Last Name": "Denaxas",
                "Affiliation": "Institute of Health Informatics, University College London, London, UK."
            },
            {
                "First Name": "Alastair K",
                "Last Name": "Denniston",
                "Affiliation": "University Hospitals Birmingham NHS Foundation Trust, Birmingham, UK."
            },
            {
                "First Name": "Livia",
                "Last Name": "Faes",
                "Affiliation": "Moorfields Eye Hospital NHS Foundation Trust, London, UK."
            },
            {
                "First Name": "Bart",
                "Last Name": "Geerts",
                "Affiliation": "Healthplus.ai-R&D BV, Amsterdam, The Netherlands."
            },
            {
                "First Name": "Mudathir",
                "Last Name": "Ibrahim",
                "Affiliation": "Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK."
            },
            {
                "First Name": "Xiaoxuan",
                "Last Name": "Liu",
                "Affiliation": "University Hospitals Birmingham NHS Foundation Trust, Birmingham, UK."
            },
            {
                "First Name": "Bilal A",
                "Last Name": "Mateen",
                "Affiliation": "Institute of Health Informatics, University College London, London, UK."
            },
            {
                "First Name": "Piyush",
                "Last Name": "Mathur",
                "Affiliation": "Department of General Anesthesiology, Anesthesiology Institute, Cleveland Clinic, Cleveland, OH, USA."
            },
            {
                "First Name": "Melissa D",
                "Last Name": "McCradden",
                "Affiliation": "The Hospital for Sick Children, Toronto ON, Canada."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Morgan",
                "Affiliation": "Morgan Human Systems Ltd, Shrewsbury, UK."
            },
            {
                "First Name": "Johan",
                "Last Name": "Ordish",
                "Affiliation": "Medicines and Healthcare products Regulatory Agency, London, UK."
            },
            {
                "First Name": "Campbell",
                "Last Name": "Rogers",
                "Affiliation": "HeartFlow Inc., Redwood City, CA, USA."
            },
            {
                "First Name": "Suchi",
                "Last Name": "Saria",
                "Affiliation": "Departments of Computer Science, Statistics, and Health Policy, and Division of Informatics, Johns Hopkins University, Baltimore, MD, USA."
            },
            {
                "First Name": "Daniel S W",
                "Last Name": "Ting",
                "Affiliation": "Singapore National Eye Center, Singapore Eye Research Institute, Singapore, Singapore."
            },
            {
                "First Name": "Peter",
                "Last Name": "Watkinson",
                "Affiliation": "Critical Care Research Group, Nuffield Department of Clinical Neurosciences, University of Oxford, Oxford, UK."
            },
            {
                "First Name": "Wim",
                "Last Name": "Weber",
                "Affiliation": "The BMJ, London, UK."
            },
            {
                "First Name": "Peter",
                "Last Name": "Wheatstone",
                "Affiliation": "School of Medicine, University of Leeds, Leeds, UK."
            },
            {
                "First Name": "Peter",
                "Last Name": "McCulloch",
                "Affiliation": "Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature medicine",
        "PubDate": "2022"
    },
    {
        "PMID": "35585198",
        "Title": "Reporting guideline for the early-stage clinical evaluation of decision support systems driven by artificial intelligence: DECIDE-AI.",
        "Abstract": "A growing number of artificial intelligence (AI)-based clinical decision support systems are showing promising performance in preclinical, in silico evaluation, but few have yet demonstrated real benefit to patient care. Early-stage clinical evaluation is important to assess an AI system's actual clinical performance at small scale, ensure its safety, evaluate the human factors surrounding its use and pave the way to further large-scale trials. However, the reporting of these early studies remains inadequate. The present statement provides a multi-stakeholder, consensus-based reporting guideline for the Developmental and Exploratory Clinical Investigations of DEcision support systems driven by Artificial Intelligence (DECIDE-AI). We conducted a two-round, modified Delphi process to collect and analyze expert opinion on the reporting of early clinical evaluation of AI systems. Experts were recruited from 20 pre-defined stakeholder categories. The final composition and wording of the guideline was determined at a virtual consensus meeting. The checklist and the Explanation & Elaboration (E&E) sections were refined based on feedback from a qualitative evaluation process. In total, 123 experts participated in the first round of Delphi, 138 in the second round, 16 in the consensus meeting and 16 in the qualitative evaluation. The DECIDE-AI reporting guideline comprises 17 AI-specific reporting items (made of 28 subitems) and ten generic reporting items, with an E&E paragraph provided for each. Through consultation and consensus with a range of stakeholders, we developed a guideline comprising key items that should be reported in early-stage clinical studies of AI-based decision support systems in healthcare. By providing an actionable checklist of minimal reporting items, the DECIDE-AI guideline will facilitate the appraisal of these studies and replicability of their findings.",
        "Keywords": [],
        "MeSH terms": [
            "Artificial Intelligence",
            "Checklist",
            "Consensus",
            "Humans",
            "Research Design",
            "Research Report"
        ],
        "Authors": [
            {
                "First Name": "Baptiste",
                "Last Name": "Vasey",
                "Affiliation": "Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK. baptiste.vasey@gmail.com."
            },
            {
                "First Name": "Myura",
                "Last Name": "Nagendran",
                "Affiliation": "UKRI Centre for Doctoral Training in AI for Healthcare, Imperial College London, London, UK."
            },
            {
                "First Name": "Bruce",
                "Last Name": "Campbell",
                "Affiliation": "University of Exeter Medical School, Exeter, UK."
            },
            {
                "First Name": "David A",
                "Last Name": "Clifton",
                "Affiliation": "Institute of Biomedical Engineering, Department of Engineering Science, University of Oxford, Oxford, UK."
            },
            {
                "First Name": "Gary S",
                "Last Name": "Collins",
                "Affiliation": "Centre for Statistics in Medicine, Nuffield Department of Orthopaedics, Rheumatology & Musculoskeletal Sciences, University of Oxford, Oxford, UK."
            },
            {
                "First Name": "Spiros",
                "Last Name": "Denaxas",
                "Affiliation": "Institute of Health Informatics, University College London, London, UK."
            },
            {
                "First Name": "Alastair K",
                "Last Name": "Denniston",
                "Affiliation": "University Hospitals Birmingham NHS Foundation Trust, Birmingham, UK."
            },
            {
                "First Name": "Livia",
                "Last Name": "Faes",
                "Affiliation": "Moorfields Eye Hospital NHS Foundation Trust, London, UK."
            },
            {
                "First Name": "Bart",
                "Last Name": "Geerts",
                "Affiliation": "Healthplus.ai-R&D BV, Amsterdam, The Netherlands."
            },
            {
                "First Name": "Mudathir",
                "Last Name": "Ibrahim",
                "Affiliation": "Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK."
            },
            {
                "First Name": "Xiaoxuan",
                "Last Name": "Liu",
                "Affiliation": "University Hospitals Birmingham NHS Foundation Trust, Birmingham, UK."
            },
            {
                "First Name": "Bilal A",
                "Last Name": "Mateen",
                "Affiliation": "Institute of Health Informatics, University College London, London, UK."
            },
            {
                "First Name": "Piyush",
                "Last Name": "Mathur",
                "Affiliation": "Department of General Anesthesiology, Anesthesiology Institute, Cleveland Clinic, Cleveland, OH, USA."
            },
            {
                "First Name": "Melissa D",
                "Last Name": "McCradden",
                "Affiliation": "The Hospital for Sick Children, Toronto ON, Canada."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Morgan",
                "Affiliation": "Morgan Human Systems Ltd, Shrewsbury, UK."
            },
            {
                "First Name": "Johan",
                "Last Name": "Ordish",
                "Affiliation": "Medicines and Healthcare products Regulatory Agency, London, UK."
            },
            {
                "First Name": "Campbell",
                "Last Name": "Rogers",
                "Affiliation": "HeartFlow Inc., Redwood City, CA, USA."
            },
            {
                "First Name": "Suchi",
                "Last Name": "Saria",
                "Affiliation": "Departments of Computer Science, Statistics, and Health Policy, and Division of Informatics, Johns Hopkins University, Baltimore, MD, USA."
            },
            {
                "First Name": "Daniel S W",
                "Last Name": "Ting",
                "Affiliation": "Singapore National Eye Center, Singapore Eye Research Institute, Singapore, Singapore."
            },
            {
                "First Name": "Peter",
                "Last Name": "Watkinson",
                "Affiliation": "Critical Care Research Group, Nuffield Department of Clinical Neurosciences, University of Oxford, Oxford, UK."
            },
            {
                "First Name": "Wim",
                "Last Name": "Weber",
                "Affiliation": "The BMJ, London, UK."
            },
            {
                "First Name": "Peter",
                "Last Name": "Wheatstone",
                "Affiliation": "School of Medicine, University of Leeds, Leeds, UK."
            },
            {
                "First Name": "Peter",
                "Last Name": "McCulloch",
                "Affiliation": "Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature medicine",
        "PubDate": "2022"
    },
    {
        "PMID": "35584845",
        "Title": "Reporting guideline for the early stage clinical evaluation of decision support systems driven by artificial intelligence: DECIDE-AI.",
        "Abstract": "A growing number of artificial intelligence (AI)-based clinical decision support systems are showing promising performance in preclinical, in silico, evaluation, but few have yet demonstrated real benefit to patient care. Early stage clinical evaluation is important to assess an AI system’s actual clinical performance at small scale, ensure its safety, evaluate the human factors surrounding its use, and pave the way to further large scale trials. However, the reporting of these early studies remains inadequate. The present statement provides a multistakeholder, consensus-based reporting guideline for the Developmental and Exploratory Clinical Investigations of DEcision support systems driven by Artificial Intelligence (DECIDE-AI). We conducted a two round, modified Delphi process to collect and analyse expert opinion on the reporting of early clinical evaluation of AI systems. Experts were recruited from 20 predefined stakeholder categories. The final composition and wording of the guideline was determined at a virtual consensus meeting. The checklist and the Explanation & Elaboration (E&E) sections were refined based on feedback from a qualitative evaluation process. 123 experts participated in the first round of Delphi, 138 in the second, 16 in the consensus meeting, and 16 in the qualitative evaluation. The DECIDE-AI reporting guideline comprises 17 AI specific reporting items (made of 28 subitems) and 10 generic reporting items, with an E&E paragraph provided for each. Through consultation and consensus with a range of stakeholders, we have developed a guideline comprising key items that should be reported in early stage clinical studies of AI-based decision support systems in healthcare. By providing an actionable checklist of minimal reporting items, the DECIDE-AI guideline will facilitate the appraisal of these studies and replicability of their findings.",
        "Keywords": [],
        "MeSH terms": [
            "Artificial Intelligence",
            "Decision Support Systems, Clinical",
            "Humans",
            "Research Design",
            "Research Report"
        ],
        "Authors": [
            {
                "First Name": "Baptiste",
                "Last Name": "Vasey",
                "Affiliation": "Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK baptiste.vasey@gmail.com."
            },
            {
                "First Name": "Myura",
                "Last Name": "Nagendran",
                "Affiliation": "UKRI Centre for Doctoral Training in AI for Healthcare, Imperial College London, London, UK."
            },
            {
                "First Name": "Bruce",
                "Last Name": "Campbell",
                "Affiliation": "University of Exeter Medical School, Exeter, UK."
            },
            {
                "First Name": "David A",
                "Last Name": "Clifton",
                "Affiliation": "Institute of Biomedical Engineering, Department of Engineering Science, University of Oxford, Oxford, UK."
            },
            {
                "First Name": "Gary S",
                "Last Name": "Collins",
                "Affiliation": "Centre for Statistics in Medicine, Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Oxford, UK."
            },
            {
                "First Name": "Spiros",
                "Last Name": "Denaxas",
                "Affiliation": "Institute of Health Informatics, University College London, London, UK."
            },
            {
                "First Name": "Alastair K",
                "Last Name": "Denniston",
                "Affiliation": "University Hospitals Birmingham NHS Foundation Trust, Birmingham, UK."
            },
            {
                "First Name": "Livia",
                "Last Name": "Faes",
                "Affiliation": "Moorfields Eye Hospital NHS Foundation Trust, London, UK."
            },
            {
                "First Name": "Bart",
                "Last Name": "Geerts",
                "Affiliation": "Healthplus.ai-R&D, Amsterdam, Netherlands."
            },
            {
                "First Name": "Mudathir",
                "Last Name": "Ibrahim",
                "Affiliation": "Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK."
            },
            {
                "First Name": "Xiaoxuan",
                "Last Name": "Liu",
                "Affiliation": "University Hospitals Birmingham NHS Foundation Trust, Birmingham, UK."
            },
            {
                "First Name": "Bilal A",
                "Last Name": "Mateen",
                "Affiliation": "Institute of Health Informatics, University College London, London, UK."
            },
            {
                "First Name": "Piyush",
                "Last Name": "Mathur",
                "Affiliation": "Department of General Anesthesiology, Anesthesiology Institute, Cleveland Clinic, Cleveland, OH, USA."
            },
            {
                "First Name": "Melissa D",
                "Last Name": "McCradden",
                "Affiliation": "Hospital for Sick Children, Toronto, ON, Canada."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Morgan",
                "Affiliation": "Morgan Human Systems, Shrewsbury, UK."
            },
            {
                "First Name": "Johan",
                "Last Name": "Ordish",
                "Affiliation": "The Medicines and Healthcare products Regulatory Agency, London, UK."
            },
            {
                "First Name": "Campbell",
                "Last Name": "Rogers",
                "Affiliation": "HeartFlow, Redwood City, CA, USA."
            },
            {
                "First Name": "Suchi",
                "Last Name": "Saria",
                "Affiliation": "Departments of Computer Science, Statistics, and Health Policy, and Division of Informatics, Johns Hopkins University, Baltimore, MD, USA."
            },
            {
                "First Name": "Daniel S W",
                "Last Name": "Ting",
                "Affiliation": "Singapore National Eye Center, Singapore Eye Research Institute, Singapore."
            },
            {
                "First Name": "Peter",
                "Last Name": "Watkinson",
                "Affiliation": "Critical Care Research Group, Nuffield Department of Clinical Neurosciences, University of Oxford, Oxford, UK."
            },
            {
                "First Name": "Wim",
                "Last Name": "Weber",
                "Affiliation": "The BMJ, London, UK."
            },
            {
                "First Name": "Peter",
                "Last Name": "Wheatstone",
                "Affiliation": "School of Medicine, University of Leeds, Leeds, UK."
            },
            {
                "First Name": "Peter",
                "Last Name": "McCulloch",
                "Affiliation": "Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "BMJ (Clinical research ed.)",
        "PubDate": "2022"
    },
    {
        "PMID": "34465179",
        "Title": "Probabilistic Machine Learning for Healthcare.",
        "Abstract": "Machine learning can be used to make sense of healthcare data. Probabilistic machine learning models help provide a complete picture of observed data in healthcare. In this review, we examine how probabilistic machine learning can advance healthcare. We consider challenges in the predictive model building pipeline where probabilistic models can be beneficial, including calibration and missing data. Beyond predictive models, we also investigate the utility of probabilistic machine learning models in phenotyping, in generative models for clinical use cases, and in reinforcement learning.",
        "Keywords": [
            "artificial intelligence",
            "electronic health records",
            "health",
            "machine learning",
            "probabilistic modeling"
        ],
        "MeSH terms": [
            "Delivery of Health Care",
            "Health Facilities",
            "Machine Learning",
            "Models, Statistical"
        ],
        "Authors": [
            {
                "First Name": "Irene Y",
                "Last Name": "Chen",
                "Affiliation": "Department of Electrical Engineering and Computer Science, Massachusetts Institute of Technology, Cambridge, Massachusetts 02139, USA; email: iychen@mit.edu."
            },
            {
                "First Name": "Shalmali",
                "Last Name": "Joshi",
                "Affiliation": "Vector Institute, Toronto, Ontario M5G 1M1, Canada; email: shalmali@vectorinstitute.ai."
            },
            {
                "First Name": "Marzyeh",
                "Last Name": "Ghassemi",
                "Affiliation": "Vector Institute, Toronto, Ontario M5G 1M1, Canada; email: shalmali@vectorinstitute.ai."
            },
            {
                "First Name": "Rajesh",
                "Last Name": "Ranganath",
                "Affiliation": "Department of Computer Science, Courant Institute, New York University, New York, NY 10012, USA."
            }
        ],
        "Journal": "Annual review of biomedical data science",
        "PubDate": "2021"
    },
    {
        "PMID": "34396058",
        "Title": "Ethical Machine Learning in Healthcare.",
        "Abstract": "The use of machine learning (ML) in healthcare raises numerous ethical concerns, especially as models can amplify existing health inequities. Here, we outline ethical considerations for equitable ML in the advancement of healthcare. Specifically, we frame ethics of ML in healthcare through the lens of social justice. We describe ongoing efforts and outline challenges in a proposed pipeline of ethical ML in health, ranging from problem selection to postdeployment considerations. We close by summarizing recommendations to address these challenges.",
        "Keywords": [
            "bias",
            "ethics",
            "health",
            "health disparities",
            "healthcare",
            "machine learning"
        ],
        "MeSH terms": [
            "Delivery of Health Care",
            "Health Facilities",
            "Machine Learning",
            "Morals",
            "Social Justice"
        ],
        "Authors": [
            {
                "First Name": "Irene Y",
                "Last Name": "Chen",
                "Affiliation": "Department of Electrical Engineering and Computer Science, Massachusetts Institute of Technology, Cambridge, Massachusetts 02139, USA."
            },
            {
                "First Name": "Emma",
                "Last Name": "Pierson",
                "Affiliation": "Microsoft Research, Cambridge, Massachusetts 02143, USA."
            },
            {
                "First Name": "Sherri",
                "Last Name": "Rose",
                "Affiliation": "Center for Health Policy and Center for Primary Care and Outcomes Research, Stanford University, Stanford, California 94305, USA."
            },
            {
                "First Name": "Shalmali",
                "Last Name": "Joshi",
                "Affiliation": "Vector Institute, Toronto, Ontario M5G 1M1, Canada."
            },
            {
                "First Name": "Kadija",
                "Last Name": "Ferryman",
                "Affiliation": "Department of Technology, Culture, and Society, Tandon School of Engineering, New York University, Brooklyn, New York 11201, USA."
            },
            {
                "First Name": "Marzyeh",
                "Last Name": "Ghassemi",
                "Affiliation": "Department of Electrical Engineering and Computer Science, Massachusetts Institute of Technology, Cambridge, Massachusetts 02139, USA."
            }
        ],
        "Journal": "Annual review of biomedical data science",
        "PubDate": "2021"
    },
    {
        "PMID": "33981206",
        "Title": "Short-Term Immobilization Promotes a Rapid Loss of Motor Evoked Potentials and Strength That Is Not Rescued by rTMS Treatment.",
        "Abstract": "Short-term limb immobilization results in skeletal muscle decline, but the underlying mechanisms are incompletely understood. This study aimed to determine the neurophysiologic basis of immobilization-induced skeletal muscle decline, and whether repetitive Transcranial Magnetic Stimulation (rTMS) could prevent any decline. Twenty-four healthy young males (20 ± 0.5 years) underwent unilateral limb immobilization for 72 h. Subjects were randomized between daily rTMS (",
        "Keywords": [
            "MEPs",
            "immobilization",
            "muscle function",
            "plasticity",
            "rTMS"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Christopher J",
                "Last Name": "Gaffney",
                "Affiliation": "Lancaster Medical School, Health Innovation One, Lancaster University, Lancaster, United Kingdom."
            },
            {
                "First Name": "Amber",
                "Last Name": "Drinkwater",
                "Affiliation": "Department of Psychology, Faculty of Science & Technology, Lancaster University, Lancaster, United Kingdom."
            },
            {
                "First Name": "Shalmali D",
                "Last Name": "Joshi",
                "Affiliation": "Department of Psychology, Faculty of Science & Technology, Lancaster University, Lancaster, United Kingdom."
            },
            {
                "First Name": "Brandon",
                "Last Name": "O'Hanlon",
                "Affiliation": "Department of Psychology, Faculty of Science & Technology, Lancaster University, Lancaster, United Kingdom."
            },
            {
                "First Name": "Abbie",
                "Last Name": "Robinson",
                "Affiliation": "Department of Psychology, Faculty of Science & Technology, Lancaster University, Lancaster, United Kingdom."
            },
            {
                "First Name": "Kayle-Anne",
                "Last Name": "Sands",
                "Affiliation": "Department of Psychology, Faculty of Science & Technology, Lancaster University, Lancaster, United Kingdom."
            },
            {
                "First Name": "Kate",
                "Last Name": "Slade",
                "Affiliation": "Department of Psychology, Faculty of Science & Technology, Lancaster University, Lancaster, United Kingdom."
            },
            {
                "First Name": "Jason J",
                "Last Name": "Braithwaite",
                "Affiliation": "Department of Psychology, Faculty of Science & Technology, Lancaster University, Lancaster, United Kingdom."
            },
            {
                "First Name": "Helen E",
                "Last Name": "Nuttall",
                "Affiliation": "Department of Psychology, Faculty of Science & Technology, Lancaster University, Lancaster, United Kingdom."
            }
        ],
        "Journal": "Frontiers in human neuroscience",
        "PubDate": "2021"
    },
    {
        "PMID": "33328054",
        "Title": "Ethical limitations of algorithmic fairness solutions in health care machine learning.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Delivery of Health Care",
            "Female",
            "Health Equity",
            "Humans",
            "Machine Learning",
            "Male",
            "Models, Biological",
            "Social Justice"
        ],
        "Authors": [
            {
                "First Name": "Melissa D",
                "Last Name": "McCradden",
                "Affiliation": "Department of Bioethics, The Hospital for Sick Children, Toronto, ON, Canada. Electronic address: melissa.mccradden@sickkids.ca."
            },
            {
                "First Name": "Shalmali",
                "Last Name": "Joshi",
                "Affiliation": "Vector Institute for Artificial Intelligence, Toronto, ON, Canada."
            },
            {
                "First Name": "Mjaye",
                "Last Name": "Mazwi",
                "Affiliation": "Department of Critical Care Medicine, The Hospital for Sick Children, Toronto, ON, Canada."
            },
            {
                "First Name": "James A",
                "Last Name": "Anderson",
                "Affiliation": "Department of Bioethics, The Hospital for Sick Children, Toronto, ON, Canada."
            }
        ],
        "Journal": "The Lancet. Digital health",
        "PubDate": "2020"
    },
    {
        "PMID": "32585698",
        "Title": "Patient safety and quality improvement: Ethical principles for a regulatory approach to bias in healthcare machine learning.",
        "Abstract": "Accumulating evidence demonstrates the impact of bias that reflects social inequality on the performance of machine learning (ML) models in health care. Given their intended placement within healthcare decision making more broadly, ML tools require attention to adequately quantify the impact of bias and reduce its potential to exacerbate inequalities. We suggest that taking a patient safety and quality improvement approach to bias can support the quantification of bias-related effects on ML. Drawing from the ethical principles underpinning these approaches, we argue that patient safety and quality improvement lenses support the quantification of relevant performance metrics, in order to minimize harm while promoting accountability, justice, and transparency. We identify specific methods for operationalizing these principles with the goal of attending to bias to support better decision making in light of controllable and uncontrollable factors.",
        "Keywords": [
            "healthcare delivery",
            "machine learning",
            "patient safety",
            "quality improvement",
            "systematic bias"
        ],
        "MeSH terms": [
            "Artificial Intelligence",
            "Data Collection",
            "Government Regulation",
            "Healthcare Disparities",
            "Humans",
            "Patient Safety",
            "Prejudice",
            "Quality Improvement",
            "Social Determinants of Health"
        ],
        "Authors": [
            {
                "First Name": "Melissa D",
                "Last Name": "McCradden",
                "Affiliation": "Bioethics Department, The Hospital for Sick Children, Toronto, Ontario, Canada."
            },
            {
                "First Name": "Shalmali",
                "Last Name": "Joshi",
                "Affiliation": "Vector Institute, Toronto, Ontario, Canada."
            },
            {
                "First Name": "James A",
                "Last Name": "Anderson",
                "Affiliation": "Bioethics Department, The Hospital for Sick Children, Toronto, Ontario, Canada."
            },
            {
                "First Name": "Mjaye",
                "Last Name": "Mazwi",
                "Affiliation": "Department of Critical Care Medicine, The Hospital for Sick Children, Toronto, Ontario, Canada."
            },
            {
                "First Name": "Anna",
                "Last Name": "Goldenberg",
                "Affiliation": "Vector Institute, Toronto, Ontario, Canada."
            },
            {
                "First Name": "Randi",
                "Last Name": "Zlotnik Shaul",
                "Affiliation": "Bioethics Department, The Hospital for Sick Children, Toronto, Ontario, Canada."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2020"
    },
    {
        "PMID": "31932779",
        "Title": "Treating health disparities with artificial intelligence.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Artificial Intelligence",
            "Clinical Decision-Making",
            "Healthcare Disparities",
            "Humans"
        ],
        "Authors": [
            {
                "First Name": "Irene Y",
                "Last Name": "Chen",
                "Affiliation": "Massachusetts Institute of Technology, Cambridge, MA, USA. iychen@mit.edu."
            },
            {
                "First Name": "Shalmali",
                "Last Name": "Joshi",
                "Affiliation": "Vector Institute, Toronto, Ontario, Canada."
            },
            {
                "First Name": "Marzyeh",
                "Last Name": "Ghassemi",
                "Affiliation": "Vector Institute, Toronto, Ontario, Canada."
            }
        ],
        "Journal": "Nature medicine",
        "PubDate": "2020"
    }
]