[
    {
        "PMID": "38878815",
        "Title": "Regulation by Presynaptic NMDA Receptors of Non-Linear Postsynaptic Summation of the Cortical Input to CA1 Pyramidal Neurons.",
        "Abstract": "Entorhinal cortex (EC) LIII and LII glutamatergic neurons make monosynaptic connections onto distal apical dendrites of hippocampal CA1 and CA2 pyramidal neurons (PNs), respectively, through perforant path (PP) projections. We previously reported that a brief train of PP stimuli evokes strong supralinear temporal summation of excitatory postsynaptic potentials (EPSPs) in CA1 PNs that requires NMDAR activation, with relatively little summation in CA2 PNs in mice of either sex. Here we provide evidence from combined immunogold electron microscopy, cell-type specific genetic deletion and pharmacology that the NMDARs required for supralinear temporal summation of the CA1 PP EPSP are presynaptic, located in the PP terminals. Moreover, we found that the number of NMDARs in PP terminals innervating CA1 PNs is significantly greater than that found in PP terminals innervating CA2 PNs, providing a potential explanation for the difference in temporal summation in these two classes of hippocampal PNs.",
        "Keywords": [
            "CA1",
            "CA2",
            "NMDA receptor",
            "hippocampus",
            "postsynaptic",
            "presynaptic"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Eric W",
                "Last Name": "Buss",
                "Affiliation": "Department of Neuroscience, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yu-Qiu",
                "Last Name": "Jiang",
                "Affiliation": "Department of Neurosciences, School of Medicine, Case Western Reserve University, Cleveland, OH, USA."
            },
            {
                "First Name": "Bina",
                "Last Name": "Santoro",
                "Affiliation": "Department of Neuroscience, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "David H",
                "Last Name": "Brann",
                "Affiliation": "Department of Neuroscience, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Daniel A",
                "Last Name": "Nicholson",
                "Affiliation": "Department of Neuroscience, Rush University Medical Center, Chicago, IL, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA. Electronic address: sas8@columbia.edu."
            },
            {
                "First Name": "Qian",
                "Last Name": "Sun",
                "Affiliation": "Department of Neuroscience, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA; Department of Neurosciences, School of Medicine, Case Western Reserve University, Cleveland, OH, USA. Electronic address: qxs111@case.edu."
            }
        ],
        "Journal": "Neuroscience",
        "PubDate": "2024"
    },
    {
        "PMID": "38746353",
        "Title": "Modulation of aggression by social novelty recognition memory in the hippocampal CA2 region.",
        "Abstract": "The dorsal CA2 subregion (dCA2) of the hippocampus exerts a critical role in social novelty recognition (SNR) memory and in the promotion of social aggression. Whether the social aggression and SNR memory functions of dCA2 are related or represent independent processes is unknown. Here we investigated the hypotheses that an animal is more likely to attack a novel compared to familiar animal and that dCA2 promotes social aggression through its ability to discriminate between novel and familiar conspecifics. To test these ideas, we conducted a multi-day resident intruder (R-I) test of aggression towards novel and familiar conspecifics. We found that mice were more likely to attack a novel compared to familiarized intruder and that silencing of dCA2 caused a more profound inhibition of aggression towards a novel than familiarized intruder. To explore whether and how dCA2 pyramidal neurons encode aggression, we recorded their activity using microendoscopic calcium imaging throughout the days of the R-I test. We found that a fraction of dCA2 neurons were selectively activated or inhibited during exploration, dominance, and attack behaviors and that these signals were enhanced during interaction with a novel compared to familiarized conspecific. Based on dCA2 population activity, a set of binary linear classifiers accurately decoded whether an animal was engaged in each of these forms of social behavior. Of particular interest, the accuracy of decoding aggression was greater with novel compared to familiarized intruders, with significant cross-day decoding using the same familiar animal on each day but not for a familiar-novel pair. Together, these findings demonstrate that dCA2 integrates information about social novelty with signals of behavioral state to promote aggression towards novel conspecifics.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Andres",
                "Last Name": "Villegas",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2024"
    },
    {
        "PMID": "38697022",
        "Title": "Vivien Chevaleyre (1973-2024).",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "History, 20th Century",
            "History, 21st Century",
            "Humans",
            "Neurosciences"
        ],
        "Authors": [
            {
                "First Name": "Pablo E",
                "Last Name": "Castillo",
                "Affiliation": "Dominick P. Purpura Department of Neuroscience, Albert Einstein College of Medicine, Bronx, NY 10461, USA. Electronic address: pablo.castillo@einsteinmed.edu."
            },
            {
                "First Name": "Michel G",
                "Last Name": "Desarménien",
                "Affiliation": "Institut de Génomique Fonctionnelle, Institut National de la Santé et de la Recherche Médicale, Centre National de la Recherche Scientifique, University of Montpellier, Montpellier, France."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Departments of Neuroscience and Pharmacology, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University Irving Medical Center, New York, New York 10027, USA."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2024"
    },
    {
        "PMID": "38382521",
        "Title": "Tuned geometries of hippocampal representations meet the computational demands of social memory.",
        "Abstract": "Social memory consists of two processes: the detection of familiar compared with novel conspecifics and the detailed recollection of past social episodes. We investigated the neural bases for these processes using calcium imaging of dorsal CA2 hippocampal pyramidal neurons, known to be important for social memory, during social/spatial encounters with novel conspecifics and familiar littermates. Whereas novel individuals were represented in a low-dimensional geometry that allows for generalization of social identity across different spatial locations and of location across different identities, littermates were represented in a higher-dimensional geometry that supports high-capacity memory storage. Moreover, familiarity was represented in an abstract format, independent of individual identity. The degree to which familiarity increased the dimensionality of CA2 representations for individual mice predicted their performance in a social novelty recognition memory test. Thus, by tuning the geometry of structured neural activity, CA2 is able to meet the demands of distinct social memory processes.",
        "Keywords": [
            "CA2",
            "abstraction",
            "familiarity",
            "geometry",
            "hippocampus",
            "identity",
            "novelty",
            "recollection",
            "social memory",
            "social recognition"
        ],
        "MeSH terms": [
            "Mice",
            "Animals",
            "Hippocampus",
            "Recognition, Psychology",
            "Memory",
            "Pyramidal Cells"
        ],
        "Authors": [
            {
                "First Name": "Lara M",
                "Last Name": "Boyle",
                "Affiliation": "Department of Neuroscience, Vagelos College of Physicians and Surgeons, Columbia University Irving Medical Center, New York, NY 10027, USA."
            },
            {
                "First Name": "Lorenzo",
                "Last Name": "Posani",
                "Affiliation": "Center for Theoretical Neuroscience, Columbia University, New York, NY 10027, USA; Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Sarah",
                "Last Name": "Irfan",
                "Affiliation": "Barnard College, New York, NY 10027, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Vagelos College of Physicians and Surgeons, Columbia University Irving Medical Center, New York, NY 10027, USA; Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; Department of Pharmacology, Vagelos College of Physicians and Surgeons, Columbia University Irving Medical Center, New York, NY 10032, USA; Kavli Institute for Brain Science, Columbia University, New York, NY 10027, USA. Electronic address: sas8@cumc.columbia.edu."
            },
            {
                "First Name": "Stefano",
                "Last Name": "Fusi",
                "Affiliation": "Department of Neuroscience, Vagelos College of Physicians and Surgeons, Columbia University Irving Medical Center, New York, NY 10027, USA; Center for Theoretical Neuroscience, Columbia University, New York, NY 10027, USA; Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; Kavli Institute for Brain Science, Columbia University, New York, NY 10027, USA. Electronic address: sf2237@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2024"
    },
    {
        "PMID": "37643861",
        "Title": "Reduced Cholecystokinin-Expressing Interneuron Input Contributes to Disinhibition of the Hippocampal CA2 Region in a Mouse Model of Temporal Lobe Epilepsy.",
        "Abstract": "A significant proportion of temporal lobe epilepsy (TLE) patients experience drug-resistant seizures associated with mesial temporal sclerosis, in which there is extensive cell loss in the hippocampal CA1 and CA3 subfields, with a relative sparing of dentate gyrus granule cells and CA2 pyramidal neurons (PNs). A role for CA2 in seizure generation was suggested based on findings of a reduction in CA2 synaptic inhibition (Williamson and Spencer, 1994) and the presence of interictal-like spike activity in CA2 in resected hippocampal tissue from TLE patients (Wittner et al., 2009). We recently found that in the pilocarpine-induced status epilepticus (PILO-SE) mouse model of TLE there was an increase in CA2 intrinsic excitability associated with a loss of CA2 synaptic inhibition. Furthermore, chemogenetic silencing of CA2 significantly reduced seizure frequency, consistent with a role of CA2 in promoting seizure generation and/or propagation (Whitebirch et al., 2022). In the present study, we explored the cellular basis of this inhibitory deficit using immunohistochemical and electrophysiological approaches in PILO-SE male and female mice. We report a widespread decrease in the density of pro-cholecystokinin-immunopositive (CCK",
        "Keywords": [
            "CA2",
            "cholecystokinin",
            "epilepsy",
            "hippocampus",
            "parvalbumin",
            "pilocarpine"
        ],
        "MeSH terms": [
            "Humans",
            "Male",
            "Female",
            "Mice",
            "Animals",
            "CA2 Region, Hippocampal",
            "Epilepsy, Temporal Lobe",
            "Cholecystokinin",
            "Hippocampus",
            "Interneurons",
            "Seizures",
            "Pilocarpine",
            "Status Epilepticus",
            "Disease Models, Animal"
        ],
        "Authors": [
            {
                "First Name": "Alexander C",
                "Last Name": "Whitebirch",
                "Affiliation": "Departments of Neuroscience and Pharmacology, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University Irving Medical Center, New York, New York 10027."
            },
            {
                "First Name": "Bina",
                "Last Name": "Santoro",
                "Affiliation": "Departments of Neuroscience and Pharmacology, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University Irving Medical Center, New York, New York 10027."
            },
            {
                "First Name": "Anastasia",
                "Last Name": "Barnett",
                "Affiliation": "Departments of Neuroscience and Pharmacology, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University Irving Medical Center, New York, New York 10027."
            },
            {
                "First Name": "Christos Panagiotis",
                "Last Name": "Lisgaras",
                "Affiliation": "Department of Child & Adolescent Psychiatry, New York University Langone Health, New York, New York 10016."
            },
            {
                "First Name": "Helen E",
                "Last Name": "Scharfman",
                "Affiliation": "Department of Child & Adolescent Psychiatry, New York University Langone Health, New York, New York 10016."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Departments of Neuroscience and Pharmacology, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University Irving Medical Center, New York, New York 10027 sas8@cumc.columbia.edu."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2023"
    },
    {
        "PMID": "37461518",
        "Title": "A neural mechanism for discriminating social threat from social safety.",
        "Abstract": "The ability to distinguish a threatening from non-threatening conspecific based on past experience is critical for adaptive social behaviors. Although recent progress has been made in identifying the neural circuits that contribute to different types of positive and negative social interactions, the neural mechanisms that enable the discrimination of individuals based on past aversive experiences remain unknown. Here, we developed a modified social fear conditioning paradigm that induced in both sexes robust behavioral discrimination of a conspecific associated with a footshock (CS+) from a non-reinforced interaction partner (CS-). Strikingly, chemogenetic or optogenetic silencing of hippocampal CA2 pyramidal neurons, which have been previously implicated in social novelty recognition memory, resulted in generalized avoidance fear behavior towards the equally familiar CS-and CS+. One-photon calcium imaging revealed that the accuracy with which CA2 representations discriminate the CS+ from the CS-animal was enhanced following social fear conditioning and strongly correlated with behavioral discrimination. Moreover the CA2 representations incorporated a generalized or abstract representation of social valence irrespective of conspecific identity and location. Thus, our results demonstrate, for the first time, that the same hippocampal CA2 subregion mediates social memories based on conspecific familiarity and social threat, through the incorporation of a representation of social valence into an initial representation of social identity.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Pegah",
                "Last Name": "Kassraian",
                "Affiliation": ""
            },
            {
                "First Name": "Shivani K",
                "Last Name": "Bigler",
                "Affiliation": ""
            },
            {
                "First Name": "Diana M",
                "Last Name": "Gilly",
                "Affiliation": ""
            },
            {
                "First Name": "Neilesh",
                "Last Name": "Shrotri",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "37192623",
        "Title": "Social odor discrimination and its enhancement by associative learning in the hippocampal CA2 region.",
        "Abstract": "Although the hippocampus is crucial for social memory, how social sensory information is combined with contextual information to form episodic social memories remains unknown. Here, we investigated the mechanisms for social sensory information processing using two-photon calcium imaging from hippocampal CA2 pyramidal neurons (PNs)-which are crucial for social memory-in awake head-fixed mice exposed to social and non-social odors. We found that CA2 PNs represent social odors of individual conspecifics and that these representations are refined during associative social odor-reward learning to enhance the discrimination of rewarded compared with unrewarded odors. Moreover, the structure of the CA2 PN population activity enables CA2 to generalize along categories of rewarded versus unrewarded and social versus non-social odor stimuli. Finally, we found that CA2 is important for learning social but not non-social odor-reward associations. These properties of CA2 odor representations provide a likely substrate for the encoding of episodic social memory.",
        "Keywords": [
            "CA2",
            "Social sensory coding",
            "associative learning",
            "calcium imaging",
            "hippocampus",
            "social discrimination",
            "social odors"
        ],
        "MeSH terms": [
            "Mice",
            "Animals",
            "Odorants",
            "CA2 Region, Hippocampal",
            "Smell",
            "Hippocampus",
            "Learning",
            "Discrimination Learning"
        ],
        "Authors": [
            {
                "First Name": "Sami I",
                "Last Name": "Hassan",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Mind Brain Behavior Institute, The Kavli Institute for Brain Science, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10027, USA. Electronic address: sh3432@columbia.edu."
            },
            {
                "First Name": "Shivani",
                "Last Name": "Bigler",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Mind Brain Behavior Institute, The Kavli Institute for Brain Science, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Mind Brain Behavior Institute, The Kavli Institute for Brain Science, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10027, USA. Electronic address: sas8@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2023"
    },
    {
        "PMID": "36711983",
        "Title": "Hippocampal area CA2 controls seizure dynamics, interictal EEG abnormalities and social comorbidity in mouse models of temporal lobe epilepsy.",
        "Abstract": "Temporal lobe epilepsy (TLE) is characterized by spontaneous recurrent seizures, abnormal activity between seizures, and impaired behavior. CA2 pyramidal neurons (PNs) are potentially important because inhibiting them with a chemogenetic approach reduces seizure frequency in a mouse model of TLE. However, whether seizures could be stopped by timing inhibition just as a seizure begins is unclear. Furthermore, whether inhibition would reduce the cortical and motor manifestations of seizures are not clear. Finally, whether interictal EEG abnormalities and TLE comorbidities would be improved are unknown. Therefore, real-time optogenetic silencing of CA2 PNs during seizures, interictal activity and behavior were studied in 2 mouse models of TLE. CA2 silencing significantly reduced seizure duration and time spent in convulsive behavior. Interictal spikes and high frequency oscillations were significantly reduced, and social behavior was improved. Therefore, brief focal silencing of CA2 PNs reduces seizures, their propagation, and convulsive manifestations, improves interictal EEG, and ameliorates social comorbidities.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Christos Panagiotis",
                "Last Name": "Lisgaras",
                "Affiliation": ""
            },
            {
                "First Name": "Azahara",
                "Last Name": "Oliva",
                "Affiliation": ""
            },
            {
                "First Name": "Sam",
                "Last Name": "Mckenzie",
                "Affiliation": ""
            },
            {
                "First Name": "John",
                "Last Name": "LaFrancois",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Helen E",
                "Last Name": "Scharman",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "35987207",
        "Title": "Enhanced excitability of the hippocampal CA2 region and its contribution to seizure activity in a mouse model of temporal lobe epilepsy.",
        "Abstract": "The hippocampal CA2 region, an area important for social memory, has been suspected to play a role in temporal lobe epilepsy (TLE) because of its resistance to degeneration observed in neighboring CA1 and CA3 regions in both humans and rodent models of TLE. However, little is known about whether alterations in CA2 properties promote seizure generation or propagation. Here, we addressed the role of CA2 using the pilocarpine-induced status epilepticus model of TLE. Ex vivo electrophysiological recordings from acute hippocampal slices revealed a set of coordinated changes that enhance CA2 PC intrinsic excitability, reduce CA2 inhibitory input, and increase CA2 excitatory output to its major CA1 synaptic target. Moreover, selective chemogenetic silencing of CA2 pyramidal cells caused a significant decrease in the frequency of spontaneous seizures measured in vivo. These findings provide the first evidence that CA2 actively contributes to TLE seizure activity and may thus be a promising therapeutic target.",
        "Keywords": [
            "CA2",
            "designer receptors activated by designer drugs",
            "electroencephalogram",
            "epilepsy",
            "hippocampus",
            "hyperexcitability",
            "inhibitory-excitatory balance",
            "optogenetics",
            "slice electrophysiology",
            "status epilepticus"
        ],
        "MeSH terms": [
            "Animals",
            "CA2 Region, Hippocampal",
            "Disease Models, Animal",
            "Epilepsy, Temporal Lobe",
            "Hippocampus",
            "Humans",
            "Mice",
            "Pilocarpine",
            "Pyramidal Cells",
            "Seizures"
        ],
        "Authors": [
            {
                "First Name": "Alexander C",
                "Last Name": "Whitebirch",
                "Affiliation": "Departments of Neuroscience and Pharmacology, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University Irving Medical Center, New York, NY 10027, USA."
            },
            {
                "First Name": "John J",
                "Last Name": "LaFrancois",
                "Affiliation": "The Nathan S. Kline Institute for Psychiatric Research, Orangeburg, NY 10962, USA."
            },
            {
                "First Name": "Swati",
                "Last Name": "Jain",
                "Affiliation": "The Nathan S. Kline Institute for Psychiatric Research, Orangeburg, NY 10962, USA."
            },
            {
                "First Name": "Paige",
                "Last Name": "Leary",
                "Affiliation": "Department of Neuroscience and Physiology, New York University Langone Health, New York, NY 10016, USA."
            },
            {
                "First Name": "Bina",
                "Last Name": "Santoro",
                "Affiliation": "Departments of Neuroscience and Pharmacology, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University Irving Medical Center, New York, NY 10027, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Departments of Neuroscience and Pharmacology, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University Irving Medical Center, New York, NY 10027, USA. Electronic address: sas8@columbia.edu."
            },
            {
                "First Name": "Helen E",
                "Last Name": "Scharfman",
                "Affiliation": "Department of Child Psychiatry, New York University Langone Health, New York, NY 10016, USA; Department of Neuroscience and Physiology, New York University Langone Health, New York, NY 10016, USA; Department of Psychiatry, New York University Langone Health, New York, NY 10016, USA; The Nathan S. Kline Institute for Psychiatric Research, Orangeburg, NY 10962, USA. Electronic address: helen.scharfman@nki.rfmh.org."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2022"
    },
    {
        "PMID": "35972069",
        "Title": "Seizures, behavioral deficits, and adverse drug responses in two new genetic mouse models of ",
        "Abstract": "De novo mutations in voltage- and ligand-gated channels have been associated with an increasing number of cases of developmental and epileptic encephalopathies, which often fail to respond to classic antiseizure medications. Here, we examine two knock-in mouse models replicating de novo sequence variations in the human ",
        "Keywords": [
            "Dravet syndrome",
            "HCN1",
            "epileptic encephalopathy",
            "ion channels",
            "lamotrigine",
            "mouse",
            "neuroscience",
            "phenytoin"
        ],
        "MeSH terms": [
            "Animals",
            "Anticonvulsants",
            "Brain Diseases",
            "Child",
            "Humans",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "Lamotrigine",
            "Ligand-Gated Ion Channels",
            "Mice",
            "Phenytoin",
            "Potassium Channels",
            "Seizures"
        ],
        "Authors": [
            {
                "First Name": "Andrea",
                "Last Name": "Merseburg",
                "Affiliation": "German Center for Neurodegenerative Diseases (DZNE), Bonn, Germany."
            },
            {
                "First Name": "Jacquelin",
                "Last Name": "Kasemir",
                "Affiliation": "German Center for Neurodegenerative Diseases (DZNE), Bonn, Germany."
            },
            {
                "First Name": "Eric W",
                "Last Name": "Buss",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Felix",
                "Last Name": "Leroy",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Tobias",
                "Last Name": "Bock",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Alessandro",
                "Last Name": "Porro",
                "Affiliation": "Department of Biosciences, University of Milan, Milan, Italy."
            },
            {
                "First Name": "Anastasia",
                "Last Name": "Barnett",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Simon E",
                "Last Name": "Tröder",
                "Affiliation": "In vivo Research Facility, Faculty of Medicine and University Hospital Cologne, University of Cologne, Cologne, Germany."
            },
            {
                "First Name": "Birgit",
                "Last Name": "Engeland",
                "Affiliation": "German Center for Neurodegenerative Diseases (DZNE), Bonn, Germany."
            },
            {
                "First Name": "Malte",
                "Last Name": "Stockebrand",
                "Affiliation": "German Center for Neurodegenerative Diseases (DZNE), Bonn, Germany."
            },
            {
                "First Name": "Anna",
                "Last Name": "Moroni",
                "Affiliation": "Department of Biosciences, University of Milan, Milan, Italy."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Dirk",
                "Last Name": "Isbrandt",
                "Affiliation": "German Center for Neurodegenerative Diseases (DZNE), Bonn, Germany."
            },
            {
                "First Name": "Bina",
                "Last Name": "Santoro",
                "Affiliation": "Department of Neuroscience, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2022"
    },
    {
        "PMID": "35256531",
        "Title": "Somatic Depolarization Enhances Hippocampal CA1 Dendritic Spike Propagation and Distal Input-Driven Synaptic Plasticity.",
        "Abstract": "Synaptic inputs that target distal regions of neuronal dendrites can often generate local dendritic spikes that can amplify synaptic depolarization, induce synaptic plasticity, and enhance neuronal output. However, distal dendritic spikes are subject to significant attenuation by dendritic cable properties, and often produce only a weak subthreshold depolarization of the soma. Nonetheless, such spikes have been implicated in memory storage, sensory perception and place field formation. How can such a weak somatic response produce such powerful behavioral effects? Here, we use dual dendritic and somatic recordings in acute hippocampal slices of male mice to reveal that dendritic spike propagation, but not spike initiation, is strongly enhanced when the somatic resting potential is depolarized, likely as a result of increased inactivation of A-type K",
        "Keywords": [
            "calcium spike",
            "dendrite",
            "hippocampus",
            "plasticity",
            "pyramidal neuron",
            "synaptic integration"
        ],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Dendrites",
            "Hippocampus",
            "Male",
            "Mice",
            "Neuronal Plasticity",
            "Pyramidal Cells"
        ],
        "Authors": [
            {
                "First Name": "Tobias",
                "Last Name": "Bock",
                "Affiliation": "Departments of Neuroscience and Pharmacology, Vagelos College of Physicians and Surgeons, Kavli Institute for Brain Science, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, New York 10027 htb2110@columbia.edu."
            },
            {
                "First Name": "Adrian",
                "Last Name": "Negrean",
                "Affiliation": "Departments of Neuroscience and Pharmacology, Vagelos College of Physicians and Surgeons, Kavli Institute for Brain Science, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, New York 10027."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Departments of Neuroscience and Pharmacology, Vagelos College of Physicians and Surgeons, Kavli Institute for Brain Science, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, New York 10027."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2022"
    },
    {
        "PMID": "35180391",
        "Title": "A direct lateral entorhinal cortex to hippocampal CA2 circuit conveys social information required for social memory.",
        "Abstract": "The hippocampus is essential for different forms of declarative memory, including social memory, the ability to recognize and remember a conspecific. Although recent studies identify the importance of the dorsal CA2 region of the hippocampus in social memory storage, little is known about its sources of social information. Because CA2, like other hippocampal regions, receives its major source of spatial and non-spatial information from the medial and lateral subdivisions of entorhinal cortex (MEC and LEC), respectively, we investigated the importance of these inputs for social memory. Whereas MEC inputs to CA2 are dispensable, the direct inputs to CA2 from LEC are both selectively activated during social exploration and required for social memory. This selective behavioral role of LEC is reflected in the stronger excitatory drive it provides to CA2 compared with MEC. Thus, a direct LEC → CA2 circuit is tuned to convey social information that is critical for social memory.",
        "Keywords": [
            "CA2",
            "entorhinal cortex",
            "hippocampus",
            "lateral entorhinal cortex",
            "social memory"
        ],
        "MeSH terms": [
            "Entorhinal Cortex",
            "Hippocampus",
            "Mental Recall"
        ],
        "Authors": [
            {
                "First Name": "Jeffrey",
                "Last Name": "Lopez-Rojas",
                "Affiliation": "Department of Neuroscience, The Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10027, USA. Electronic address: jl5545@columbia.edu."
            },
            {
                "First Name": "Christopher A",
                "Last Name": "de Solis",
                "Affiliation": "Department of Neuroscience, The Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Felix",
                "Last Name": "Leroy",
                "Affiliation": "Department of Neuroscience, The Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10027, USA; Instituto de Neurociencias CSIC-UMH, San Juan de Alicante, Spain."
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": "Department of Neuroscience, The Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10027, USA; Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, The Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10027, USA. Electronic address: sas8@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2022"
    },
    {
        "PMID": "34385360",
        "Title": "Frequency-Dependent Synaptic Dynamics Differentially Tune CA1 and CA2 Pyramidal Neuron Responses to Cortical Input.",
        "Abstract": "Entorhinal cortex neurons make monosynaptic connections onto distal apical dendrites of CA1 and CA2 pyramidal neurons through the perforant path (PP) projection. Previous studies show that differences in dendritic properties and synaptic input density enable the PP inputs to produce a much stronger excitation of CA2 compared with CA1 pyramidal neurons. Here, using mice of both sexes, we report that the difference in PP efficacy varies substantially as a function of presynaptic firing rate. Although a single PP stimulus evokes a 5- to 6-fold greater EPSP in CA2 compared with CA1, a brief high-frequency train of PP stimuli evokes a strongly facilitating postsynaptic response in CA1, with relatively little change in CA2. Furthermore, we demonstrate that blockade of NMDARs significantly reduces strong temporal summation in CA1 but has little impact on that in CA2. As a result of the differences in the frequency- and NMDAR-dependent temporal summation, naturalistic patterns of presynaptic activity evoke CA1 and CA2 responses with distinct dynamics, differentially tuning CA1 and CA2 responses to bursts of presynaptic firing versus single presynaptic spikes, respectively.",
        "Keywords": [
            "CA1",
            "CA2",
            "NMDAR",
            "hippocampus",
            "perforant path",
            "synaptic"
        ],
        "MeSH terms": [
            "Animals",
            "CA1 Region, Hippocampal",
            "CA2 Region, Hippocampal",
            "Cerebral Cortex",
            "Excitatory Postsynaptic Potentials",
            "Female",
            "GABA-A Receptor Antagonists",
            "GABA-B Receptor Antagonists",
            "Male",
            "Mice",
            "Neural Pathways",
            "Patch-Clamp Techniques",
            "Pyramidal Cells",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Qian",
                "Last Name": "Sun",
                "Affiliation": "Department of Neuroscience, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York 10027 qxs111@case.edu sas8@columbia.edu."
            },
            {
                "First Name": "Eric W",
                "Last Name": "Buss",
                "Affiliation": "Department of Neuroscience, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York 10027."
            },
            {
                "First Name": "Yu-Qiu",
                "Last Name": "Jiang",
                "Affiliation": "Department of Neurosciences, School of Medicine, Case Western Reserve University, Cleveland, Ohio, 44106."
            },
            {
                "First Name": "Bina",
                "Last Name": "Santoro",
                "Affiliation": "Department of Neuroscience, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York 10027."
            },
            {
                "First Name": "David H",
                "Last Name": "Brann",
                "Affiliation": "Department of Neuroscience, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York 10027."
            },
            {
                "First Name": "Daniel A",
                "Last Name": "Nicholson",
                "Affiliation": "Department of Neuroscience, Rush University Medical Center, Chicago, Illinois, 60612."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York 10027 qxs111@case.edu sas8@columbia.edu."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2021"
    },
    {
        "PMID": "34166608",
        "Title": "Gating movements and ion permeation in HCN4 pacemaker channels.",
        "Abstract": "The HCN1-4 channel family is responsible for the hyperpolarization-activated cation current I",
        "Keywords": [
            "HCN4",
            "cAMP",
            "cryo-EM",
            "gating",
            "metal ion",
            "molecular dynamics",
            "pacemaker",
            "permeation",
            "pore",
            "selectivity"
        ],
        "MeSH terms": [
            "Cell Line",
            "Cell Membrane Permeability",
            "Cryoelectron Microscopy",
            "Cyclic AMP",
            "HEK293 Cells",
            "Humans",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "Ion Channel Gating",
            "Ions",
            "Muscle Proteins",
            "Potassium Channels"
        ],
        "Authors": [
            {
                "First Name": "Andrea",
                "Last Name": "Saponaro",
                "Affiliation": "Department of Biosciences, University of Milan, Milan, Italy."
            },
            {
                "First Name": "Daniel",
                "Last Name": "Bauer",
                "Affiliation": "Department of Biology, TU-Darmstadt, Darmstadt, Germany."
            },
            {
                "First Name": "M Hunter",
                "Last Name": "Giese",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Paolo",
                "Last Name": "Swuec",
                "Affiliation": "Department of Biosciences, University of Milan, Milan, Italy; Pediatric Research Center \"Romeo ed Enrica Invernizzi,\" University of Milan, Milan, Italy."
            },
            {
                "First Name": "Alessandro",
                "Last Name": "Porro",
                "Affiliation": "Department of Biosciences, University of Milan, Milan, Italy."
            },
            {
                "First Name": "Federica",
                "Last Name": "Gasparri",
                "Affiliation": "Department of Biosciences, University of Milan, Milan, Italy."
            },
            {
                "First Name": "Atiyeh Sadat",
                "Last Name": "Sharifzadeh",
                "Affiliation": "Department of Biosciences, University of Milan, Milan, Italy."
            },
            {
                "First Name": "Antonio",
                "Last Name": "Chaves-Sanjuan",
                "Affiliation": "Department of Biosciences, University of Milan, Milan, Italy; Pediatric Research Center \"Romeo ed Enrica Invernizzi,\" University of Milan, Milan, Italy."
            },
            {
                "First Name": "Laura",
                "Last Name": "Alberio",
                "Affiliation": "Department of Biosciences, University of Milan, Milan, Italy; Biosciences Institute, Newcastle University, Newcastle upon Tyne, UK."
            },
            {
                "First Name": "Giacomo",
                "Last Name": "Parisi",
                "Affiliation": "Center for Life Nano Science, Istituto Italiano di Tecnologia, Rome, Italy."
            },
            {
                "First Name": "Gabriele",
                "Last Name": "Cerutti",
                "Affiliation": "Department of Biochemical Sciences, Sapienza University of Rome, Rome, Italy."
            },
            {
                "First Name": "Oliver B",
                "Last Name": "Clarke",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, NY, USA; Department of Anesthesiology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kay",
                "Last Name": "Hamacher",
                "Affiliation": "Department of Biology, TU-Darmstadt, Darmstadt, Germany."
            },
            {
                "First Name": "Henry M",
                "Last Name": "Colecraft",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Filippo",
                "Last Name": "Mancia",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Wayne A",
                "Last Name": "Hendrickson",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, NY, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Zuckerman Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Dario",
                "Last Name": "DiFrancesco",
                "Affiliation": "Department of Biosciences, University of Milan, Milan, Italy; Institute of Biophysics-Milano, Consiglio Nazionale delle Ricerche, Rome, Italy."
            },
            {
                "First Name": "Martino",
                "Last Name": "Bolognesi",
                "Affiliation": "Department of Biosciences, University of Milan, Milan, Italy; Pediatric Research Center \"Romeo ed Enrica Invernizzi,\" University of Milan, Milan, Italy."
            },
            {
                "First Name": "Gerhard",
                "Last Name": "Thiel",
                "Affiliation": "Department of Biology, TU-Darmstadt, Darmstadt, Germany."
            },
            {
                "First Name": "Bina",
                "Last Name": "Santoro",
                "Affiliation": "Department of Neuroscience, Zuckerman Institute, Columbia University, New York, NY, USA. Electronic address: bs73@columbia.edu."
            },
            {
                "First Name": "Anna",
                "Last Name": "Moroni",
                "Affiliation": "Department of Biosciences, University of Milan, Milan, Italy; Institute of Biophysics-Milano, Consiglio Nazionale delle Ricerche, Rome, Italy. Electronic address: anna.moroni@unimi.it."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2021"
    },
    {
        "PMID": "33990774",
        "Title": "Enkephalin release from VIP interneurons in the hippocampal CA2/3a region mediates heterosynaptic plasticity and social memory.",
        "Abstract": "The hippocampus contains a diverse array of inhibitory interneurons that gate information flow through local cortico-hippocampal circuits to regulate memory storage. Although most studies of interneurons have focused on their role in fast synaptic inhibition mediated by GABA release, different classes of interneurons express unique sets of neuropeptides, many of which have been shown to exert powerful effects on neuronal function and memory when applied pharmacologically. However, relatively little is known about whether and how release of endogenous neuropeptides from inhibitory cells contributes to their behavioral role in regulating memory formation. Here we report that vasoactive intestinal peptide (VIP)-expressing interneurons participate in social memory storage by enhancing information transfer from hippocampal CA3 pyramidal neurons to CA2 pyramidal neurons. Notably, this action depends on release of the neuropeptide enkephalin from VIP neurons, causing long-term depression of feedforward inhibition onto CA2 pyramidal cells. Moreover, VIP neuron activity in the CA2 region is increased selectively during exploration of a novel conspecific. Our findings, thus, enhance our appreciation of how GABAergic neurons can regulate synaptic plasticity and mnemonic behavior by demonstrating that such actions can be mediated by release of a specific neuropeptide, rather than through classic fast inhibitory transmission.",
        "Keywords": [],
        "MeSH terms": [
            "Enkephalins",
            "GABAergic Neurons",
            "Hippocampus",
            "Interneurons",
            "Neuronal Plasticity",
            "Pyramidal Cells",
            "Vasoactive Intestinal Peptide"
        ],
        "Authors": [
            {
                "First Name": "Felix",
                "Last Name": "Leroy",
                "Affiliation": "Department of Neuroscience, Columbia University, New YorK, NY, USA. felxfel@aol.com."
            },
            {
                "First Name": "Christopher A",
                "Last Name": "de Solis",
                "Affiliation": "Department of Neuroscience, Columbia University, New YorK, NY, USA."
            },
            {
                "First Name": "Lara M",
                "Last Name": "Boyle",
                "Affiliation": "Department of Neuroscience, Columbia University, New YorK, NY, USA."
            },
            {
                "First Name": "Tobias",
                "Last Name": "Bock",
                "Affiliation": "Department of Neuroscience, Columbia University, New YorK, NY, USA."
            },
            {
                "First Name": "Olivia M",
                "Last Name": "Lofaro",
                "Affiliation": "Department of Neuroscience, Columbia University, New YorK, NY, USA."
            },
            {
                "First Name": "Eric W",
                "Last Name": "Buss",
                "Affiliation": "Department of Neuroscience, Columbia University, New YorK, NY, USA."
            },
            {
                "First Name": "Arun",
                "Last Name": "Asok",
                "Affiliation": "Department of Neuroscience, Columbia University, New YorK, NY, USA."
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": "Department of Neuroscience, Columbia University, New YorK, NY, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Columbia University, New YorK, NY, USA. sas8@columbia.edu."
            }
        ],
        "Journal": "Molecular psychiatry",
        "PubDate": "2022"
    },
    {
        "PMID": "33115926",
        "Title": "Synaptic Organization of Anterior Olfactory Nucleus Inputs to Piriform Cortex.",
        "Abstract": "Odors activate distributed ensembles of neurons within the piriform cortex, forming cortical representations of odor thought to be essential to olfactory learning and behaviors. This odor response is driven by direct input from the olfactory bulb, but is also shaped by a dense network of associative or intracortical inputs to piriform, which may enhance or constrain the cortical odor representation. With optogenetic techniques, it is possible to functionally isolate defined inputs to piriform cortex and assess their potential to activate or inhibit piriform pyramidal neurons. The anterior olfactory nucleus (AON) receives direct input from the olfactory bulb and sends an associative projection to piriform cortex that has potential roles in the state-dependent processing of olfactory behaviors. Here, we provide a detailed functional assessment of the AON afferents to piriform in male and female C57Bl/6J mice. We confirm that the AON forms glutamatergic excitatory synapses onto piriform pyramidal neurons; and while these inputs are not as strong as piriform recurrent collaterals, they are less constrained by disynaptic inhibition. Moreover, AON-to-piriform synapses contain a substantial NMDAR-mediated current that prolongs the synaptic response at depolarized potentials. These properties of limited inhibition and slow NMDAR-mediated currents result in strong temporal summation of AON inputs within piriform pyramidal neurons, and suggest that the AON could powerfully enhance activation of piriform neurons in response to odor.",
        "Keywords": [
            "anterior olfactory cortex",
            "anterior olfactory nucleus",
            "associational synapses",
            "intracortical synapses",
            "olfactory cortex",
            "piriform cortex"
        ],
        "MeSH terms": [
            "Animals",
            "Female",
            "Glutamic Acid",
            "Male",
            "Membrane Potentials",
            "Mice",
            "Mice, Inbred C57BL",
            "Neurons, Afferent",
            "Odorants",
            "Olfactory Bulb",
            "Olfactory Cortex",
            "Optogenetics",
            "Piriform Cortex",
            "Pyramidal Cells",
            "Receptors, N-Methyl-D-Aspartate",
            "Smell",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Marco J",
                "Last Name": "Russo",
                "Affiliation": "Department of Neuroscience, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York."
            },
            {
                "First Name": "Kevin M",
                "Last Name": "Franks",
                "Affiliation": "Department of Neuroscience, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York."
            },
            {
                "First Name": "Roxanne",
                "Last Name": "Oghaz",
                "Affiliation": "Department of Neuroscience, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York."
            },
            {
                "First Name": "Richard",
                "Last Name": "Axel",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Vagelos College of Physicians & Surgeons, Columbia University, New York, New York."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Department of Pharmacology, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York sas8@columbia.edu."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2020"
    },
    {
        "PMID": "33077947",
        "Title": "Coding of social novelty in the hippocampal CA2 region and its disruption and rescue in a 22q11.2 microdeletion mouse model.",
        "Abstract": "The hippocampal CA2 region is essential for social memory. To determine whether CA2 activity encodes social interactions, we recorded extracellularly from CA2 pyramidal neurons (PNs) in male mice during social behavior. Although CA2 neuronal firing showed only weak spatial selectivity, it accurately encoded contextual changes and distinguished between a novel and a familiar mouse. In the Df(16)A",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "CA2 Region, Hippocampal",
            "Chromosome Deletion",
            "Chromosomes, Human, Pair 22",
            "Disease Models, Animal",
            "Exploratory Behavior",
            "Male",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Pyramidal Cells",
            "Social Behavior",
            "Social Interaction",
            "Spatial Processing"
        ],
        "Authors": [
            {
                "First Name": "Macayla L",
                "Last Name": "Donegan",
                "Affiliation": "Department of Neuroscience, Zuckerman and Kavli Institutes, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Fabio",
                "Last Name": "Stefanini",
                "Affiliation": "Department of Neuroscience, Zuckerman and Kavli Institutes, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Torcato",
                "Last Name": "Meira",
                "Affiliation": "Department of Neuroscience, Zuckerman and Kavli Institutes, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Joshua A",
                "Last Name": "Gordon",
                "Affiliation": "National Institute of Mental Health, NIH, Bethesda, MD, USA."
            },
            {
                "First Name": "Stefano",
                "Last Name": "Fusi",
                "Affiliation": "Department of Neuroscience, Zuckerman and Kavli Institutes, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Zuckerman and Kavli Institutes, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA. sas8@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2020"
    },
    {
        "PMID": "32968277",
        "Title": "Hippocampal CA2 sharp-wave ripples reactivate and promote social memory.",
        "Abstract": "The consolidation of spatial memory depends on the reactivation ('replay') of hippocampal place cells that were active during recent behaviour. Such reactivation is observed during sharp-wave ripples (SWRs)-synchronous oscillatory electrical events that occur during non-rapid-eye-movement (non-REM) sleep",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "CA2 Region, Hippocampal",
            "Male",
            "Memory",
            "Memory Consolidation",
            "Mental Recall",
            "Mice",
            "Mice, Inbred C57BL",
            "Optogenetics",
            "Pyramidal Cells",
            "Sleep",
            "Social Interaction"
        ],
        "Authors": [
            {
                "First Name": "Azahara",
                "Last Name": "Oliva",
                "Affiliation": "Department of Neuroscience, The Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA. azaharaglez@gmail.com."
            },
            {
                "First Name": "Antonio",
                "Last Name": "Fernández-Ruiz",
                "Affiliation": "New York University Neuroscience Institute, New York University, New York, NY, USA."
            },
            {
                "First Name": "Felix",
                "Last Name": "Leroy",
                "Affiliation": "Department of Neuroscience, The Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, The Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, USA. sas8@columbia.edu."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2020"
    },
    {
        "PMID": "31967926",
        "Title": "Postsynaptic integrative properties of dorsal CA1 pyramidal neuron subpopulations.",
        "Abstract": "The population activity of CA1 pyramidal neurons (PNs) segregates along anatomical axes with different behaviors, suggesting that CA1 PNs are functionally subspecialized based on somatic location. In dorsal CA1, spatial encoding is biased toward CA2 (CA1c) and in deep layers of the radial axis. In contrast, nonspatial coding peaks toward subiculum (CA1a) and in superficial layers. While preferential innervation by spatial vs. nonspatial input from entorhinal cortex (EC) may contribute to this specialization, it cannot fully explain the range of in vivo responses. Differences in intrinsic properties thus may play a critical role in modulating such synaptic input differences. In this study we examined the postsynaptic integrative properties of dorsal CA1 PNs in six subpopulations along the transverse (CA1c, CA1b, CA1a) and radial (deep, superficial) axes. Our results suggest that active and passive properties of deep and superficial neurons evolve over the transverse axis to promote the functional specialization of CA1c vs. CA1a as dictated by their cortical input. We also find that CA1b is not merely an intermediate mix of its neighbors, but uniquely balances low excitability with superior input integration of its mixed input, as may be required for its proposed role in sequence encoding. Thus synaptic input and intrinsic properties combine to functionally compartmentalize CA1 processing into at least three transverse axis regions defined by the processing schemes of their composite radial axis subpopulations.",
        "Keywords": [
            "CA1",
            "hippocampus",
            "intrinsic excitability",
            "pyramidal neuron",
            "synaptic integration"
        ],
        "MeSH terms": [
            "Animals",
            "CA1 Region, Hippocampal",
            "Electrophysiological Phenomena",
            "Memory",
            "Mice",
            "Mice, Inbred C57BL",
            "Pyramidal Cells",
            "Spatial Memory"
        ],
        "Authors": [
            {
                "First Name": "Arjun V",
                "Last Name": "Masurkar",
                "Affiliation": "Center for Cognitive Neurology, Department of Neurology, New York University School of Medicine, New York, New York."
            },
            {
                "First Name": "Chengju",
                "Last Name": "Tian",
                "Affiliation": "Center for Cognitive Neurology, Department of Neurology, New York University School of Medicine, New York, New York."
            },
            {
                "First Name": "Richard",
                "Last Name": "Warren",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York."
            },
            {
                "First Name": "Isabel",
                "Last Name": "Reyes",
                "Affiliation": "Center for Cognitive Neurology, Department of Neurology, New York University School of Medicine, New York, New York."
            },
            {
                "First Name": "Daniel C",
                "Last Name": "Lowes",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York."
            },
            {
                "First Name": "David H",
                "Last Name": "Brann",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York."
            }
        ],
        "Journal": "Journal of neurophysiology",
        "PubDate": "2020"
    },
    {
        "PMID": "30946821",
        "Title": "Input-Timing-Dependent Plasticity in the Hippocampal CA2 Region and Its Potential Role in Social Memory.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Felix",
                "Last Name": "Leroy",
                "Affiliation": ""
            },
            {
                "First Name": "David H",
                "Last Name": "Brann",
                "Affiliation": ""
            },
            {
                "First Name": "Torcato",
                "Last Name": "Meira",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2019"
    },
    {
        "PMID": "30518859",
        "Title": "A circuit from hippocampal CA2 to lateral septum disinhibits social aggression.",
        "Abstract": "Although the hippocampus is known to be important for declarative memory, it is less clear how hippocampal output regulates motivated behaviours, such as social aggression. Here we report that pyramidal neurons in the CA2 region of the hippocampus, which are important for social memory, promote social aggression in mice. This action depends on output from CA2 to the lateral septum, which is selectively enhanced immediately before an attack. Activation of the lateral septum by CA2 recruits a circuit that disinhibits a subnucleus of the ventromedial hypothalamus that is known to trigger attack. The social hormone arginine vasopressin enhances social aggression by acting on arginine vasopressin 1b receptors on CA2 presynaptic terminals in the lateral septum to facilitate excitatory synaptic transmission. In this manner, release of arginine vasopressin in the lateral septum, driven by an animal's internal state, may serve as a modulatory control that determines whether CA2 activity leads to declarative memory of a social encounter and/or promotes motivated social aggression.",
        "Keywords": [],
        "MeSH terms": [
            "Aggression",
            "Animals",
            "Arginine Vasopressin",
            "CA2 Region, Hippocampal",
            "Clozapine",
            "Excitatory Postsynaptic Potentials",
            "Female",
            "Male",
            "Memory",
            "Mice",
            "Mice, Inbred BALB C",
            "Motivation",
            "Neural Inhibition",
            "Neural Pathways",
            "Presynaptic Terminals",
            "Proto-Oncogene Proteins c-fos",
            "Pyramidal Cells",
            "Receptors, Vasopressin",
            "Septal Nuclei",
            "Social Behavior",
            "Synaptic Transmission",
            "Ventromedial Hypothalamic Nucleus"
        ],
        "Authors": [
            {
                "First Name": "Felix",
                "Last Name": "Leroy",
                "Affiliation": "Department of Neuroscience, The Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA. felxfel@aol.com."
            },
            {
                "First Name": "Jung",
                "Last Name": "Park",
                "Affiliation": "Department of Neuroscience, The Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Arun",
                "Last Name": "Asok",
                "Affiliation": "Department of Neuroscience, The Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "David H",
                "Last Name": "Brann",
                "Affiliation": "Department of Neuroscience, The Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Torcato",
                "Last Name": "Meira",
                "Affiliation": "Department of Neuroscience, The Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Lara M",
                "Last Name": "Boyle",
                "Affiliation": "Department of Neuroscience, The Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Eric W",
                "Last Name": "Buss",
                "Affiliation": "Department of Neuroscience, The Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": "Department of Neuroscience, The Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, The Kavli Institute for Brain Science, Mortimer B. Zuckerman Mind Brain Behavior Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA. sas8@columbia.edu."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2018"
    },
    {
        "PMID": "30301899",
        "Title": "A hippocampal circuit linking dorsal CA2 to ventral CA1 critical for social memory dynamics.",
        "Abstract": "Recent results suggest that social memory requires the dorsal hippocampal CA2 region as well as a subset of ventral CA1 neurons. However, it is unclear whether dorsal CA2 and ventral CA1 represent parallel or sequential circuits. Moreover, because evidence implicating CA2 in social memory comes largely from long-term inactivation experiments, the dynamic role of CA2 in social memory remains unclear. Here, we use pharmacogenetics and optogenetics in mice to acutely and reversibly silence dorsal CA2 and its projections to ventral hippocampus. We show that dorsal CA2 activity is critical for encoding, consolidation, and recall phases of social memory. Moreover, dorsal CA2 contributes to social memory by providing strong excitatory input to the same subregion of ventral CA1 that contains the subset of neurons implicated in social memory. Thus, our studies provide new insights into a dorsal CA2 to ventral CA1 circuit whose dynamic activity is necessary for social memory.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "CA1 Region, Hippocampal",
            "CA2 Region, Hippocampal",
            "Gene Silencing",
            "Male",
            "Memory",
            "Mice, Inbred BALB C",
            "Mice, Inbred C57BL",
            "Nerve Net",
            "Nucleus Accumbens",
            "Pyramidal Cells",
            "Social Behavior"
        ],
        "Authors": [
            {
                "First Name": "Torcato",
                "Last Name": "Meira",
                "Affiliation": "Department of Neuroscience, Zuckerman and Kavli Institutes, Vagelos College of Physicians and Surgeons, Columbia University, 3227 Broadway, New York, NY, 10027, USA."
            },
            {
                "First Name": "Felix",
                "Last Name": "Leroy",
                "Affiliation": "Department of Neuroscience, Zuckerman and Kavli Institutes, Vagelos College of Physicians and Surgeons, Columbia University, 3227 Broadway, New York, NY, 10027, USA."
            },
            {
                "First Name": "Eric W",
                "Last Name": "Buss",
                "Affiliation": "Department of Neuroscience, Zuckerman and Kavli Institutes, Vagelos College of Physicians and Surgeons, Columbia University, 3227 Broadway, New York, NY, 10027, USA."
            },
            {
                "First Name": "Azahara",
                "Last Name": "Oliva",
                "Affiliation": "Department of Neuroscience, Zuckerman and Kavli Institutes, Vagelos College of Physicians and Surgeons, Columbia University, 3227 Broadway, New York, NY, 10027, USA."
            },
            {
                "First Name": "Jung",
                "Last Name": "Park",
                "Affiliation": "Department of Neuroscience, Zuckerman and Kavli Institutes, Vagelos College of Physicians and Surgeons, Columbia University, 3227 Broadway, New York, NY, 10027, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Zuckerman and Kavli Institutes, Vagelos College of Physicians and Surgeons, Columbia University, 3227 Broadway, New York, NY, 10027, USA. sas8@columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2018"
    },
    {
        "PMID": "29754752",
        "Title": "Hippocampal 5-HT Input Regulates Memory Formation and Schaffer Collateral Excitation.",
        "Abstract": "The efficacy and duration of memory storage is regulated by neuromodulatory transmitter actions. While the modulatory transmitter serotonin (5-HT) plays an important role in implicit forms of memory in the invertebrate Aplysia, its function in explicit memory mediated by the mammalian hippocampus is less clear. Specifically, the consequences elicited by the spatio-temporal gradient of endogenous 5-HT release are not known. Here we applied optogenetic techniques in mice to gain insight into this fundamental biological process. We find that activation of serotonergic terminals in the hippocampal CA1 region both potentiates excitatory transmission at CA3-to-CA1 synapses and enhances spatial memory. Conversely, optogenetic silencing of CA1 5-HT terminals inhibits spatial memory. We furthermore find that synaptic potentiation is mediated by 5-HT4 receptors and that systemic modulation of 5-HT4 receptor function can bidirectionally impact memory formation. Collectively, these data reveal powerful modulatory influence of serotonergic synaptic input on hippocampal function and memory formation.",
        "Keywords": [
            "CA1",
            "behavior",
            "hippocampus",
            "learning",
            "memory",
            "neuromodulation",
            "optogenetics",
            "plasticity",
            "potentiation",
            "serotonin"
        ],
        "MeSH terms": [
            "Animals",
            "Axons",
            "CA1 Region, Hippocampal",
            "CA3 Region, Hippocampal",
            "Hippocampus",
            "Long-Term Potentiation",
            "Memory",
            "Mice",
            "Neural Inhibition",
            "Optogenetics",
            "Receptors, Serotonin, 5-HT4",
            "Serotonergic Neurons",
            "Serotonin",
            "Spatial Memory",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Catia M",
                "Last Name": "Teixeira",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA; New York State Psychiatric Institute, New York, NY 10032, USA; Emotional Brain Institute, Nathan Kline Institute, Orangeburg, NY 10962, USA."
            },
            {
                "First Name": "Zev B",
                "Last Name": "Rosen",
                "Affiliation": "Department of Neuroscience, Kavli Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Deepika",
                "Last Name": "Suri",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Qian",
                "Last Name": "Sun",
                "Affiliation": "Department of Neuroscience, Kavli Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Marc",
                "Last Name": "Hersh",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Derya",
                "Last Name": "Sargin",
                "Affiliation": "Department of Physiology, University of Toronto, Toronto, ON M5S 1A8, Canada."
            },
            {
                "First Name": "Iva",
                "Last Name": "Dincheva",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA; New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Ashlea A",
                "Last Name": "Morgan",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Stephen",
                "Last Name": "Spivack",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Anne C",
                "Last Name": "Krok",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA; New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Tessa",
                "Last Name": "Hirschfeld-Stoler",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Evelyn K",
                "Last Name": "Lambe",
                "Affiliation": "Department of Physiology, University of Toronto, Toronto, ON M5S 1A8, Canada; Department of Obstetrics and Gynaecology, University of Toronto, Toronto, ON M5S 1A8, Canada; Department of Psychiatry, University of Toronto, Toronto, ON M5S 1A8, Canada."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Kavli Institute, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10027, USA; Department of Pharmacology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Mark S",
                "Last Name": "Ansorge",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA; New York State Psychiatric Institute, New York, NY 10032, USA. Electronic address: ma2362@cumc.columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2018"
    },
    {
        "PMID": "28823730",
        "Title": "Input-Timing-Dependent Plasticity in the Hippocampal CA2 Region and Its Potential Role in Social Memory.",
        "Abstract": "Input-timing-dependent plasticity (ITDP) is a circuit-based synaptic learning rule by which paired activation of entorhinal cortical (EC) and Schaffer collateral (SC) inputs to hippocampal CA1 pyramidal neurons (PNs) produces a long-term enhancement of SC excitation. We now find that paired stimulation of EC and SC inputs also induces ITDP of SC excitation of CA2 PNs. However, whereas CA1 ITDP results from long-term depression of feedforward inhibition (iLTD) as a result of activation of CB1 endocannabinoid receptors on cholecystokinin-expressing interneurons, CA2 ITDP results from iLTD through activation of δ-opioid receptors on parvalbumin-expressing interneurons. Furthermore, whereas CA1 ITDP has been previously linked to enhanced specificity of contextual memory, we find that CA2 ITDP is associated with enhanced social memory. Thus, ITDP may provide a general synaptic learning rule for distinct forms of hippocampal-dependent memory mediated by distinct hippocampal regions.",
        "Keywords": [
            "CA2",
            "ITDP",
            "delta opioid receptor",
            "social memory"
        ],
        "MeSH terms": [
            "Animals",
            "CA2 Region, Hippocampal",
            "Entorhinal Cortex",
            "Interneurons",
            "Long-Term Synaptic Depression",
            "Male",
            "Memory",
            "Mice",
            "Mice, Transgenic",
            "Neural Inhibition",
            "Neuronal Plasticity",
            "Parvalbumins",
            "Pyramidal Cells",
            "Receptors, Opioid, delta",
            "Social Behavior",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Felix",
                "Last Name": "Leroy",
                "Affiliation": "Department of Neuroscience, Kavli Institute of Brain Science, Columbia University Medical Center, 1051 Riverside Drive, New York, NY, USA. Electronic address: felxfel@aol.com."
            },
            {
                "First Name": "David H",
                "Last Name": "Brann",
                "Affiliation": "Department of Neuroscience, Kavli Institute of Brain Science, Columbia University Medical Center, 1051 Riverside Drive, New York, NY, USA."
            },
            {
                "First Name": "Torcato",
                "Last Name": "Meira",
                "Affiliation": "Department of Neuroscience, Kavli Institute of Brain Science, Columbia University Medical Center, 1051 Riverside Drive, New York, NY, USA; Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Braga, Portugal; ICVS/3B's, PT Government Associate Laboratory, Braga/Guimarães, Portugal."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Kavli Institute of Brain Science, Columbia University Medical Center, 1051 Riverside Drive, New York, NY, USA. Electronic address: sas8@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2017"
    },
    {
        "PMID": "28772124",
        "Title": "Proximodistal Heterogeneity of Hippocampal CA3 Pyramidal Neuron Intrinsic Properties, Connectivity, and Reactivation during Memory Recall.",
        "Abstract": "The hippocampal CA3 region is classically viewed as a homogeneous autoassociative network critical for associative memory and pattern completion. However, recent evidence has demonstrated a striking heterogeneity along the transverse, or proximodistal, axis of CA3 in spatial encoding and memory. Here we report the presence of striking proximodistal gradients in intrinsic membrane properties and synaptic connectivity for dorsal CA3. A decreasing gradient of mossy fiber synaptic strength along the proximodistal axis is mirrored by an increasing gradient of direct synaptic excitation from entorhinal cortex. Furthermore, we uncovered a nonuniform pattern of reactivation of fear memory traces, with the most robust reactivation during memory retrieval occurring in mid-CA3 (CA3b), the region showing the strongest net recurrent excitation. Our results suggest that heterogeneity in both intrinsic properties and synaptic connectivity may contribute to the distinct spatial encoding and behavioral role of CA3 subregions along the proximodistal axis.",
        "Keywords": [
            "CA2",
            "CA3",
            "Hippocampus",
            "contextual fear conditioning",
            "input resistance",
            "intrinsic excitability",
            "mossy fiber",
            "pattern completion",
            "perforant path",
            "recurrent collateral"
        ],
        "MeSH terms": [
            "Animals",
            "Behavior, Animal",
            "Entorhinal Cortex",
            "Fear",
            "Hippocampus",
            "Male",
            "Memory",
            "Mice, Inbred C57BL",
            "Models, Neurological",
            "Neural Pathways",
            "Pyramidal Cells"
        ],
        "Authors": [
            {
                "First Name": "Qian",
                "Last Name": "Sun",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA. Electronic address: qs2122@columbia.edu."
            },
            {
                "First Name": "Alaba",
                "Last Name": "Sotayo",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Alejandro S",
                "Last Name": "Cazzulino",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA; Division of Integrative Neuroscience, New York State Psychiatric Institute (NYSPI)/Research Foundation for Mental Hygiene, Inc. (RFMH), New York, NY 10032, USA."
            },
            {
                "First Name": "Anna M",
                "Last Name": "Snyder",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Christine A",
                "Last Name": "Denny",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA; Division of Integrative Neuroscience, New York State Psychiatric Institute (NYSPI)/Research Foundation for Mental Hygiene, Inc. (RFMH), New York, NY 10032, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA; Department of Pharmacology, Columbia University, New York, NY 10032, USA; Kavli Institute for Brain Science, Columbia University, New York, NY 10032, USA. Electronic address: sas8@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2017"
    },
    {
        "PMID": "28213444",
        "Title": "The Dendrites of CA2 and CA1 Pyramidal Neurons Differentially Regulate Information Flow in the Cortico-Hippocampal Circuit.",
        "Abstract": "The impact of a given neuronal pathway depends on the number of synapses it makes with its postsynaptic target, the strength of each individual synapse, and the integrative properties of the postsynaptic dendrites. Here we explore the cellular and synaptic mechanisms responsible for the differential excitatory drive from the entorhinal cortical pathway onto mouse CA2 compared with CA1 pyramidal neurons (PNs). Although both types of neurons receive direct input from entorhinal cortex onto their distal dendrites, these inputs produce a 5- to 6-fold larger EPSP at the soma of CA2 compared with CA1 PNs, which is sufficient to drive action potential output from CA2 but not CA1. Experimental and computational approaches reveal that dendritic propagation is more efficient in CA2 than CA1 as a result of differences in dendritic morphology and dendritic expression of the hyperpolarization-activated cation current (",
        "Keywords": [
            "CA2 pyramidal neuron",
            "dendrites",
            "glutamate uncaging",
            "passive properties",
            "two-photon imaging"
        ],
        "MeSH terms": [
            "Animals",
            "CA1 Region, Hippocampal",
            "CA2 Region, Hippocampal",
            "Cells, Cultured",
            "Cerebral Cortex",
            "Dendrites",
            "Hippocampus",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Nerve Net",
            "Neural Pathways",
            "Pyramidal Cells",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Kalyan V",
                "Last Name": "Srinivas",
                "Affiliation": "Department of Neuroscience, vks2111@columbia.edu sas8@columbia.edu."
            },
            {
                "First Name": "Eric W",
                "Last Name": "Buss",
                "Affiliation": "Department of Neuroscience."
            },
            {
                "First Name": "Qian",
                "Last Name": "Sun",
                "Affiliation": "Department of Neuroscience."
            },
            {
                "First Name": "Bina",
                "Last Name": "Santoro",
                "Affiliation": "Department of Neuroscience."
            },
            {
                "First Name": "Hiroto",
                "Last Name": "Takahashi",
                "Affiliation": "Department of Neuroscience."
            },
            {
                "First Name": "Daniel A",
                "Last Name": "Nicholson",
                "Affiliation": "Department of Neuroscience, Rush University Medical Center, Chicago, Illinois 60612."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, vks2111@columbia.edu sas8@columbia.edu."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2017"
    },
    {
        "PMID": "28052245",
        "Title": "Medial and Lateral Entorhinal Cortex Differentially Excite Deep versus Superficial CA1 Pyramidal Neurons.",
        "Abstract": "Although hippocampal CA1 pyramidal neurons (PNs) were thought to comprise a uniform population, recent evidence supports two distinct sublayers along the radial axis, with deep neurons more likely to form place cells than superficial neurons. CA1 PNs also differ along the transverse axis with regard to direct inputs from entorhinal cortex (EC), with medial EC (MEC) providing spatial information to PNs toward CA2 (proximal CA1) and lateral EC (LEC) providing non-spatial information to PNs toward subiculum (distal CA1). We demonstrate that the two inputs differentially activate the radial sublayers and that this difference reverses along the transverse axis, with MEC preferentially targeting deep PNs in proximal CA1 and LEC preferentially exciting superficial PNs in distal CA1. This differential excitation reflects differences in dendritic spine numbers. Our results reveal a heterogeneity in EC-CA1 connectivity that may help explain differential roles of CA1 PNs in spatial and non-spatial learning and memory.",
        "Keywords": [
            "CA1",
            "Schaffer collateral",
            "hippocampus",
            "lateral entorhinal cortex",
            "medial entorhinal cortex",
            "perforant pathway",
            "pyramidal neuron heterogeneity",
            "radial axis",
            "spines",
            "transverse axis"
        ],
        "MeSH terms": [
            "Animals",
            "CA1 Region, Hippocampal",
            "Dendritic Spines",
            "Entorhinal Cortex",
            "Male",
            "Mice, Inbred C57BL",
            "Neural Inhibition",
            "Optogenetics",
            "Perforant Pathway",
            "Pyramidal Cells"
        ],
        "Authors": [
            {
                "First Name": "Arjun V",
                "Last Name": "Masurkar",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY 10032, USA; Department of Psychiatry, Columbia University, New York, NY 10032, USA. Electronic address: arjun.masurkar@nyumc.org."
            },
            {
                "First Name": "Kalyan V",
                "Last Name": "Srinivas",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "David H",
                "Last Name": "Brann",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Richard",
                "Last Name": "Warren",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Daniel C",
                "Last Name": "Lowes",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA; Department of Pharmacology, Columbia University, New York, NY 10032, USA; Kavli Institute for Brain Science, Columbia University, New York, NY 10032, USA."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2017"
    },
    {
        "PMID": "26748091",
        "Title": "Age-Dependent Specific Changes in Area CA2 of the Hippocampus and Social Memory Deficit in a Mouse Model of the 22q11.2 Deletion Syndrome.",
        "Abstract": "Several neuropsychiatric disorders are associated with cognitive and social dysfunction. Postmortem studies of patients with schizophrenia have revealed specific changes in area CA2, a long-overlooked region of the hippocampus recently found to be critical for social memory formation. To examine how area CA2 is altered in psychiatric illness, we used the Df(16)A(+/-) mouse model of the 22q11.2 microdeletion, a genetic risk factor for developing several neuropsychiatric disorders, including schizophrenia. We report several age-dependent CA2 alterations: a decrease in the density of parvalbumin-expressing interneurons, a reduction in the amount of feedforward inhibition, and a change in CA2 pyramidal-neuron intrinsic properties. Furthermore, we found that area CA2 is less plastic in Df(16)A(+/-) mice, making it nearly impossible to evoke action potential firing in CA2 pyramidal neurons. Finally, we show that Df(16)A(+/-) mice display impaired social cognition, providing a potential mechanism and a neural substrate for this impairment in psychiatric disorders.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Aging",
            "Animals",
            "Cognition Disorders",
            "DiGeorge Syndrome",
            "Disease Models, Animal",
            "Hippocampus",
            "Male",
            "Memory",
            "Mice, Transgenic",
            "Neurons",
            "Parvalbumins",
            "Schizophrenia",
            "Social Behavior"
        ],
        "Authors": [
            {
                "First Name": "Rebecca A",
                "Last Name": "Piskorowski",
                "Affiliation": "CNRS UMR8118, Team Synaptic Plasticity and Neural Networks, Université Paris Descartes, 75006 Paris, France."
            },
            {
                "First Name": "Kaoutsar",
                "Last Name": "Nasrallah",
                "Affiliation": "CNRS UMR8118, Team Synaptic Plasticity and Neural Networks, Université Paris Descartes, 75006 Paris, France."
            },
            {
                "First Name": "Anastasia",
                "Last Name": "Diamantopoulou",
                "Affiliation": "Department of Psychiatry, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jun",
                "Last Name": "Mukai",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Sami I",
                "Last Name": "Hassan",
                "Affiliation": "Department of Neuroscience, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Department of Pharmacology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Department of Pharmacology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Department of Neuroscience, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: jag90@cumc.columbia.edu."
            },
            {
                "First Name": "Vivien",
                "Last Name": "Chevaleyre",
                "Affiliation": "CNRS UMR8118, Team Synaptic Plasticity and Neural Networks, Université Paris Descartes, 75006 Paris, France. Electronic address: vivien.chevaleyre@parisdescartes.fr."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2016"
    },
    {
        "PMID": "26744409",
        "Title": "Gating of hippocampal activity, plasticity, and memory by entorhinal cortex long-range inhibition.",
        "Abstract": "The cortico-hippocampal circuit is critical for storage of associational memories. Most studies have focused on the role in memory storage of the excitatory projections from entorhinal cortex to hippocampus. However, entorhinal cortex also sends inhibitory projections, whose role in memory storage and cortico-hippocampal activity remains largely unexplored. We found that these long-range inhibitory projections enhance the specificity of contextual and object memory encoding. At the circuit level, these γ-aminobutyric acid (GABA)-releasing projections target hippocampal inhibitory neurons and thus act as a disinhibitory gate that transiently promotes the excitation of hippocampal CA1 pyramidal neurons by suppressing feedforward inhibition. This enhances the ability of CA1 pyramidal neurons to fire synaptically evoked dendritic spikes and to generate a temporally precise form of heterosynaptic plasticity. Long-range inhibition from entorhinal cortex may thus increase the precision of hippocampal-based long-term memory associations by assessing the salience of mnemonormation to the immediate sensory input.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "CA1 Region, Hippocampal",
            "CA3 Region, Hippocampal",
            "Dendrites",
            "Entorhinal Cortex",
            "Evoked Potentials",
            "GABAergic Neurons",
            "Inhibitory Postsynaptic Potentials",
            "Memory, Long-Term",
            "Mice",
            "Neuronal Plasticity",
            "Pyramidal Cells",
            "Synapses",
            "gamma-Aminobutyric Acid"
        ],
        "Authors": [
            {
                "First Name": "Jayeeta",
                "Last Name": "Basu",
                "Affiliation": "Department of Neuroscience, Kavli Brain Institute, Columbia University Medical Center, 1051 Riverside Drive, New York, NY 10032, USA. jayeeta.basu@nyumc.org sas8@columbia.edu."
            },
            {
                "First Name": "Jeffrey D",
                "Last Name": "Zaremba",
                "Affiliation": "Department of Neuroscience, Kavli Brain Institute, Columbia University Medical Center, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Stephanie K",
                "Last Name": "Cheung",
                "Affiliation": "Department of Neuroscience, Kavli Brain Institute, Columbia University Medical Center, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Frederick L",
                "Last Name": "Hitti",
                "Affiliation": "Department of Neuroscience, Kavli Brain Institute, Columbia University Medical Center, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Boris V",
                "Last Name": "Zemelman",
                "Affiliation": "University of Texas at Austin, Austin, TX 78712, USA."
            },
            {
                "First Name": "Attila",
                "Last Name": "Losonczy",
                "Affiliation": "Department of Neuroscience, Kavli Brain Institute, Columbia University Medical Center, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Kavli Brain Institute, Columbia University Medical Center, 1051 Riverside Drive, New York, NY 10032, USA. jayeeta.basu@nyumc.org sas8@columbia.edu."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2016"
    },
    {
        "PMID": "26525152",
        "Title": "The Corticohippocampal Circuit, Synaptic Plasticity, and Memory.",
        "Abstract": "Synaptic plasticity serves as a cellular substrate for information storage in the central nervous system. The entorhinal cortex (EC) and hippocampus are interconnected brain areas supporting basic cognitive functions important for the formation and retrieval of declarative memories. Here, we discuss how information flow in the EC-hippocampal loop is organized through circuit design. We highlight recently identified corticohippocampal and intrahippocampal connections and how these long-range and local microcircuits contribute to learning. This review also describes various forms of activity-dependent mechanisms that change the strength of corticohippocampal synaptic transmission. A key point to emerge from these studies is that patterned activity and interaction of coincident inputs gives rise to associational plasticity and long-term regulation of information flow. Finally, we offer insights about how learning-related synaptic plasticity within the corticohippocampal circuit during sensory experiences may enable adaptive behaviors for encoding spatial, episodic, social, and contextual memories.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Conditioning, Psychological",
            "Entorhinal Cortex",
            "Hippocampus",
            "Humans",
            "Learning",
            "Memory",
            "Models, Biological",
            "Nerve Net",
            "Neuronal Plasticity",
            "Neurons",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Jayeeta",
                "Last Name": "Basu",
                "Affiliation": "Department of Neuroscience and Physiology, NYU Neuroscience Institute, New York University School of Medicine, New York, New York 10016."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Kavli Institute for Brain Science, Columbia University, New York, New York 10032 Department of Neuroscience, Columbia University, New York, New York 10032 Department of Pharmacology, Columbia University, New York, New York 10032."
            }
        ],
        "Journal": "Cold Spring Harbor perspectives in biology",
        "PubDate": "2015"
    },
    {
        "PMID": "26523642",
        "Title": "Midbrain dopamine neurons bidirectionally regulate CA3-CA1 synaptic drive.",
        "Abstract": "Dopamine (DA) is required for hippocampal-dependent memory and long-term potentiation (LTP) at CA1 Schaffer collateral (SC) synapses. It is therefore surprising that exogenously applied DA has little effect on SC synapses, but suppresses CA1 perforant path (PP) inputs. To examine DA actions under more physiological conditions, we used optogenetics to release DA from ventral tegmental area inputs to hippocampus. Unlike exogenous DA application, optogenetic release of DA caused a bidirectional, activity-dependent modulation of SC synapses, with no effect on PP inputs. Low levels of DA release, simulating tonic DA neuron firing, depressed the SC response through a D4 receptor-dependent enhancement of feedforward inhibition mediated by parvalbumin-expressing interneurons. Higher levels of DA release, simulating phasic firing, increased SC responses through a D1 receptor-dependent enhancement of excitatory transmission. Thus, tonic-phasic transitions in DA neuron firing in response to motivational demands may cause a modulatory switch from inhibition to enhancement of hippocampal information flow.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "CA1 Region, Hippocampal",
            "CA3 Region, Hippocampal",
            "Dopamine",
            "Dopaminergic Neurons",
            "Mesencephalon",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Neural Pathways",
            "Optogenetics",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Zev B",
                "Last Name": "Rosen",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Stephanie",
                "Last Name": "Cheung",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2015"
    },
    {
        "PMID": "25390033",
        "Title": "Dendritic Na",
        "Abstract": "Synaptic inputs from different brain areas are often targeted to distinct regions of neuronal dendritic arbors. Inputs to proximal dendrites usually produce large somatic EPSPs that efficiently trigger action potential (AP) output, whereas inputs to distal dendrites are greatly attenuated and may largely modulate AP output. In contrast to most other cortical and hippocampal neurons, hippocampal CA2 pyramidal neurons show unusually strong excitation by their distal dendritic inputs from entorhinal cortex (EC). In this study, we demonstrate that the ability of these EC inputs to drive CA2 AP output requires the firing of local dendritic Na",
        "Keywords": [
            "action potential",
            "dendritic excitability",
            "dendritic spike",
            "hippocampus",
            "mouse",
            "neuroscience"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Qian",
                "Last Name": "Sun",
                "Affiliation": "Department of Neuroscience, Howard Hughes Medical Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Kalyan V",
                "Last Name": "Srinivas",
                "Affiliation": "Department of Neuroscience, Howard Hughes Medical Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Alaba",
                "Last Name": "Sotayo",
                "Affiliation": "Department of Neuroscience, Howard Hughes Medical Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Howard Hughes Medical Institute, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2014"
    },
    {
        "PMID": "25237295",
        "Title": "Differential contribution of TRPM4 and TRPM5 nonselective cation channels to the slow afterdepolarization in mouse prefrontal cortex neurons.",
        "Abstract": "In certain neurons from different brain regions, a brief burst of action potentials can activate a slow afterdepolarization (sADP) in the presence of muscarinic acetylcholine receptor agonists. The sADP, if suprathreshold, can contribute to persistent non-accommodating firing in some of these neurons. Previous studies have characterized a Ca(2+)-activated non-selective cation (CAN) current (ICAN ) that is thought to underlie the sADP. ICAN depends on muscarinic receptor stimulation and exhibits a dependence on neuronal activity, membrane depolarization and Ca(2+)-influx similar to that observed for the sADP. Despite the widespread occurrence of sADPs in neurons throughout the brain, the molecular identity of the ion channels underlying these events, as well as ICAN , remains uncertain. Here we used a combination of genetic, pharmacological and electrophysiological approaches to characterize the molecular mechanisms underlying the muscarinic receptor-dependent sADP in layer 5 pyramidal neurons of mouse prefrontal cortex. First, we confirmed that in the presence of the cholinergic agonist carbachol a brief burst of action potentials triggers a prominent sADP in these neurons. Second, we confirmed that this sADP requires activation of a PLC signaling cascade and intracellular calcium signaling. Third, we obtained direct evidence that the transient receptor potential (TRP) melastatin 5 channel (TRPM5), which is thought to function as a CAN channel in non-neural cells, contributes importantly to the sADP in the layer 5 neurons. In contrast, the closely related TRPM4 channel may play only a minor role in the sADP.",
        "Keywords": [
            "Ca2+-activated non-selective cation (CAN) current",
            "muscarinic receptors",
            "persistent firing",
            "slow afterdepolarization (sADP)",
            "transient receptor potential melastatin 5 channel (TRPM5)"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Ya-Ting",
                "Last Name": "Lei",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York State Psychiatric Institute New York, NY, USA."
            },
            {
                "First Name": "Sebastien J",
                "Last Name": "Thuault",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York State Psychiatric Institute New York, NY, USA."
            },
            {
                "First Name": "Pierre",
                "Last Name": "Launay",
                "Affiliation": "Equipe Avenir, Institut National de la Santé et de la Recherche Médicale, Service de Néphrologie, Hôpital Bichat, Université Paris Paris, France."
            },
            {
                "First Name": "Robert F",
                "Last Name": "Margolskee",
                "Affiliation": "Monell Chemical Senses Center Philadelphia, PA, USA."
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York State Psychiatric Institute New York, NY, USA ; Howard Hughes Medical Institute, Columbia University New York, NY, USA ; Kavli Institute for Brain Sciences, Columbia University New York, NY, USA ; Department of Psychiatry, Columbia University New York, NY, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York State Psychiatric Institute New York, NY, USA ; Howard Hughes Medical Institute, Columbia University New York, NY, USA ; Kavli Institute for Brain Sciences, Columbia University New York, NY, USA ; Department of Pharmacology, Columbia University New York, NY, USA."
            }
        ],
        "Journal": "Frontiers in cellular neuroscience",
        "PubDate": "2014"
    },
    {
        "PMID": "25201528",
        "Title": "Reelin signaling specifies the molecular identity of the pyramidal neuron distal dendritic compartment.",
        "Abstract": "The apical dendrites of many neurons contain proximal and distal compartments that receive synaptic inputs from different brain regions. These compartments also contain distinct complements of ion channels that enable the differential processing of their respective synaptic inputs, making them functionally distinct. At present, the molecular mechanisms that specify dendritic compartments are not well understood. Here, we report that the extracellular matrix protein Reelin, acting through its downstream, intracellular Dab1 and Src family tyrosine kinase signaling cascade, is essential for establishing and maintaining the molecular identity of the distal dendritic compartment of cortical pyramidal neurons. We find that Reelin signaling is required for the striking enrichment of HCN1 and GIRK1 channels in the distal tuft dendrites of both hippocampal CA1 and neocortical layer 5 pyramidal neurons, where the channels actively filter inputs targeted to these dendritic domains.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Adhesion Molecules, Neuronal",
            "Dendrites",
            "Extracellular Matrix Proteins",
            "G Protein-Coupled Inwardly-Rectifying Potassium Channels",
            "Gene Knockdown Techniques",
            "Hippocampus",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Neurologic Mutants",
            "Nerve Tissue Proteins",
            "Neurons",
            "Potassium Channels",
            "Reelin Protein",
            "Serine Endopeptidases",
            "Signal Transduction",
            "src-Family Kinases"
        ],
        "Authors": [
            {
                "First Name": "Justine V",
                "Last Name": "Kupferman",
                "Affiliation": "Department of Biology, Kavli Institute, College of Physicians and Surgeons, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA; Department of Neuroscience, Kavli Institute, College of Physicians and Surgeons, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Jayeeta",
                "Last Name": "Basu",
                "Affiliation": "Department of Neuroscience, Kavli Institute, College of Physicians and Surgeons, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Marco J",
                "Last Name": "Russo",
                "Affiliation": "Department of Neuroscience, Kavli Institute, College of Physicians and Surgeons, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Jenieve",
                "Last Name": "Guevarra",
                "Affiliation": "Department of Biology, Kavli Institute, College of Physicians and Surgeons, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Stephanie K",
                "Last Name": "Cheung",
                "Affiliation": "Department of Neuroscience, Kavli Institute, College of Physicians and Surgeons, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "Department of Neuroscience, Kavli Institute, College of Physicians and Surgeons, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA; Department of Pharmacology, Kavli Institute, College of Physicians and Surgeons, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA; Howard Hughes Medical Institute, College of Physicians and Surgeons, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA. Electronic address: sas8@columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2014"
    },
    {
        "PMID": "24572357",
        "Title": "The hippocampal CA2 region is essential for social memory.",
        "Abstract": "The hippocampus is critical for encoding declarative memory, our repository of knowledge of who, what, where and when. Mnemonic information is processed in the hippocampus through several parallel routes involving distinct subregions. In the classic trisynaptic pathway, information proceeds from entorhinal cortex (EC) to dentate gyrus to CA3 and then to CA1, the main hippocampal output. Genetic lesions of EC (ref. 3) and hippocampal dentate gyrus (ref. 4), CA3 (ref. 5) and CA1 (ref. 6) regions have revealed their distinct functions in learning and memory. In contrast, little is known about the role of CA2, a relatively small area interposed between CA3 and CA1 that forms the nexus of a powerful disynaptic circuit linking EC input with CA1 output. Here we report a novel transgenic mouse line that enabled us to selectively examine the synaptic connections and behavioural role of the CA2 region in adult mice. Genetically targeted inactivation of CA2 pyramidal neurons caused a pronounced loss of social memory--the ability of an animal to remember a conspecific--with no change in sociability or several other hippocampus-dependent behaviours, including spatial and contextual memory. These behavioural and anatomical results thus reveal CA2 as a critical hub of sociocognitive memory processing.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Autistic Disorder",
            "CA2 Region, Hippocampal",
            "Electrophysiology",
            "Female",
            "Integrases",
            "Male",
            "Memory",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Pyramidal Cells",
            "Schizophrenia",
            "Social Behavior",
            "Space Perception",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Frederick L",
                "Last Name": "Hitti",
                "Affiliation": "Department of Neuroscience, Kavli Institute, College of Physicians and Surgeons, Columbia University 1051 Riverside Drive, New York, New York 10032, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": "1] Department of Neuroscience, Kavli Institute, College of Physicians and Surgeons, Columbia University 1051 Riverside Drive, New York, New York 10032, USA [2] Department of Pharmacology, Howard Hughes Medical Institute, College of Physicians and Surgeons, Columbia University 1051 Riverside Drive, New York, New York 10032, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2014"
    },
    {
        "PMID": "24050406",
        "Title": "A cortico-hippocampal learning rule shapes inhibitory microcircuit activity to enhance hippocampal information flow.",
        "Abstract": "How does coordinated activity between distinct brain regions implement a set of learning rules to sculpt information processing in a given neural circuit? Using interneuron cell-type-specific optical activation and pharmacogenetic silencing in vitro, we show that temporally precise pairing of direct entorhinal perforant path (PP) and hippocampal Schaffer collateral (SC) inputs to CA1 pyramidal cells selectively suppresses SC-associated perisomatic inhibition from cholecystokinin (CCK)-expressing interneurons. The CCK interneurons provide a surprisingly strong feedforward inhibitory drive to effectively control the coincident excitation of CA1 pyramidal neurons by convergent inputs. Thus, in-phase cortico-hippocampal activity provides a powerful heterosynaptic learning rule for long-term gating of information flow through the hippocampal excitatory macrocircuit by the silencing of the CCK inhibitory microcircuit.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biophysics",
            "Calcium",
            "Cerebral Cortex",
            "Channelrhodopsins",
            "Cholecystokinin",
            "Computer Simulation",
            "Electric Stimulation",
            "Excitatory Amino Acid Antagonists",
            "GABA Antagonists",
            "Hippocampus",
            "Homeodomain Proteins",
            "In Vitro Techniques",
            "Inhibitory Postsynaptic Potentials",
            "Luminescent Proteins",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Models, Neurological",
            "Nerve Net",
            "Neural Pathways",
            "Neurons",
            "Optogenetics",
            "Parvalbumins",
            "Patch-Clamp Techniques",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Jayeeta",
                "Last Name": "Basu",
                "Affiliation": "Department of Neuroscience, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Kalyan V",
                "Last Name": "Srinivas",
                "Affiliation": ""
            },
            {
                "First Name": "Stephanie K",
                "Last Name": "Cheung",
                "Affiliation": ""
            },
            {
                "First Name": "Hiroki",
                "Last Name": "Taniguchi",
                "Affiliation": ""
            },
            {
                "First Name": "Z Josh",
                "Last Name": "Huang",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2013"
    },
    {
        "PMID": "23966682",
        "Title": "Prefrontal cortex HCN1 channels enable intrinsic persistent neural firing and executive memory function.",
        "Abstract": "In many cortical neurons, HCN1 channels are the major contributors to Ih, the hyperpolarization-activated current, which regulates the intrinsic properties of neurons and shapes their integration of synaptic inputs, paces rhythmic activity, and regulates synaptic plasticity. Here, we examine the physiological role of Ih in deep layer pyramidal neurons in mouse prefrontal cortex (PFC), focusing on persistent activity, a form of sustained firing thought to be important for the behavioral function of the PFC during working memory tasks. We find that HCN1 contributes to the intrinsic persistent firing that is induced by a brief depolarizing current stimulus in the presence of muscarinic agonists. Deletion of HCN1 or acute pharmacological blockade of Ih decreases the fraction of neurons capable of generating persistent firing. The reduction in persistent firing is caused by the membrane hyperpolarization that results from the deletion of HCN1 or Ih blockade, rather than a specific role of the hyperpolarization-activated current in generating persistent activity. In vivo recordings show that deletion of HCN1 has no effect on up states, periods of enhanced synaptic network activity. Parallel behavioral studies demonstrate that HCN1 contributes to the PFC-dependent resolution of proactive interference during working memory. These results thus provide genetic evidence demonstrating the importance of HCN1 to intrinsic persistent firing and the behavioral output of the PFC. The causal role of intrinsic persistent firing in PFC-mediated behavior remains an open question.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Choice Behavior",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Executive Function",
            "Gene Expression Regulation",
            "Green Fluorescent Proteins",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "In Vitro Techniques",
            "Maze Learning",
            "Memory",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Neurons",
            "Neurotransmitter Agents",
            "Patch-Clamp Techniques",
            "Potassium Channels",
            "Prefrontal Cortex",
            "Serial Learning",
            "Synaptic Potentials"
        ],
        "Authors": [
            {
                "First Name": "Sébastien J",
                "Last Name": "Thuault",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Gaël",
                "Last Name": "Malleret",
                "Affiliation": ""
            },
            {
                "First Name": "Christine M",
                "Last Name": "Constantinople",
                "Affiliation": ""
            },
            {
                "First Name": "Russell",
                "Last Name": "Nicholls",
                "Affiliation": ""
            },
            {
                "First Name": "Irene",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Judy",
                "Last Name": "Zhu",
                "Affiliation": ""
            },
            {
                "First Name": "Andrey",
                "Last Name": "Panteleyev",
                "Affiliation": ""
            },
            {
                "First Name": "Svetlana",
                "Last Name": "Vronskaya",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew F",
                "Last Name": "Nolan",
                "Affiliation": ""
            },
            {
                "First Name": "Randy",
                "Last Name": "Bruno",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2013"
    },
    {
        "PMID": "22496389",
        "Title": "Synapses and memory storage.",
        "Abstract": "The synapse is the functional unit of the brain. During the last several decades we have acquired a great deal of information on its structure, molecular components, and physiological function. It is clear that synapses are morphologically and molecularly diverse and that this diversity is recruited to different functions. One of the most intriguing findings is that the size of the synaptic response in not invariant, but can be altered by a variety of homo- and heterosynaptic factors such as past patterns of use or modulatory neurotransmitters. Perhaps the most difficult challenge in neuroscience is to design experiments that reveal how these basic building blocks of the brain are put together and how they are regulated to mediate the information flow through neural circuits that is necessary to produce complex behaviors and store memories. In this review we will focus on studies that attempt to uncover the role of synaptic plasticity in the regulation of whole-animal behavior by learning and memory.",
        "Keywords": [],
        "MeSH terms": [
            "Amygdala",
            "Animals",
            "Fear",
            "Humans",
            "Memory",
            "Neuronal Plasticity",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Mark",
                "Last Name": "Mayford",
                "Affiliation": "The Scripps Research Institute, Department of Cell Biology, La Jolla, California 92037, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            }
        ],
        "Journal": "Cold Spring Harbor perspectives in biology",
        "PubDate": "2012"
    },
    {
        "PMID": "22099465",
        "Title": "Increased size and stability of CA1 and CA3 place fields in HCN1 knockout mice.",
        "Abstract": "Hippocampal CA1 and CA3 pyramidal neuron place cells encode the spatial location of an animal through localized firing patterns called \"place fields.\" To explore the mechanisms that control place cell firing and their relationship to spatial memory, we studied mice with enhanced spatial memory resulting from forebrain-specific knockout of the HCN1 hyperpolarization-activated cation channel. HCN1 is strongly expressed in CA1 neurons and in entorhinal cortex grid cells, which provide spatial information to the hippocampus. Both CA1 and CA3 place fields were larger but more stable in the knockout mice, with the effect greater in CA1 than CA3. As HCN1 is only weakly expressed in CA3 place cells, their altered activity likely reflects loss of HCN1 in grid cells. The more pronounced changes in CA1 likely reflect the intrinsic contribution of HCN1. The enhanced place field stability may underlie the effect of HCN1 deletion to facilitate spatial learning and memory.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "CA1 Region, Hippocampal",
            "CA3 Region, Hippocampal",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "Male",
            "Mice",
            "Mice, 129 Strain",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Neurons",
            "Potassium Channels",
            "Protein Stability"
        ],
        "Authors": [
            {
                "First Name": "Syed A",
                "Last Name": "Hussaini",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA. sah2149@columbia.edu"
            },
            {
                "First Name": "Kimberly A",
                "Last Name": "Kempadoo",
                "Affiliation": ""
            },
            {
                "First Name": "Sébastien J",
                "Last Name": "Thuault",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2011"
    },
    {
        "PMID": "21982368",
        "Title": "Recurrent circuitry dynamically shapes the activation of piriform cortex.",
        "Abstract": "In the piriform cortex, individual odorants activate a unique ensemble of neurons that are distributed without discernable spatial order. Piriform neurons receive convergent excitatory inputs from random collections of olfactory bulb glomeruli. Pyramidal cells also make extensive recurrent connections with other excitatory and inhibitory neurons. We introduced channelrhodopsin into the piriform cortex to characterize these intrinsic circuits and to examine their contribution to activity driven by afferent bulbar inputs. We demonstrated that individual pyramidal cells are sparsely interconnected by thousands of excitatory synaptic connections that extend, largely undiminished, across the piriform cortex, forming a large excitatory network that can dominate the bulbar input. Pyramidal cells also activate inhibitory interneurons that mediate strong, local feedback inhibition that scales with excitation. This recurrent network can enhance or suppress bulbar input, depending on whether the input arrives before or after the cortex is activated. This circuitry may shape the ensembles of piriform cells that encode odorant identity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain Mapping",
            "Interneurons",
            "Mice",
            "Mice, Inbred C57BL",
            "Molecular Imaging",
            "Odorants",
            "Olfactory Pathways",
            "Olfactory Perception",
            "Pyramidal Cells",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Kevin M",
                "Last Name": "Franks",
                "Affiliation": "Department of Neuroscience, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Marco J",
                "Last Name": "Russo",
                "Affiliation": ""
            },
            {
                "First Name": "Dara L",
                "Last Name": "Sosulski",
                "Affiliation": ""
            },
            {
                "First Name": "Abigail A",
                "Last Name": "Mulligan",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Axel",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2011"
    },
    {
        "PMID": "21555075",
        "Title": "TRIP8b splice forms act in concert to regulate the localization and expression of HCN1 channels in CA1 pyramidal neurons.",
        "Abstract": "HCN1 channel subunits, which contribute to the hyperpolarization-activated cation current (Ih), are selectively targeted to distal apical dendrites of hippocampal CA1 pyramidal neurons. Here, we addressed the importance of the brain-specific auxiliary subunit of HCN1, TRIP8b, in regulating HCN1 expression and localization. More than ten N-terminal splice variants of TRIP8b exist in brain and exert distinct effects on HCN1 trafficking when overexpressed. We found that isoform-wide disruption of the TRIP8b/HCN1 interaction caused HCN1 to be mistargeted throughout CA1 somatodendritic compartments. In contrast, HCN1 was targeted normally to CA1 distal dendrites in a TRIP8b knockout mouse that selectively lacked exons 1b and 2. Of the two remaining hippocampal TRIP8b isoforms, TRIP8b(1a-4) promoted HCN1 surface expression in dendrites, whereas TRIP8b(1a) suppressed HCN1 misexpression in axons. Thus, proper subcellular localization of HCN1 depends on its differential additive and subtractive sculpting by two isoforms of a single auxiliary subunit.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biophysics",
            "CA1 Region, Hippocampal",
            "Calcium-Calmodulin-Dependent Protein Kinase Type 2",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Dendrites",
            "Electric Stimulation",
            "Excitatory Postsynaptic Potentials",
            "Exons",
            "Gene Expression Regulation",
            "Green Fluorescent Proteins",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "In Vitro Techniques",
            "Lentivirus",
            "Luminescent Proteins",
            "Membrane Potentials",
            "Membrane Proteins",
            "Mice",
            "Mice, Knockout",
            "Mutation",
            "Neurons",
            "Patch-Clamp Techniques",
            "Peroxins",
            "Potassium Channels",
            "Protein Binding",
            "Protein Isoforms",
            "Protein Transport",
            "Pyrimidines",
            "RNA, Small Interfering",
            "Transduction, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Rebecca",
                "Last Name": "Piskorowski",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Bina",
                "Last Name": "Santoro",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2011"
    },
    {
        "PMID": "21411649",
        "Title": "TRIP8b regulates HCN1 channel trafficking and gating through two distinct C-terminal interaction sites.",
        "Abstract": "Hyperpolarization-activated cyclic nucleotide-regulated (HCN) channels in the brain associate with their auxiliary subunit TRIP8b (also known as PEX5R), a cytoplasmic protein expressed as a family of alternatively spliced isoforms. Recent in vitro and in vivo studies have shown that association of TRIP8b with HCN subunits both inhibits channel opening and alters channel membrane trafficking, with some splice variants increasing and others decreasing channel surface expression. Here, we address the structural bases of the regulatory interactions between mouse TRIP8b and HCN1. We find that HCN1 and TRIP8b interact at two distinct sites: an upstream site where the C-linker/cyclic nucleotide-binding domain of HCN1 interacts with an 80 aa domain in the conserved central core of TRIP8b; and a downstream site where the C-terminal SNL (Ser-Asn-Leu) tripeptide of the channel interacts with the tetratricopeptide repeat domain of TRIP8b. These two interaction sites play distinct functional roles in the effects of TRIP8b on HCN1 trafficking and gating. Binding at the upstream site is both necessary and sufficient for TRIP8b to inhibit channel opening. It is also sufficient to mediate the trafficking effects of those TRIP8b isoforms that downregulate channel surface expression, in combination with the trafficking motifs present in the N-terminal region of TRIP8b. In contrast, binding at the downstream interaction site serves to stabilize the C-terminal domain of TRIP8b, allowing for optimal interaction between HCN1 and TRIP8b as well as for proper assembly of the molecular complexes that mediate the effects of TRIP8b on HCN1 channel trafficking.",
        "Keywords": [],
        "MeSH terms": [
            "Alternative Splicing",
            "Animals",
            "Binding Sites",
            "Blotting, Western",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Electrophysiology",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "Immunoprecipitation",
            "Ion Channel Gating",
            "Membrane Proteins",
            "Mice",
            "Peroxins",
            "Potassium Channels",
            "Protein Transport"
        ],
        "Authors": [
            {
                "First Name": "Bina",
                "Last Name": "Santoro",
                "Affiliation": "Department of Neuroscience and Pharmacology, Howard Hughes Medical Institute, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Lei",
                "Last Name": "Hu",
                "Affiliation": ""
            },
            {
                "First Name": "Haiying",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Andrea",
                "Last Name": "Saponaro",
                "Affiliation": ""
            },
            {
                "First Name": "Phillip",
                "Last Name": "Pian",
                "Affiliation": ""
            },
            {
                "First Name": "Rebecca A",
                "Last Name": "Piskorowski",
                "Affiliation": ""
            },
            {
                "First Name": "Anna",
                "Last Name": "Moroni",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2011"
    },
    {
        "PMID": "20981093",
        "Title": "Homologue structure of the SLAC1 anion channel for closing stomata in leaves.",
        "Abstract": "The plant SLAC1 anion channel controls turgor pressure in the aperture-defining guard cells of plant stomata, thereby regulating the exchange of water vapour and photosynthetic gases in response to environmental signals such as drought or high levels of carbon dioxide. Here we determine the crystal structure of a bacterial homologue (Haemophilus influenzae) of SLAC1 at 1.20 Å resolution, and use structure-inspired mutagenesis to analyse the conductance properties of SLAC1 channels. SLAC1 is a symmetrical trimer composed from quasi-symmetrical subunits, each having ten transmembrane helices arranged from helical hairpin pairs to form a central five-helix transmembrane pore that is gated by an extremely conserved phenylalanine residue. Conformational features indicate a mechanism for control of gating by kinase activation, and electrostatic features of the pore coupled with electrophysiological characteristics indicate that selectivity among different anions is largely a function of the energetic cost of ion dehydration.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Arabidopsis",
            "Arabidopsis Proteins",
            "Bacterial Proteins",
            "Crystallography, X-Ray",
            "Electric Conductivity",
            "Haemophilus influenzae",
            "Ion Channel Gating",
            "Membrane Proteins",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Oocytes",
            "Phenylalanine",
            "Plant Stomata",
            "Static Electricity",
            "Structural Homology, Protein",
            "Substrate Specificity",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Yu-Hang",
                "Last Name": "Chen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Lei",
                "Last Name": "Hu",
                "Affiliation": ""
            },
            {
                "First Name": "Marco",
                "Last Name": "Punta",
                "Affiliation": ""
            },
            {
                "First Name": "Renato",
                "Last Name": "Bruni",
                "Affiliation": ""
            },
            {
                "First Name": "Brandan",
                "Last Name": "Hillerich",
                "Affiliation": ""
            },
            {
                "First Name": "Brian",
                "Last Name": "Kloss",
                "Affiliation": ""
            },
            {
                "First Name": "Burkhard",
                "Last Name": "Rost",
                "Affiliation": ""
            },
            {
                "First Name": "James",
                "Last Name": "Love",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Wayne A",
                "Last Name": "Hendrickson",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2010"
    },
    {
        "PMID": "20510860",
        "Title": "Strong CA2 pyramidal neuron synapses define a powerful disynaptic cortico-hippocampal loop.",
        "Abstract": "Neurons propagate information through circuits by integrating thousands of synaptic inputs to generate an action potential output. Inputs from different origins are often targeted to distinct regions of a neuron's dendritic tree, with synapses on more distal dendrites normally having a weaker influence on cellular output compared to synapses on more proximal dendrites. Here, we report that hippocampal CA2 pyramidal neurons, whose function has remained obscure for 75 years, have a reversed synaptic strength rule. Thus, CA2 neurons are strongly excited by their distal dendritic inputs from entorhinal cortex but only weakly activated by their more proximal dendritic inputs from hippocampal CA3 neurons. CA2 neurons in turn make strong excitatory synaptic contacts with CA1 neurons. In this manner, CA2 neurons form the nexus of a highly plastic disynaptic circuit linking the cortical input to the hippocampus to its CA1 neuronal output. This circuit is likely to mediate key aspects of hippocampal-dependent spatial memory.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "CA2 Region, Hippocampal",
            "Cerebral Cortex",
            "Mice",
            "Mice, Inbred C57BL",
            "Neural Pathways",
            "Pyramidal Cells",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Vivien",
                "Last Name": "Chevaleyre",
                "Affiliation": "Department of Neuroscience, Kavli Institute for Brain Science, Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA. vc2240@columbia.edu"
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2010"
    },
    {
        "PMID": "20384728",
        "Title": "Increased seizure severity and seizure-related death in mice lacking HCN1 channels.",
        "Abstract": "Persistent down-regulation in the expression of the hyperpolarization-activated HCN1 cation channel, a key determinant of intrinsic neuronal excitability, has been observed in febrile seizure, temporal lobe epilepsy, and generalized epilepsy animal models, as well as in patients with epilepsy. However, the role and importance of HCN1 down-regulation for seizure activity is unclear. To address this question we determined the susceptibility of mice with either a general or forebrain-restricted deletion of HCN1 to limbic seizure induction by amygdala kindling or pilocarpine administration. Loss of HCN1 expression in both mouse lines is associated with higher seizure severity and higher seizure-related mortality, independent of the seizure-induction method used. Therefore, down-regulation of HCN1 associated with human epilepsy and rodent models may be a contributing factor in seizure behavior.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Disease Models, Animal",
            "Hindlimb",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "Kindling, Neurologic",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Muscarinic Agonists",
            "Pilocarpine",
            "Potassium Channels",
            "Seizures",
            "Severity of Illness Index"
        ],
        "Authors": [
            {
                "First Name": "Bina",
                "Last Name": "Santoro",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York, USA. bs73@columbia.edu"
            },
            {
                "First Name": "Janet Y",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Dario J",
                "Last Name": "Englot",
                "Affiliation": ""
            },
            {
                "First Name": "Sandra",
                "Last Name": "Gildersleeve",
                "Affiliation": ""
            },
            {
                "First Name": "Rebecca A",
                "Last Name": "Piskorowski",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Melodie R",
                "Last Name": "Winawer",
                "Affiliation": ""
            },
            {
                "First Name": "Hal",
                "Last Name": "Blumenfeld",
                "Affiliation": ""
            }
        ],
        "Journal": "Epilepsia",
        "PubDate": "2010"
    },
    {
        "PMID": "20130191",
        "Title": "12-Lipoxygenase regulates hippocampal long-term potentiation by modulating L-type Ca2+ channels.",
        "Abstract": "Although long-term potentiation (LTP) has been intensively studied, there is disagreement as to which molecules mediate and modulate LTP. This is partly attributable to the presence of mechanistically distinct forms of LTP that are induced by different patterns of stimulation and that depend on distinct Ca(2+) sources. Here, we report a novel role for the arachidonic acid-metabolizing enzyme 12-lipoxygenase (12-LO) in LTP at CA3-CA1 hippocampal synapses that is dependent on the pattern of tetanic stimulation. We find that 12-LO activity is required for the induction of LTP in response to a theta burst stimulation protocol that depends on Ca(2+) influx through both NMDA receptors and L-type voltage-gated Ca(2+) channels. In contrast, LTP induced by 100 Hz tetanic stimulation, which requires Ca(2+) influx through NMDA receptors but not L-type channels, does not require 12-LO. We find that 12-LO regulates LTP by enhancing postsynaptic somatodendritic Ca(2+) influx through L-type channels during theta burst stimulation, an action exerted via 12(S)-HPETE [12(S)-hydroperoxyeicosa-5Z,8Z,10E,14Z-tetraenoic acid], a downstream metabolite of 12-LO. These results help define the role of a long-disputed signaling enzyme in LTP.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Arachidonate 12-Lipoxygenase",
            "Calcium Channels, L-Type",
            "Hippocampus",
            "Learning",
            "Lipoxygenase Inhibitors",
            "Long-Term Potentiation",
            "Memory",
            "Mice",
            "Mice, Knockout",
            "Neuronal Plasticity",
            "Patch-Clamp Techniques",
            "Receptors, N-Methyl-D-Aspartate"
        ],
        "Authors": [
            {
                "First Name": "Anthony J",
                "Last Name": "DeCostanzo",
                "Affiliation": "Department of Pharmacology, Columbia University Medical Center, New York, New York 10032, USA. ajd2003@columbia.edu"
            },
            {
                "First Name": "Iryna",
                "Last Name": "Voloshyna",
                "Affiliation": ""
            },
            {
                "First Name": "Zev B",
                "Last Name": "Rosen",
                "Affiliation": ""
            },
            {
                "First Name": "Steven J",
                "Last Name": "Feinmark",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2010"
    },
    {
        "PMID": "19679076",
        "Title": "Recruitment of N-Type Ca(2+) channels during LTP enhances low release efficacy of hippocampal CA1 perforant path synapses.",
        "Abstract": "The entorhinal cortex provides both direct and indirect inputs to hippocampal CA1 neurons through the perforant path and Schaffer collateral synapses, respectively. Using both two-photon imaging of synaptic vesicle cycling and electrophysiological recordings, we found that the efficacy of transmitter release at perforant path synapses is lower than at Schaffer collateral inputs. This difference is due to the greater contribution to release by presynaptic N-type voltage-gated Ca(2+) channels at the Schaffer collateral than perforant path synapses. Induction of long-term potentiation that depends on activation of NMDA receptors and L-type voltage-gated Ca(2+) channels enhances the low efficacy of release at perforant path synapses by increasing the contribution of N-type channels to exocytosis. This represents a previously uncharacterized presynaptic mechanism for fine-tuning release properties of distinct classes of synapses onto a common postsynaptic neuron and for regulating synaptic function during long-term synaptic plasticity.",
        "Keywords": [],
        "MeSH terms": [
            "2-Amino-5-phosphonovalerate",
            "6-Cyano-7-nitroquinoxaline-2,3-dione",
            "Analysis of Variance",
            "Animals",
            "Biophysics",
            "Calcium Channel Blockers",
            "Calcium Channels, N-Type",
            "Dose-Response Relationship, Drug",
            "Electric Stimulation",
            "Excitatory Amino Acid Antagonists",
            "Excitatory Postsynaptic Potentials",
            "Hippocampus",
            "In Vitro Techniques",
            "Kinetics",
            "Long-Term Potentiation",
            "Mice",
            "Mice, Inbred C57BL",
            "Patch-Clamp Techniques",
            "Perforant Pathway",
            "Photons",
            "Pyridinium Compounds",
            "Quaternary Ammonium Compounds",
            "Recruitment, Neurophysiological",
            "Synapses",
            "Time Factors",
            "omega-Agatoxin IVA"
        ],
        "Authors": [
            {
                "First Name": "Mohsin S",
                "Last Name": "Ahmed",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2009"
    },
    {
        "PMID": "19555649",
        "Title": "TRIP8b splice variants form a family of auxiliary subunits that regulate gating and trafficking of HCN channels in the brain.",
        "Abstract": "Hyperpolarization-activated cyclic nucleotide-regulated (HCN) channels, which generate the I(h) current, mediate a number of important brain functions. The HCN1 isoform regulates dendritic integration in cortical pyramidal neurons and provides an inhibitory constraint on both working memory in prefrontal cortex and spatial learning and memory in the hippocampus. Altered expression of HCN1 following seizures may contribute to the development of temporal lobe epilepsy. Yet the regulatory networks and pathways governing HCN channel expression and function in the brain are largely unknown. Here, we report the presence of nine alternative N-terminal splice forms of the brain-specific cytoplasmic protein TRIP8b and demonstrate the differential effects of six isoforms to downregulate or upregulate HCN1 surface expression. Furthermore, we find that all TRIP8b isoforms inhibit channel opening by shifting activation to more negative potentials. TRIP8b thus functions as an auxiliary subunit that provides a mechanism for the dynamic regulation of HCN1 channel expression and function.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Protein Complex 2",
            "Animals",
            "Animals, Newborn",
            "Biophysics",
            "Brain",
            "Consensus Sequence",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Electric Stimulation",
            "Gene Expression Regulation",
            "Green Fluorescent Proteins",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "In Vitro Techniques",
            "Ion Channel Gating",
            "Macromolecular Substances",
            "Membrane Potentials",
            "Membrane Proteins",
            "Mice",
            "Neurons",
            "Oocytes",
            "Patch-Clamp Techniques",
            "Potassium Channels",
            "Protein Binding",
            "Protein Isoforms",
            "Protein Transport",
            "RNA, Messenger",
            "Rats",
            "Transfection"
        ],
        "Authors": [
            {
                "First Name": "Bina",
                "Last Name": "Santoro",
                "Affiliation": "Department of Neuroscience, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Rebecca A",
                "Last Name": "Piskorowski",
                "Affiliation": ""
            },
            {
                "First Name": "Phillip",
                "Last Name": "Pian",
                "Affiliation": ""
            },
            {
                "First Name": "Lei",
                "Last Name": "Hu",
                "Affiliation": ""
            },
            {
                "First Name": "Haiying",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2009"
    },
    {
        "PMID": "19363490",
        "Title": "HCN hyperpolarization-activated cation channels inhibit EPSPs by interactions with M-type K(+) channels.",
        "Abstract": "The processing of synaptic potentials by neuronal dendrites depends on both their passive cable properties and active voltage-gated channels, which can generate complex effects as a result of their nonlinear properties. We characterized the actions of HCN (hyperpolarization-activated cyclic nucleotide-gated cation) channels on dendritic processing of subthreshold excitatory postsynaptic potentials (EPSPs) in mouse CA1 hippocampal neurons. The HCN channels generated an excitatory inward current (I(h)) that exerted a direct depolarizing effect on the peak voltage of weak EPSPs, but produced a paradoxical hyperpolarizing effect on the peak voltage of stronger, but still subthreshold, EPSPs. Using a combined modeling and experimental approach, we found that the inhibitory action of I(h) was caused by its interaction with the delayed-rectifier M-type K(+) current. In this manner, I(h) can enhance spike firing in response to an EPSP when spike threshold is low and can inhibit firing when spike threshold is high.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Computer Simulation",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Excitatory Postsynaptic Potentials",
            "Hippocampus",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "KCNQ1 Potassium Channel",
            "Mice",
            "Organ Culture Techniques",
            "Potassium Channels",
            "Pyramidal Cells",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Meena S",
                "Last Name": "George",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "L F",
                "Last Name": "Abbott",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2009"
    },
    {
        "PMID": "19034494",
        "Title": "Probing S4 and S5 segment proximity in mammalian hyperpolarization-activated HCN channels by disulfide bridging and Cd2+ coordination.",
        "Abstract": "We explored the structural basis of voltage sensing in the HCN1 hyperpolarization-activated cyclic nucleotide-gated cation channel by examining the relative orientation of the voltage sensor and pore domains. The opening of channels engineered to contain single cysteine residues at the extracellular ends of the voltage-sensing S4 (V246C) and pore-forming S5 (C303) domains is inhibited by formation of disulfide or cysteine:Cd(2+) bonds. As Cd(2+) coordination is promoted by depolarization, the S4-S5 interaction occurs preferentially in the closed state. The failure of oxidation to catalyze dimer formation, as assayed by Western blotting, indicates the V246C:C303 interaction occurs within a subunit. Intriguingly, a similar interaction has been observed in depolarization-activated Shaker voltage-dependent potassium (Kv) channels at depolarized potentials but such an intrasubunit interaction is inconsistent with the X-ray crystal structure of Kv1.2, wherein S4 approaches S5 of an adjacent subunit. These findings suggest channels of opposite voltage-sensing polarity adopt a conserved S4-S5 orientation in the depolarized state that is distinct from that trapped upon crystallization.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cadmium",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Cysteine",
            "Disulfides",
            "Oocytes",
            "Patch-Clamp Techniques",
            "Phenanthrolines",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Damian C",
                "Last Name": "Bell",
                "Affiliation": "Department of Neuroscience, Columbia University, 722 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Harma K",
                "Last Name": "Turbendian",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew T",
                "Last Name": "Valley",
                "Affiliation": ""
            },
            {
                "First Name": "Lei",
                "Last Name": "Zhou",
                "Affiliation": ""
            },
            {
                "First Name": "John H",
                "Last Name": "Riley",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Gareth R",
                "Last Name": "Tibbs",
                "Affiliation": ""
            }
        ],
        "Journal": "Pflugers Archiv : European journal of physiology",
        "PubDate": "2009"
    },
    {
        "PMID": "18408037",
        "Title": "Pathway and endpoint free energy calculations for cyclic nucleotide binding to HCN channels.",
        "Abstract": "cAMP and cGMP differentially bind to and regulate a variety of proteins, including cyclic nucleotide-gated (CNG) channels and hyperpolarization-activated cyclic nucleotide-regulated (HCN) channels. Previous site-directed mutagenesis studies have isolated two conserved residues that are critical for enabling certain channels to selectively bind cGMP relative to cAMP. However, no definitive mechanism has been identified that explains the preferential activation of other channels by cAMP. Here we apply computational binding free energy methods, including thermodynamic integration, linear interaction energy, and continuum electrostatic calculations, to gain insights into the mechanisms of cyclic nucleotide selectivity. Consistent with experimental observations, computational results for the cAMP-selective HCN channels show that the binding free energy of cAMP is lower (more favorable) than that of cGMP. Surprisingly, cAMP selectivity is not due to its preferential contacts with protein, but rather reflects the greater hydration energy of cGMP relative to cAMP, resulting in a greater energetic cost for cGMP binding.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Cyclic AMP",
            "Cyclic GMP",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Energy Transfer",
            "Models, Chemical",
            "Models, Molecular",
            "Molecular Conformation",
            "Thermodynamics"
        ],
        "Authors": [
            {
                "First Name": "Lei",
                "Last Name": "Zhou",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Biophysical journal",
        "PubDate": "2008"
    },
    {
        "PMID": "18212016",
        "Title": "Effects of surface water on protein dynamics studied by a novel coarse-grained normal mode approach.",
        "Abstract": "Normal mode analysis (NMA) has received much attention as a direct approach to extract the collective motions of macromolecules. However, the stringent requirement of computational resources by classical all-atom NMA limits the size of the macromolecules to which the method is normally applied. We implemented a novel coarse-grained normal mode approach based on partitioning the all-atom Hessian matrix into relevant and nonrelevant parts. It is interesting to note that, using classical all-atom NMA results as a reference, we found that this method generates more accurate results than do other coarse-grained approaches, including elastic network model and block normal mode approaches. Moreover, this new method is effective in incorporating the energetic contributions from the nonrelevant atoms, including surface water molecules, into the coarse-grained protein motions. The importance of such improvements is demonstrated by the effect of surface water to shift vibrational modes to higher frequencies and by an increase in overlap of the coarse-grained eigenvector space (the motion directions) with that obtained from molecular dynamics simulations of solvated protein in a water box. These results not only confirm the quality of our method but also point out the importance of incorporating surface structural water in studying protein dynamics.",
        "Keywords": [],
        "MeSH terms": [
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "Ion Channels",
            "Models, Chemical",
            "Movement",
            "Nucleotides, Cyclic",
            "Protein Structure, Tertiary",
            "Proteins",
            "Surface Properties",
            "Temperature",
            "Vibration",
            "Water"
        ],
        "Authors": [
            {
                "First Name": "Lei",
                "Last Name": "Zhou",
                "Affiliation": "Department of Neuroscience, Howard Hughes Medical Institute, Columbia University, New York, New York 10032, USA. lz150@columbia.edu"
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Biophysical journal",
        "PubDate": "2008"
    },
    {
        "PMID": "18093528",
        "Title": "HCN1 channels constrain synaptically evoked Ca2+ spikes in distal dendrites of CA1 pyramidal neurons.",
        "Abstract": "HCN1 hyperpolarization-activated cation channels act as an inhibitory constraint of both spatial learning and synaptic integration and long-term plasticity in the distal dendrites of hippocampal CA1 pyramidal neurons. However, as HCN1 channels provide an excitatory current, the mechanism of their inhibitory action remains unclear. Here we report that HCN1 channels also constrain CA1 distal dendritic Ca2+ spikes, which have been implicated in the induction of LTP at distal excitatory synapses. Our experimental and computational results indicate that HCN1 channels provide both an active shunt conductance that decreases the temporal integration of distal EPSPs and a tonic depolarizing current that increases resting inactivation of T-type and N-type voltage-gated Ca2+ channels, which contribute to the Ca2+ spikes. This dual mechanism may provide a general means by which HCN channels regulate dendritic excitability.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Newborn",
            "Calcium",
            "Calcium Channel Blockers",
            "Computer Simulation",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Dendrites",
            "Dose-Response Relationship, Radiation",
            "Electric Stimulation",
            "Excitatory Amino Acid Antagonists",
            "Excitatory Postsynaptic Potentials",
            "Hippocampus",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "In Vitro Techniques",
            "Mice",
            "Mice, Knockout",
            "Patch-Clamp Techniques",
            "Potassium Channels",
            "Pyramidal Cells",
            "Pyrimidines",
            "Reaction Time",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Tsay",
                "Affiliation": "Department of Neuroscience, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Joshua T",
                "Last Name": "Dudman",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2007"
    },
    {
        "PMID": "18054862",
        "Title": "A role for synaptic inputs at distal dendrites: instructive signals for hippocampal long-term plasticity.",
        "Abstract": "Synaptic potentials originating at distal dendritic locations are severely attenuated when they reach the soma and, thus, are poor at driving somatic spikes. Nonetheless, distal inputs convey essential information, suggesting that such inputs may be important for compartmentalized dendritic signaling. Here we report a new plasticity rule in which stimulation of distal perforant path inputs to hippocampal CA1 pyramidal neurons induces long-term potentiation at the CA1 proximal Schaffer collateral synapses when the two inputs are paired at a precise interval. This subthreshold form of heterosynaptic plasticity occurs in the absence of somatic spiking but requires activation of both NMDA receptors and IP(3) receptor-dependent release of Ca(2+) from internal stores. Our results suggest that direct sensory information arriving at distal CA1 synapses through the perforant path provide compartmentalized, instructive signals that assess the saliency of mnemonic information propagated through the hippocampal circuit to proximal synapses.",
        "Keywords": [],
        "MeSH terms": [
            "Absorptiometry, Photon",
            "Animals",
            "Calcium",
            "Computer Simulation",
            "Dendrites",
            "Dendritic Spines",
            "Electrophysiology",
            "Excitatory Postsynaptic Potentials",
            "Hippocampus",
            "Inositol 1,4,5-Trisphosphate Receptors",
            "Memory",
            "Mice",
            "Models, Neurological",
            "Neuronal Plasticity",
            "Patch-Clamp Techniques",
            "Pyramidal Cells",
            "Receptors, AMPA",
            "Receptors, N-Methyl-D-Aspartate",
            "Recruitment, Neurophysiological",
            "Signal Transduction",
            "Synapses",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Joshua T",
                "Last Name": "Dudman",
                "Affiliation": "Department of Neuroscience, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Tsay",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2007"
    },
    {
        "PMID": "17605039",
        "Title": "Modulation of cyclic nucleotide-regulated HCN channels by PIP(2) and receptors coupled to phospholipase C.",
        "Abstract": "Recent results indicate that phosphoinositides, including phosphatidylinositol 4,5-bisphosphate (PI(4,5)P(2)), directly enhance the opening of hyperpolarization-activated, cyclic nucleotide-regulated (HCN) channels by shifting their activation gating to more positive voltages. This contrasts with the action of phosphoinositides to inhibit the opening of the related cyclic nucleotide-gated (CNG) channels involved in sensory signaling. We both review previous studies and present new experiments that investigate whether HCN channels may be regulated by dynamic changes in PI(4,5)P(2) levels caused by the receptor-mediated activation of phospholipase C (PLC). We coexpressed HCN1 or HCN2 channels in Xenopus oocytes with the PLC-coupled bradykinin BK(2) receptor, the muscarinic M1 receptor, or the TrkA receptor. Activation of all three receptors produced a positive shift in HCN channel voltage gating, the opposite of the effect expected for PI(4,5)P(2) depletion. This action was not caused by alterations in cAMP as the effect was preserved in HCN mutant channels that fail to bind cAMP. The receptor effects were mediated by PLC activity, but did not depend on signaling through the downstream products of PI(4,5)P(2) hydrolysis: IP(3) or diacylglycerol (DAG). Importantly, the modulatory effects on gating were blocked by inhibitors of phosphatidylinositol (PI) kinases, suggesting a role for increased PI(4,5)P(2) synthesis. Finally, we found that bradykinin exerted a similar PI kinase-dependent effect on the gating of native HCN channels in cardiac sinoatrial node cells, suggesting that this pathway may represent a novel, physiologically relevant mechanism for enhancing HCN channel function.",
        "Keywords": [],
        "MeSH terms": [
            "Androstadienes",
            "Animals",
            "Chromones",
            "Cyclic AMP",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Data Interpretation, Statistical",
            "Electrophysiology",
            "Enzyme Inhibitors",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "In Vitro Techniques",
            "Indicators and Reagents",
            "Ion Channel Gating",
            "Membrane Potentials",
            "Morpholines",
            "Oocytes",
            "Patch-Clamp Techniques",
            "Phosphatidylinositol 4,5-Diphosphate",
            "Potassium Channels",
            "Rabbits",
            "Receptor, Bradykinin B2",
            "Type C Phospholipases",
            "Wortmannin",
            "Xenopus"
        ],
        "Authors": [
            {
                "First Name": "Phillip",
                "Last Name": "Pian",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Annalisa",
                "Last Name": "Bucchi",
                "Affiliation": ""
            },
            {
                "First Name": "Anthony",
                "Last Name": "Decostanzo",
                "Affiliation": ""
            },
            {
                "First Name": "Richard B",
                "Last Name": "Robinson",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Pflugers Archiv : European journal of physiology",
        "PubDate": "2007"
    },
    {
        "PMID": "17562313",
        "Title": "Gating of HCN channels by cyclic nucleotides: residue contacts that underlie ligand binding, selectivity, and efficacy.",
        "Abstract": "Cyclic nucleotides (cNMPs) regulate the activity of various proteins by interacting with a conserved cyclic nucleotide-binding domain (CNBD). Although X-ray crystallographic studies have revealed the structures of several CNBDs, the residues responsible for generating the high efficacy with which ligand binding leads to protein activation remain unknown. Here, we combine molecular dynamics simulations with mutagenesis to identify ligand contacts important for the regulation of the hyperpolarization-activated HCN2 channel by cNMPs. Surprisingly, out of 7 residues that make strong contacts with ligand, only R632 in the C helix of the CNBD is essential for high ligand efficacy, due to its selective stabilization of cNMP binding to the open state of the channel. Principal component analysis suggests that a local movement of the C helix upon ligand binding propagates through the CNBD of one subunit to the C linker of a neighboring subunit to apply force to the gate of the channel.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Binding Sites",
            "Computer Simulation",
            "Cyclic AMP",
            "Cyclic GMP",
            "Dose-Response Relationship, Drug",
            "Electrophysiology",
            "Female",
            "Hydrogen Bonding",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "Ion Channel Gating",
            "Ion Channels",
            "Ligands",
            "Microinjections",
            "Models, Chemical",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Mutagenesis",
            "Oocytes",
            "Patch-Clamp Techniques",
            "Principal Component Analysis",
            "Protein Binding",
            "Protein Structure, Secondary",
            "Protein Structure, Tertiary",
            "Protein Subunits",
            "Sensitivity and Specificity",
            "Sequence Homology, Amino Acid",
            "Static Electricity",
            "Xenopus"
        ],
        "Authors": [
            {
                "First Name": "Lei",
                "Last Name": "Zhou",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Structure (London, England : 1993)",
        "PubDate": "2007"
    },
    {
        "PMID": "17261842",
        "Title": "Voltage sensor movement and cAMP binding allosterically regulate an inherently voltage-independent closed-open transition in HCN channels.",
        "Abstract": "The hyperpolarization-activated cyclic nucleotide-modulated cation (HCN) channels are regulated by both membrane voltage and the binding of cyclic nucleotides to a cytoplasmic, C-terminal cyclic nucleotide-binding domain (CNBD). Here we have addressed the mechanism of this dual regulation for HCN2 channels, which activate with slow kinetics that are strongly accelerated by cAMP, and HCN1 channels, which activate with rapid kinetics that are weakly enhanced by cAMP. Surprisingly, we find that the rate of opening of HCN2 approaches a maximal value with extreme hyperpolarization, indicating the presence of a voltage-independent kinetic step in the opening process that becomes rate limiting at very negative potentials. cAMP binding enhances the rate of this voltage-independent opening step. In contrast, the rate of opening of HCN1 is much greater than that of HCN2 and does not saturate with increasing hyperpolarization over the voltage range examined. Domain-swapping chimeras between HCN1 and HCN2 reveal that the S4-S6 transmembrane region largely determines the limiting rate in opening kinetics at negative voltages. Measurements of HCN2 tail current kinetics also reveal a voltage-independent closing step that becomes rate limiting at positive voltages; the rate of this closing step is decreased by cAMP. These results are consistent with a cyclic allosteric model in which a closed-open transition that is inherently voltage independent is subject to dual allosteric regulation by voltage sensor movement and cAMP binding. This mechanism accounts for several properties of HCN channel gating and has potentially important physiological implications.",
        "Keywords": [],
        "MeSH terms": [
            "Allosteric Regulation",
            "Animals",
            "Cyclic AMP",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "Ion Channel Gating",
            "Ion Channels",
            "Kinetics",
            "Membrane Potentials",
            "Mice",
            "Microinjections",
            "Models, Biological",
            "Oocytes",
            "Patch-Clamp Techniques",
            "Potassium Channels",
            "Protein Conformation",
            "Protein Structure, Tertiary",
            "Recombinant Fusion Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Shan",
                "Last Name": "Chen",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jing",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Lei",
                "Last Name": "Zhou",
                "Affiliation": ""
            },
            {
                "First Name": "Meena S",
                "Last Name": "George",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of general physiology",
        "PubDate": "2007"
    },
    {
        "PMID": "17074978",
        "Title": "Regulation of gating and rundown of HCN hyperpolarization-activated channels by exogenous and endogenous PIP2.",
        "Abstract": "The voltage dependence of activation of the HCN hyperpolarization-activated cation channels is shifted in inside-out patches by -40 to -60 mV relative to activation in intact cells, a phenomenon referred to as rundown. Less than 20 mV of this hyperpolarizing shift can be due to the influence of the canonical modulator of HCN channels, cAMP. Here we study the role of phosphatidylinositol 4,5-bisphosphate (PI(4,5)P(2)) in HCN channel rundown, as hydrolysis of PI(4,5)P(2) by lipid phosphatases is thought to underlie rundown of several other channels. We find that bath application of exogenous PI(4,5)P(2) reverses the effect of rundown, producing a large depolarizing shift in HCN2 activation. A synthetic short chain analogue of PI(4,5)P(2), dioctanoyl phosphatidylinositol 4,5-bisphosphate, shifts the HCN2 activation curve to more positive potentials in a dose-dependent manner. Other dioctanoyl phosphatidylinositides with one or more phosphates on the lipid headgroup also shift activation, although phosphatidylinositol (PI) is ineffective. Several lines of evidence suggest that HCN2 is also regulated by endogenous PI(4,5)P(2): (a) blockade of phosphatases slows the hyperpolarizing shift upon patch excision; (b) application of an antibody that binds and depletes membrane PIP(2) causes a further hyperpolarizing shift in activation; (c) the shift in activation upon patch excision can be partially reversed by MgATP; and (d) the effect of MgATP is blocked by wortmannin, an inhibitor of PI kinases. Finally, recordings from rabbit sinoatrial cells demonstrate that diC(8) PI(4,5)P(2) delays the rundown of native HCN currents. Thus, both native and recombinant HCN channels are regulated by PI(4,5)P(2).",
        "Keywords": [],
        "MeSH terms": [
            "Adenosine Triphosphate",
            "Androstadienes",
            "Animals",
            "Cyclic AMP",
            "Dose-Response Relationship, Drug",
            "Electrophysiology",
            "Female",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "Ion Channel Gating",
            "Ion Channels",
            "Mice",
            "Oocytes",
            "Patch-Clamp Techniques",
            "Phosphatidylinositol 4,5-Diphosphate",
            "Potassium Channels",
            "Protein Kinase Inhibitors",
            "Rabbits",
            "Sinoatrial Node",
            "Wortmannin",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Phillip",
                "Last Name": "Pian",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Annalisa",
                "Last Name": "Bucchi",
                "Affiliation": ""
            },
            {
                "First Name": "Richard B",
                "Last Name": "Robinson",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of general physiology",
        "PubDate": "2006"
    },
    {
        "PMID": "16504940",
        "Title": "Making the grade with models of persistent activity.",
        "Abstract": "Persistent neural activity that outlasts an initial stimulus is thought to provide a mechanism for the transient storage of memory. In this issue of Neuron, Fransén et al. identify important principles for a cell-autonomous mechanism of graded persistent firing using an elegant combination of experimental and computational approaches.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Calcium",
            "Electric Stimulation",
            "Models, Neurological",
            "Neurons"
        ],
        "Authors": [
            {
                "First Name": "Joshua T",
                "Last Name": "Dudman",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2006"
    },
    {
        "PMID": "16234811",
        "Title": "Transcriptional and behavioral interaction between 22q11.2 orthologs modulates schizophrenia-related phenotypes in mice.",
        "Abstract": "Microdeletions of 22q11.2 represent one of the highest known genetic risk factors for schizophrenia. It is likely that more than one gene contributes to the marked risk associated with this locus. Two of the candidate risk genes encode the enzymes proline dehydrogenase (PRODH) and catechol-O-methyltransferase (COMT), which modulate the levels of a putative neuromodulator (L-proline) and the neurotransmitter dopamine, respectively. Mice that model the state of PRODH deficiency observed in humans with schizophrenia show increased neurotransmitter release at glutamatergic synapses as well as deficits in associative learning and response to psychomimetic drugs. Transcriptional profiling and pharmacological manipulations identified a transcriptional and behavioral interaction between the Prodh and Comt genes that is likely to represent a homeostatic response to enhanced dopaminergic signaling in the frontal cortex. This interaction modulates a number of schizophrenia-related phenotypes, providing a framework for understanding the high disease risk associated with this locus, the expression of the phenotype, or both.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Newborn",
            "Behavior, Animal",
            "Central Nervous System Stimulants",
            "Chromosomes, Human, Pair 22",
            "Chromosomes, Mammalian",
            "Disease Models, Animal",
            "Dopamine Agonists",
            "Excitatory Postsynaptic Potentials",
            "Frontal Lobe",
            "Humans",
            "Maze Learning",
            "Mice",
            "Phenotype",
            "Proline Oxidase",
            "Schizophrenia",
            "Transcriptional Activation"
        ],
        "Authors": [
            {
                "First Name": "Marta",
                "Last Name": "Paterlini",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University College of Physicians and Surgeons, 701 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Stanislav S",
                "Last Name": "Zakharenko",
                "Affiliation": ""
            },
            {
                "First Name": "Wen-Sung",
                "Last Name": "Lai",
                "Affiliation": ""
            },
            {
                "First Name": "Jie",
                "Last Name": "Qin",
                "Affiliation": ""
            },
            {
                "First Name": "Hui",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Jun",
                "Last Name": "Mukai",
                "Affiliation": ""
            },
            {
                "First Name": "Koen G C",
                "Last Name": "Westphal",
                "Affiliation": ""
            },
            {
                "First Name": "Berend",
                "Last Name": "Olivier",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Pavlidis",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2005"
    },
    {
        "PMID": "15967982",
        "Title": "Genetic evidence for a protein-kinase-A-mediated presynaptic component in NMDA-receptor-dependent forms of long-term synaptic potentiation.",
        "Abstract": "The synaptic vesicle protein Rab3A is a small GTP-binding protein that interacts with rabphilin and RIM1alpha, two presynaptic substrates of protein kinase A (PKA). Mice lacking RIM1alpha and Rab3A have a defect in PKA-dependent and NMDA receptor (NMDAR)-independent presynaptic long-term potentiation (LTP) at hippocampal mossy-fiber and cerebellar parallel-fiber synapses. In contrast, the NMDAR-dependent and PKA-independent early phase of LTP at hippocampal CA3-CA1 synapses does not require these presynaptic proteins. Here, we ask whether Rab3A and RIM1alpha participate in forms of LTP that require both PKA and NMDAR activation. We find that Rab3A is necessary for corticoamygdala LTP and late-phase LTP at CA3-CA1 synapses, two forms of LTP that require NMDAR and PKA activation. The latter form of LTP also requires RIM1alpha. These results provide genetic evidence that presynaptic proteins are required in LTP induced through the postsynaptic activation of NMDARs. Thus Rab3A and its effectors are general modules for four distinct types of PKA-dependent LTP in the brain.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Calcium",
            "Cyclic AMP",
            "Cyclic AMP-Dependent Protein Kinases",
            "Electrodes",
            "Enzyme Activation",
            "GTP-Binding Proteins",
            "Guanosine Triphosphate",
            "Hippocampus",
            "Long-Term Potentiation",
            "Mice",
            "Mice, Knockout",
            "Mice, Transgenic",
            "Models, Neurological",
            "Presynaptic Terminals",
            "Protein Binding",
            "Receptors, N-Methyl-D-Aspartate",
            "Synapses",
            "Synaptic Vesicles",
            "Time Factors",
            "rab3A GTP-Binding Protein"
        ],
        "Authors": [
            {
                "First Name": "Yan-You",
                "Last Name": "Huang",
                "Affiliation": "Center for Neurobiology and Behavior, New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Stanislav S",
                "Last Name": "Zakharenko",
                "Affiliation": ""
            },
            {
                "First Name": "Susanne",
                "Last Name": "Schoch",
                "Affiliation": ""
            },
            {
                "First Name": "Pascal S",
                "Last Name": "Kaeser",
                "Affiliation": ""
            },
            {
                "First Name": "Roger",
                "Last Name": "Janz",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas C",
                "Last Name": "Südhof",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2005"
    },
    {
        "PMID": "15572113",
        "Title": "A conserved tripeptide in CNG and HCN channels regulates ligand gating by controlling C-terminal oligomerization.",
        "Abstract": "Cyclic nucleotides directly enhance the opening of the tetrameric CNG and HCN channels, although the mechanism remains unclear. We examined why HCN and certain CNG subunits form functional homomeric channels, whereas other CNG subunits only function in heteromeric channels. The \"defect\" in the CNGA4 subunit that prevents its homomeric expression was localized to its C-linker, which connects the transmembrane domain to the binding domain and contains a tripeptide that decreases the efficacy of ligand gating. Remarkably, replacement of the homologous HCN tripeptide with the CNGA4 sequence transformed cAMP into an inverse agonist that inhibits HCN channel opening. Using analytical ultracentrifugation, we identified the structural basis for this gating switch: whereas cAMP normally enhances the assembly of HCN C-terminal domains into a tetrameric gating ring, inclusion of the CNGA4 tripeptide reversed this action so that cAMP now causes gating ring disassembly. Thus, ligand gating depends on the dynamic oligomerization of C-terminal binding domains.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Catfishes",
            "Conserved Sequence",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Female",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "Ion Channel Gating",
            "Ion Channels",
            "Ligands",
            "Molecular Sequence Data",
            "Oocytes",
            "Potassium Channels",
            "Xenopus"
        ],
        "Authors": [
            {
                "First Name": "Lei",
                "Last Name": "Zhou",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University, 722 West 168 Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Nelson B",
                "Last Name": "Olivier",
                "Affiliation": ""
            },
            {
                "First Name": "Huan",
                "Last Name": "Yao",
                "Affiliation": ""
            },
            {
                "First Name": "Edgar C",
                "Last Name": "Young",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2004"
    },
    {
        "PMID": "15564593",
        "Title": "Regulation of HCN channel surface expression by a novel C-terminal protein-protein interaction.",
        "Abstract": "Hyperpolarization-activated cation currents (I(h)) are carried by channels encoded by a family of four genes (HCN1-4) that are differentially expressed within the brain in specific cellular and subcellular compartments. HCN1 shows a high level of expression in apical dendrites of cortical pyramidal neurons and in presynaptic terminals of cerebellar basket cells, structures with a high density of I(h). Expression of I(h) is also regulated by neuronal activity. To isolate proteins that may control HCN channel expression or function, we performed yeast two-hybrid screens using the C-terminal cytoplasmic tails of the HCN proteins as bait. We identified a brain-specific protein, which has been previously termed TRIP8b (for TPR-containing Rab8b interacting protein) and PEX5Rp (for Pex5p-related protein), that specifically interacts with all four HCN channels through a conserved sequence in their C-terminal tails. In situ hybridization and immunohistochemistry show that TRIP8b and HCN1 are colocalized, particularly within dendritic arbors of hippocampal CA1 and neocortical layer V pyramidal neurons. The dendritic expression of TRIP8b in layer V pyramidal neurons is disrupted after deletion of HCN1 through homologous recombination, demonstrating a key in vivo interaction between HCN1 and TRIP8b. TRIP8b dramatically alters the trafficking of HCN channels heterologously expressed in Xenopus oocytes and human embryonic kidney 293 cells, causing a specific decrease in surface expression of HCN protein and I(h) density, with a pronounced intracellular accumulation of HCN protein that is colocalized in discrete cytoplasmic clusters with TRIP8b. Finally, TRIP8b expression in cultured pyramidal neurons markedly decreases native I(h) density. These data suggest a possible role for TRIP8b in regulating HCN channel density in the plasma membrane.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Amino Acid Motifs",
            "Amino Acid Sequence",
            "Animals",
            "Brain",
            "Cells, Cultured",
            "Conserved Sequence",
            "Cricetinae",
            "Gene Expression Regulation",
            "Humans",
            "Ion Channels",
            "Membrane Proteins",
            "Mice",
            "Mice, Knockout",
            "Molecular Sequence Data",
            "Nerve Tissue Proteins",
            "Peroxins",
            "Protein Binding",
            "Protein Isoforms",
            "Protein Transport",
            "Pyramidal Cells",
            "Rats",
            "Rats, Sprague-Dawley",
            "Recombinant Fusion Proteins",
            "Sindbis Virus",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Bina",
                "Last Name": "Santoro",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University, New York, New York 10032, USA. bs73@columbia.edu"
            },
            {
                "First Name": "Brian J",
                "Last Name": "Wainger",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2004"
    },
    {
        "PMID": "15550252",
        "Title": "A behavioral role for dendritic integration: HCN1 channels constrain spatial memory and plasticity at inputs to distal dendrites of CA1 pyramidal neurons.",
        "Abstract": "The importance of long-term synaptic plasticity as a cellular substrate for learning and memory is well established. By contrast, little is known about how learning and memory are regulated by voltage-gated ion channels that integrate synaptic information. We investigated this question using mice with general or forebrain-restricted knockout of the HCN1 gene, which we find encodes a major component of the hyperpolarization-activated inward current (Ih) and is an important determinant of dendritic integration in hippocampal CA1 pyramidal cells. Deletion of HCN1 from forebrain neurons enhances hippocampal-dependent learning and memory, augments the power of theta oscillations, and enhances long-term potentiation (LTP) at the direct perforant path input to the distal dendrites of CA1 pyramidal neurons, but has little effect on LTP at the more proximal Schaffer collateral inputs. We suggest that HCN1 channels constrain learning and memory by regulating dendritic integration of distal synaptic inputs to pyramidal cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Dendrites",
            "Hippocampus",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "Ion Channels",
            "Long-Term Potentiation",
            "Male",
            "Memory",
            "Mice",
            "Mice, Knockout",
            "Nerve Tissue Proteins",
            "Neuronal Plasticity",
            "Perforant Pathway",
            "Potassium Channels",
            "Pyramidal Cells",
            "Space Perception",
            "Synapses",
            "Synaptic Transmission",
            "Theta Rhythm"
        ],
        "Authors": [
            {
                "First Name": "Matthew F",
                "Last Name": "Nolan",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Gaël",
                "Last Name": "Malleret",
                "Affiliation": ""
            },
            {
                "First Name": "Josh T",
                "Last Name": "Dudman",
                "Affiliation": ""
            },
            {
                "First Name": "Derek L",
                "Last Name": "Buhl",
                "Affiliation": ""
            },
            {
                "First Name": "Bina",
                "Last Name": "Santoro",
                "Affiliation": ""
            },
            {
                "First Name": "Emma",
                "Last Name": "Gibbs",
                "Affiliation": ""
            },
            {
                "First Name": "Svetlana",
                "Last Name": "Vronskaya",
                "Affiliation": ""
            },
            {
                "First Name": "György",
                "Last Name": "Buzsáki",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            },
            {
                "First Name": "Alexei",
                "Last Name": "Morozov",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2004"
    },
    {
        "PMID": "15542587",
        "Title": "Transient expansion of synaptically connected dendritic spines upon induction of hippocampal long-term potentiation.",
        "Abstract": "Dendritic spines are small protrusions from dendritic shafts that contain the postsynaptic sites of glutamatergic synapses in the brain. Spines undergo dramatic activity-dependent structural changes that are particularly prominent during neuronal development. Although changes in spine shape or number have been proposed to contribute to forms of synaptic plasticity that underlie learning and memory, the extent to which spines remain plastic in the adult brain is unclear. We find that induction of long-term potentiation (LTP) of synaptic transmission in acute hippocampal slices of adult mice evokes a reliable, transient expansion in spines that are synaptically activated, as determined with calcium imaging. Similar to LTP, transient spine expansion requires N-methyl-D-aspartate (NMDA) receptor-mediated Ca2+ influx and actin polymerization. Moreover, like the early phase of LTP induced by the stimulation protocol, spine expansion does not require Ca2+ influx through L-type voltage-gated Ca2+ channels nor does it require protein synthesis. Thus, transient spine expansion is a characteristic feature of the initial phases of plasticity at mature synapses and so may contribute to synapse remodeling important for LTP.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Calcium Channels, L-Type",
            "Calcium Signaling",
            "Dendrites",
            "Electric Stimulation",
            "Green Fluorescent Proteins",
            "Hippocampus",
            "In Vitro Techniques",
            "Long-Term Potentiation",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Pyramidal Cells",
            "Recombinant Proteins",
            "Synapses",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Cynthia",
                "Last Name": "Lang",
                "Affiliation": "Center for Neurobiology and Behavior, Department of Pharmacology, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Angel",
                "Last Name": "Barco",
                "Affiliation": ""
            },
            {
                "First Name": "Leonard",
                "Last Name": "Zablow",
                "Affiliation": ""
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Stanislav S",
                "Last Name": "Zakharenko",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2004"
    },
    {
        "PMID": "15509748",
        "Title": "Calcium release from presynaptic ryanodine-sensitive stores is required for long-term depression at hippocampal CA3-CA3 pyramidal neuron synapses.",
        "Abstract": "Although Ca2+ release from internal stores has been proposed to be important for the induction of long-term synaptic plasticity, the importance of Ca2+ stores localized in presynaptic terminals remains unclear. Here, we have selectively applied pharmacological antagonists to either the presynaptic or postsynaptic cell in paired whole-cell recordings from hippocampal CA3 pyramidal neurons in slice culture. We demonstrate directly the necessary role of presynaptic, but not postsynaptic, ryanodine-sensitive Ca2+ stores in the induction of NMDA receptor (NMDAR)-dependent long-term depression (LTD). Using two-photon laser scanning microscopy, we further find that release from the ryanodine-sensitive stores during prolonged synaptic stimulation generates a slowly rising Ca2+ signal in the presynaptic terminal that is required for the induction of LTD. Moreover, this form of LTD has a significant presynaptic component of expression because it causes a marked decrease in the rate of release from CA3 neuron presynaptic terminals of FM 1-43, a fluorescent probe of synaptic vesicle cycling. Thus, Ca2+ release from presynaptic ryanodine-sensitive stores is critical in the induction of a presynaptic component of NMDAR-dependent LTD.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Calcium",
            "Calcium Channels",
            "Excitatory Postsynaptic Potentials",
            "Long-Term Synaptic Depression",
            "Presynaptic Terminals",
            "Pyramidal Cells",
            "Rats",
            "Rats, Sprague-Dawley",
            "Receptors, Metabotropic Glutamate",
            "Receptors, N-Methyl-D-Aspartate",
            "Receptors, Presynaptic",
            "Ryanodine",
            "Ryanodine Receptor Calcium Release Channel",
            "Tissue Culture Techniques"
        ],
        "Authors": [
            {
                "First Name": "Vivek K",
                "Last Name": "Unni",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Stanislav S",
                "Last Name": "Zakharenko",
                "Affiliation": ""
            },
            {
                "First Name": "Leonard",
                "Last Name": "Zablow",
                "Affiliation": ""
            },
            {
                "First Name": "Anthony J",
                "Last Name": "DeCostanzo",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2004"
    },
    {
        "PMID": "14676285",
        "Title": "Changes in local S4 environment provide a voltage-sensing mechanism for mammalian hyperpolarization-activated HCN channels.",
        "Abstract": "The positively charged S4 transmembrane segment of voltage-gated channels is thought to function as the voltage sensor by moving charge through the membrane electric field in response to depolarization. Here we studied S4 movements in the mammalian HCN pacemaker channels. Unlike most voltage-gated channel family members that are activated by depolarization, HCN channels are activated by hyperpolarization. We determined the reactivity of the charged sulfhydryl-modifying reagent, MTSET, with substituted cysteine (Cys) residues along the HCN1 S4 segment. Using an HCN1 channel engineered to be MTS resistant except for the chosen S4 Cys substitution, we determined the reactivity of 12 S4 residues to external or internal MTSET application in either the closed or open state of the channel. Cys substitutions in the NH2-terminal half of S4 only reacted with external MTSET; the rates of reactivity were rapid, regardless of whether the channel was open or closed. In contrast, Cys substitutions in the COOH-terminal half of S4 selectively reacted with internal MTSET when the channel was open. In the open state, the boundary between externally and internally accessible residues was remarkably narrow (approximately 3 residues). This suggests that S4 lies in a water-filled gating canal with a very narrow barrier between the external and internal solutions, similar to depolarization-gated channels. However, the pattern of reactivity is incompatible with either classical gating models, which postulate a large translational or rotational movement of S4 within a gating canal, or with a recent model in which S4 forms a peripheral voltage-sensing paddle (with S3b) that moves within the lipid bilayer (the KvAP model). Rather, we suggest that voltage sensing is due to a rearrangement in transmembrane segments surrounding S4, leading to a collapse of an internal gating canal upon channel closure that alters the shape of the membrane field around a relatively static S4 segment.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Membrane",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Cysteine",
            "Electrophysiology",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "Ion Channel Gating",
            "Ion Channels",
            "Mammals",
            "Membrane Potentials",
            "Mesylates",
            "Oocytes",
            "Potassium Channels",
            "Potassium Channels, Voltage-Gated",
            "Sulfhydryl Reagents",
            "Xenopus"
        ],
        "Authors": [
            {
                "First Name": "Damian C",
                "Last Name": "Bell",
                "Affiliation": "Center for Neurobiology & Behavior, Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Huan",
                "Last Name": "Yao",
                "Affiliation": ""
            },
            {
                "First Name": "Renee C",
                "Last Name": "Saenger",
                "Affiliation": ""
            },
            {
                "First Name": "John H",
                "Last Name": "Riley",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of general physiology",
        "PubDate": "2004"
    },
    {
        "PMID": "14673007",
        "Title": "12-lipoxygenase metabolites of arachidonic acid mediate metabotropic glutamate receptor-dependent long-term depression at hippocampal CA3-CA1 synapses.",
        "Abstract": "Arachidonic acid metabolites have been proposed as signaling molecules in hippocampal long-term potentiation (LTP) and long-term depression (LTD) for >15 years. However, the functional role of these molecules remains controversial. Here we used a multidisciplinary biochemical, electrophysiological, and genetic approach to examine the function of the 12-lipoxygenase metabolites of arachidonic acid in long-term synaptic plasticity at CA3-CA1 synapses. We found that the 12-lipoxygenase pathway is required for the induction of metabotropic glutamate receptor-dependent LTD (mGluR-LTD), but is not required for LTP: (1) Hippocampal homogenates were capable of synthesizing the 12-lipoxygenase metabolite of arachidonic acid, 12(S)-hydroxyeicosa-5Z,8Z,10E,14Z-tetraenoic acid (HETE). (2) Stimulation protocols that induce mGluR-LTD lead to a release of 12-(S)-HETE from acute hippocampal slices. (3) A mouse in which the leukocyte-type 12-lipoxygenase (the neuronal isoform) was deleted through homologous recombination was deficient in mGluR-LTD, but showed normal LTP. (4) Pharmacological inhibition of 12-lipoxygenase also blocked induction of mGluR-LTD. (5) Finally, direct application of 12(S)-HPETE, but not 15(S)-HPETE, to hippocampal slices induced a long-term depression of synaptic transmission that mimicked and occluded mGluR-LTD induced by synaptic stimulation. Thus, 12(S)-hydroperoxyeicosa-5Z, 8Z, 10E, 14Z-tetraenoic acid (12(S)-HPETE), a 12-lipoxygenase metabolite of arachidonic acid, satisfies all of the criteria of a messenger molecule that is actively recruited for the induction of mGluR-LTD.",
        "Keywords": [],
        "MeSH terms": [
            "12-Hydroxy-5,8,10,14-eicosatetraenoic Acid",
            "Animals",
            "Animals, Newborn",
            "Arachidonate 12-Lipoxygenase",
            "Arachidonic Acid",
            "Cells, Cultured",
            "Evoked Potentials",
            "Hippocampus",
            "Leukotrienes",
            "Long-Term Synaptic Depression",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Patch-Clamp Techniques",
            "Pyramidal Cells",
            "Receptor, Metabotropic Glutamate 5",
            "Receptors, Metabotropic Glutamate",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Steven J",
                "Last Name": "Feinmark",
                "Affiliation": "Department of Pharmacology, Center for Neurobiology and Behavior, Columbia University, New York, New York 10032, USA. sjf1@columbia.edu"
            },
            {
                "First Name": "Roxana",
                "Last Name": "Begum",
                "Affiliation": ""
            },
            {
                "First Name": "Evgeny",
                "Last Name": "Tsvetkov",
                "Affiliation": ""
            },
            {
                "First Name": "Ivan",
                "Last Name": "Goussakov",
                "Affiliation": ""
            },
            {
                "First Name": "Colin D",
                "Last Name": "Funk",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Vadim Y",
                "Last Name": "Bolshakov",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2003"
    },
    {
        "PMID": "14659094",
        "Title": "Regulation of hyperpolarization-activated HCN channels by cAMP through a gating switch in binding domain symmetry.",
        "Abstract": "Recent X-ray structures show that the binding domains of tetrameric ligand-gated channels form either a 4-fold symmetric gating ring or a 2-fold symmetric dimer of dimers. To determine how such structures function to coordinate the binding of multiple ligands during channel activation, we examined the action of cAMP to enhance the opening of the hyperpolarization-activated HCN2 channels, whose cytoplasmic C terminus forms a gating ring in the presence of cAMP. Using tandem dimers and tetramers in which cAMP binding to selected HCN2 subunits was prevented by a point mutation or deletion, we provide the first direct determination of the energetic effects on gating of each of four ligand binding events and demonstrate the importance of the gating ring for cAMP regulation. We suggest that cAMP binding enhances channel opening by promoting assembly of the gating ring from an unliganded state in which the four subunits interact as a 2-fold symmetric dimer of dimers.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "Cyclic AMP",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Female",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "Ion Channel Gating",
            "Ion Channels",
            "Mice",
            "Muscle Proteins",
            "Nerve Tissue Proteins",
            "Potassium Channels",
            "Xenopus"
        ],
        "Authors": [
            {
                "First Name": "Chris",
                "Last Name": "Ulens",
                "Affiliation": "Center for Neurobiology and Behavior, Department of Pharmacology, Howard Hughes Medical Institute, Columbia University, 722 West 168 Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2003"
    },
    {
        "PMID": "14651847",
        "Title": "The hyperpolarization-activated HCN1 channel is important for motor learning and neuronal integration by cerebellar Purkinje cells.",
        "Abstract": "In contrast to our increasingly detailed understanding of how synaptic plasticity provides a cellular substrate for learning and memory, it is less clear how a neuron's voltage-gated ion channels interact with plastic changes in synaptic strength to influence behavior. We find, using generalized and regional knockout mice, that deletion of the HCN1 channel causes profound motor learning and memory deficits in swimming and rotarod tasks. In cerebellar Purkinje cells, which are a key component of the cerebellar circuit for learning of correctly timed movements, HCN1 mediates an inward current that stabilizes the integrative properties of Purkinje cells and ensures that their input-output function is independent of the previous history of their activity. We suggest that this nonsynaptic integrative function of HCN1 is required for accurate decoding of input patterns and thereby enables synaptic plasticity to appropriately influence the performance of motor activity.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Afferent Pathways",
            "Animals",
            "Cells, Cultured",
            "Conditioning, Psychological",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "Ion Channels",
            "Learning",
            "Maze Learning",
            "Mice",
            "Mice, Knockout",
            "Motor Skills",
            "Movement",
            "Nerve Tissue Proteins",
            "Neuronal Plasticity",
            "Potassium Channels",
            "Purkinje Cells",
            "Synapses",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Matthew F",
                "Last Name": "Nolan",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Gaël",
                "Last Name": "Malleret",
                "Affiliation": ""
            },
            {
                "First Name": "Ka Hung",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Emma",
                "Last Name": "Gibbs",
                "Affiliation": ""
            },
            {
                "First Name": "Joshua T",
                "Last Name": "Dudman",
                "Affiliation": ""
            },
            {
                "First Name": "Bina",
                "Last Name": "Santoro",
                "Affiliation": ""
            },
            {
                "First Name": "Deqi",
                "Last Name": "Yin",
                "Affiliation": ""
            },
            {
                "First Name": "Richard F",
                "Last Name": "Thompson",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            },
            {
                "First Name": "Alexei",
                "Last Name": "Morozov",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2003"
    },
    {
        "PMID": "12971897",
        "Title": "Presynaptic BDNF required for a presynaptic but not postsynaptic component of LTP at hippocampal CA1-CA3 synapses.",
        "Abstract": "Brain-derived neurotrophic factor (BDNF) has been implicated in several forms of long-term potentiation (LTP) at different hippocampal synapses. Using two-photon imaging of FM 1-43, a fluorescent marker of synaptic vesicle cycling, we find that BDNF is selectively required for those forms of LTP at Schaffer collateral synapses that recruit a presynaptic component of expression. BDNF-dependent forms of LTP also require activation of L-type voltage-gated calcium channels. One form of LTP with presynaptic expression, theta burst LTP, is thought to be of particular behavioral importance. Using restricted genetic deletion to selectively disrupt BDNF production in either the entire forebrain (CA3 and CA1) or in only the postsynaptic CA1 neuron, we localize the source of BDNF required for LTP to presynaptic neurons. These results suggest that long-term synaptic plasticity has distinct presynaptic and postsynaptic modules. Release of BDNF from CA3 neurons is required to recruit the presynaptic, but not postsynaptic, module of plasticity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain-Derived Neurotrophic Factor",
            "Female",
            "Gene Expression Regulation",
            "Hippocampus",
            "Long-Term Potentiation",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Mice, Transgenic",
            "Neurons",
            "Presynaptic Terminals",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Stanislav S",
                "Last Name": "Zakharenko",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University, 722 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Susan L",
                "Last Name": "Patterson",
                "Affiliation": ""
            },
            {
                "First Name": "Ioannis",
                "Last Name": "Dragatsis",
                "Affiliation": ""
            },
            {
                "First Name": "Scott O",
                "Last Name": "Zeitlin",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Eric R",
                "Last Name": "Kandel",
                "Affiliation": ""
            },
            {
                "First Name": "Alexei",
                "Last Name": "Morozov",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2003"
    },
    {
        "PMID": "12724359",
        "Title": "Antagonistic modulation of a hyperpolarization-activated Cl(-) current in Aplysia sensory neurons by SCP(B) and FMRFamide.",
        "Abstract": "Whole cell voltage-clamp recordings from Aplysia mechanosensory neurons obtained from the pleural ganglion were used to investigate the actions on membrane currents of the neuropeptides SCP(B) and FMRFamide. At the start of whole cell recording, SCP(B) typically evoked an inward current at a holding potential of -40 mV, due to the cAMP-mediated closure of the S-type K+ channel, whereas FMRFamide evoked an outward current, due to the opening of the S-type K+ channels mediated by 12-lipoxygenase metabolites of arachidonic acid. However, after several minutes of whole cell recording with a high concentration of chloride in the whole cell patch pipette solution, the responses to SCP(B) and FMRF-amide at -40 mV were inverted; SCP(B) evoked an outward current, whereas FMRFamide and YGGFMRFamide evoked inward currents. Ion substitution experiments and reversal potential measurements revealed that these responses were due to the opposing regulation of a Cl(-) current, whose magnitude was greatly enhanced by dialysis with the high Cl(-) - containing pipette solution. SCP(B) inhibited this Cl(-) current through production of cAMP and activation of PKA. YGGFMRFamide activated this Cl(-) current by stimulating a cGMP-activated phosphodiesterase that hydrolyzed cAMP. Thus a cAMP-dependent Cl(-) current undergoes antagonistic modulation by two neuropeptides in Aplysia sensory neurons.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aplysia",
            "Cell Culture Techniques",
            "Chloride Channels",
            "Cyclic AMP",
            "Cyclic GMP",
            "Electrophysiology",
            "Enzyme Inhibitors",
            "FMRFamide",
            "Membrane Potentials",
            "Neurons, Afferent",
            "Neuropeptides",
            "Patch-Clamp Techniques"
        ],
        "Authors": [
            {
                "First Name": "Ned",
                "Last Name": "Buttner",
                "Affiliation": "Center for Neurobiology and Behavior, Department of Pharmacology, Howard Hughes Medical Institute, Columbia University, New York City, New York 10032, USA."
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of neurophysiology",
        "PubDate": "2003"
    },
    {
        "PMID": "12471170",
        "Title": "Hyperpolarization-activated cation currents: from molecules to physiological function.",
        "Abstract": "Hyperpolarization-activated cation currents, termed If, Ih, or Iq, were initially discovered in heart and nerve cells over 20 years ago. These currents contribute to a wide range of physiological functions, including cardiac and neuronal pacemaker activity, the setting of resting potentials, input conductance and length constants, and dendritic integration. The hyperpolarization-activated, cation nonselective (HCN) gene family encodes the channels that underlie Ih. Here we review the relation between the biophysical properties of recombinant HCN channels and the pattern of HCN mRNA expression with the properties of native Ih in neurons and cardiac muscle. Moreover, we consider selected examples of the expanding physiological functions of Ih with a view toward understanding how the properties of HCN channels contribute to these diverse functional roles.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biological Clocks",
            "Cations",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Humans",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "Ion Channels",
            "Myocardium",
            "Nerve Tissue Proteins",
            "Neurons",
            "Potassium Channels"
        ],
        "Authors": [
            {
                "First Name": "Richard B",
                "Last Name": "Robinson",
                "Affiliation": "Department of Pharmacology, Center for Molecular Therapeutics, Columbia University, New York, NY 10032, USA. rbr1@columbia.edu"
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Annual review of physiology",
        "PubDate": "2003"
    },
    {
        "PMID": "12408847",
        "Title": "Activity-dependent regulation of HCN pacemaker channels by cyclic AMP: signaling through dynamic allosteric coupling.",
        "Abstract": "Signal transduction in neurons is a dynamic process, generally thought to be driven by transient changes in the concentration of second messengers. Here we describe a novel regulatory mechanism in which the dynamics of signaling through cyclic AMP are mediated by activity-dependent changes in the affinity of the hyperpolarization-activated, cation nonselective (HCN) channels for cAMP, rather than by changes in cAMP concentration. Due to the allosteric coupling of channel opening and ligand binding, changes in cellular electrical activity that alter the opening of the HCN channels modify the binding of static, basal levels of cAMP. These changes in ligand binding produce long-lasting changes in channel function which can contribute to the regulation of rhythmic firing patterns.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Allosteric Regulation",
            "Animals",
            "Central Nervous System",
            "Cerebral Cortex",
            "Cyclic AMP",
            "Dose-Response Relationship, Drug",
            "Electric Stimulation",
            "Female",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "Ion Channels",
            "Kinetics",
            "Models, Neurological",
            "Muscle Proteins",
            "Neural Pathways",
            "Neurons",
            "Oocytes",
            "Reaction Time",
            "Signal Transduction",
            "Synaptic Transmission",
            "Thalamus",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Jing",
                "Last Name": "Wang",
                "Affiliation": "Integrated Program in Cellular, Molecular, and Biophysical Studies, Columbia University, 722 West 168 Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Shan",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew F",
                "Last Name": "Nolan",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2002"
    },
    {
        "PMID": "12354399",
        "Title": "Altered presynaptic vesicle release and cycling during mGluR-dependent LTD.",
        "Abstract": "The site of modification of synaptic transmission during long-term plasticity in the mammalian hippocampus remains controversial. Here we used a fluorescent marker of presynaptic activity, FM 1-43, to directly image presynaptic function during metabotropic glutamate receptor-dependent long-term depression (mGluR-LTD) at CA3-CA1 excitatory synapses in acute hippocampal slices. We found a significant decrease in the rate of FM 1-43 release in response to synaptic stimulation following induction of mGluR-LTD, providing direct evidence for altered presynaptic function. Moreover, we found that mGluR-LTD causes several changes in FM dye release properties that are consistent with a change in the mode of vesicle cycling, possibly involving a switch from a full fusion mode of release to a \"kiss-and-run\" mode of release through the transient opening of a fusion pore.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Newborn",
            "Electric Stimulation",
            "Excitatory Postsynaptic Potentials",
            "Exocytosis",
            "Hippocampus",
            "Ion Channels",
            "Mice",
            "Neural Inhibition",
            "Neuronal Plasticity",
            "Presynaptic Terminals",
            "Protein Transport",
            "Receptors, Metabotropic Glutamate",
            "Synaptic Membranes",
            "Synaptic Transmission",
            "Synaptic Vesicles"
        ],
        "Authors": [
            {
                "First Name": "Stanislav S",
                "Last Name": "Zakharenko",
                "Affiliation": "Center for Neurobiology and Behavior, Department of Pharmacology, Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Leonard",
                "Last Name": "Zablow",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2002"
    }
]