[
    {
        "PMID": "32522876",
        "Title": "Methylation-directed glycosylation of chromatin factors represses retrotransposon promoters.",
        "Abstract": "The mechanisms by which methylated mammalian promoters are transcriptionally silenced even in the presence of all of the factors required for their expression have long been a major unresolved issue in the field of epigenetics. Repression requires the assembly of a methylation-dependent silencing complex that contains the TRIM28 protein (also known as KAP1 and TIF1β), a scaffolding protein without intrinsic repressive or DNA-binding properties. The identity of the key effector within this complex that represses transcription is unknown. We developed a methylation-sensitized interaction screen which revealed that TRIM28 was complexed with ",
        "Keywords": [
            "DNA methylation",
            "gene silencing",
            "protein O-glycosylation"
        ],
        "MeSH terms": [
            "Acetylglucosamine",
            "Animals",
            "Chromatin",
            "DNA (Cytosine-5-)-Methyltransferase 1",
            "DNA Methylation",
            "Epigenesis, Genetic",
            "Gene Silencing",
            "Glycosylation",
            "Humans",
            "Methylation",
            "N-Acetylglucosaminyltransferases",
            "Nuclear Proteins",
            "Promoter Regions, Genetic",
            "Protein Processing, Post-Translational",
            "Proteomics",
            "Repressor Proteins",
            "Retroelements",
            "Transcription Factors",
            "Tripartite Motif-Containing Protein 28"
        ],
        "Authors": [
            {
                "First Name": "Mathieu",
                "Last Name": "Boulard",
                "Affiliation": "Epigenetics and Neurobiology Unit, European Molecular Biology Laboratory (EMBL), 00015 Monterotondo, Italy; matthieu.boulard@embl.it jredwards@wustl.edu thb12@cumc.columbia.edu."
            },
            {
                "First Name": "Sofia",
                "Last Name": "Rucli",
                "Affiliation": "Epigenetics and Neurobiology Unit, European Molecular Biology Laboratory (EMBL), 00015 Monterotondo, Italy."
            },
            {
                "First Name": "John R",
                "Last Name": "Edwards",
                "Affiliation": "Center for Pharmacogenomics, Department of Medicine, Washington University School of Medicine, St. Louis, MO 63110; matthieu.boulard@embl.it jredwards@wustl.edu thb12@cumc.columbia.edu."
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, NY 10032 matthieu.boulard@embl.it jredwards@wustl.edu thb12@cumc.columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2020"
    },
    {
        "PMID": "30341171",
        "Title": "BAH domains and a histone-like motif in DNA methyltransferase 1 (DNMT1) regulate ",
        "Abstract": "DNA methyltransferase 1 (DNMT1) is a multidomain protein believed to be involved only in the passive transmission of genomic methylation patterns via maintenance methylation. The mechanisms that regulate DNMT1 activity and targeting are complex and poorly understood. We used embryonic stem (ES) cells to investigate the function of the uncharacterized bromo-adjacent homology (BAH) domains and the glycine-lysine (GK) repeats that join the regulatory and catalytic domains of DNMT1. We removed the BAH domains by means of a CRISPR/Cas9-mediated deletion within the endogenous ",
        "Keywords": [
            "5-methylcytosine",
            "BAH domain",
            "DNA enzyme",
            "DNA methylation",
            "DNA methyltransferase",
            "DNA methyltransferase-1 (DNMT1)",
            "acetylation",
            "chromatin",
            "chromatin modification",
            "chromatin regulation",
            "epigenetics",
            "gene regulation",
            "genomic imprinting",
            "histone"
        ],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Amino Acid Sequence",
            "Animals",
            "Cell Line",
            "DNA (Cytosine-5-)-Methyltransferase 1",
            "DNA Methylation",
            "Histones",
            "Humans",
            "Mice",
            "Models, Molecular",
            "Protein Domains"
        ],
        "Authors": [
            {
                "First Name": "Olya",
                "Last Name": "Yarychkivska",
                "Affiliation": "From the Departments of Genetics and Development and."
            },
            {
                "First Name": "Zoha",
                "Last Name": "Shahabuddin",
                "Affiliation": "From the Departments of Genetics and Development and."
            },
            {
                "First Name": "Nicole",
                "Last Name": "Comfort",
                "Affiliation": "Environmental Health Science, College of Physicians and Surgeons of Columbia University, New York, New York 10032, and."
            },
            {
                "First Name": "Mathieu",
                "Last Name": "Boulard",
                "Affiliation": "European Molecular Biology Laboratory, 00015 Rome, Italy."
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": "From the Departments of Genetics and Development and THB12@cumc.columbia.edu."
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2018"
    },
    {
        "PMID": "29926889",
        "Title": "Photochemical conversion of a cytidine derivative to a thymidine analog via [2+2]-cycloaddition.",
        "Abstract": "Epigenetic information is encoded in the mammalian genome in the form of cytosines methylated at the 5 position. Cytosine methylation has multiple biological effects, but our understanding of these effects has lagged because extant methods for mapping methylation sites genome-wide have severe shortcomings. For instance, the gold standard bisulfite sequencing approach suffers from the use of harsh reaction conditions resulting in DNA cleavage and incomplete conversion of unmethylated cytosine to uracil. We report here on a new photochemical method in which a DNA (cytosine-5)-methyltransferase can be used to covalently attach reactive functionalities which upon irradiation at ∼350 nm initiate photoinduced intramolecular reactions that convert modified C to T analogues. We synthesized a model compound, a cinnamyl ether-containing cytidine derivative, and demonstrated its conversion to a thymidine analogue using mild conditions and a DNA-compatible wavelength (∼350 nm), enabled by the use of a triplet sensitizer, thioxanthone. Transfer of a cinnamyl ether or comparable reactive functionality from an AdoMet analog to cytosine followed by the use of this photoconversion method would require only small amounts of DNA and allow complete methylation profiling on both long and short read sequencing platforms.",
        "Keywords": [],
        "MeSH terms": [
            "CpG Islands",
            "Cycloaddition Reaction",
            "Cytidine",
            "DNA",
            "DNA Methylation",
            "Lasers",
            "Magnetic Resonance Spectroscopy",
            "Photolysis",
            "Spectrophotometry, Ultraviolet",
            "Thioxanthenes",
            "Thymidine",
            "Xanthones"
        ],
        "Authors": [
            {
                "First Name": "Xiaoxu",
                "Last Name": "Li",
                "Affiliation": "Center for Genome Technology and Biomolecular Engineering, Columbia University, New York, NY 10027, USA. dj222@columbia.edu."
            },
            {
                "First Name": "Ece",
                "Last Name": "Erturk",
                "Affiliation": ""
            },
            {
                "First Name": "Xin",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Shiv",
                "Last Name": "Kumar",
                "Affiliation": ""
            },
            {
                "First Name": "Cheng",
                "Last Name": "Guo",
                "Affiliation": ""
            },
            {
                "First Name": "Steffen",
                "Last Name": "Jockusch",
                "Affiliation": ""
            },
            {
                "First Name": "James J",
                "Last Name": "Russo",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "Jingyue",
                "Last Name": "Ju",
                "Affiliation": ""
            }
        ],
        "Journal": "Photochemical & photobiological sciences : Official journal of the European Photochemistry Association and the European Society for Photobiology",
        "PubDate": "2018"
    },
    {
        "PMID": "29482658",
        "Title": "Independent functions of DNMT1 and USP7 at replication foci.",
        "Abstract": "It has been reported that USP7 (ubiquitin-specific protease 7) prevents ubiquitylation and degradation of DNA methyltransferase 1 (DNMT1) by direct binding of USP7 to the glycine-lysine (GK) repeats that join the N-terminal regulatory domain of DNMT1 to the C-terminal methyltransferase domain. The USP7-DNMT1 interaction was reported to be mediated by acetylation of lysine residues within the (GK) repeats.",
        "Keywords": [
            "DNMT1",
            "Glycine-lysine repeats",
            "Protein stability",
            "Replication foci",
            "USP7"
        ],
        "MeSH terms": [
            "Acetylation",
            "Animals",
            "Binding Sites",
            "Cell Line",
            "DNA",
            "DNA (Cytosine-5-)-Methyltransferase 1",
            "DNA Replication",
            "Humans",
            "Lysine",
            "Mice",
            "Mouse Embryonic Stem Cells",
            "Mutation",
            "Protein Binding",
            "Protein Stability",
            "Ubiquitin-Specific Peptidase 7"
        ],
        "Authors": [
            {
                "First Name": "Olya",
                "Last Name": "Yarychkivska",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons, Columbia University, 701 W. 168th St, New York, NY, 10032, USA."
            },
            {
                "First Name": "Omid",
                "Last Name": "Tavana",
                "Affiliation": "Department of Pathology and Cell Biology, Institute for Cancer Genetics, College of Physicians and Surgeons, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Wei",
                "Last Name": "Gu",
                "Affiliation": "Department of Pathology and Cell Biology, Institute for Cancer Genetics, College of Physicians and Surgeons, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons, Columbia University, 701 W. 168th St, New York, NY, 10032, USA. THB12@cumc.columbia.edu."
            }
        ],
        "Journal": "Epigenetics & chromatin",
        "PubDate": "2018"
    },
    {
        "PMID": "28503201",
        "Title": "DNA methylation and DNA methyltransferases.",
        "Abstract": "The prevailing views as to the form, function, and regulation of genomic methylation patterns have their origin many years in the past, at a time when the structure of the mammalian genome was only dimly perceived, when the number of protein-encoding mammalian genes was believed to be at least five times greater than the actual number, and when it was not understood that only ~10% of the genome is under selective pressure and likely to have biological function. We use more recent findings from genome biology and whole-genome methylation profiling to provide a reappraisal of the shape of genomic methylation patterns and the nature of the changes that they undergo during gametogenesis and early development. We observe that the sequences that undergo deep changes in methylation status during early development are largely sequences without regulatory function. We also discuss recent findings that begin to explain the remarkable fidelity of maintenance methylation. Rather than a general overview of DNA methylation in mammals (which has been the subject of many reviews), we present a new analysis of the distribution of methylated CpG dinucleotides across the multiple sequence compartments that make up the mammalian genome, and we offer an updated interpretation of the nature of the changes in methylation patterns that occur in germ cells and early embryos. We discuss the cues that might designate specific sequences for demethylation or de novo methylation during development, and we summarize recent findings on mechanisms that maintain methylation patterns in mammalian genomes. We also describe the several human disorders, each very different from the other, that are caused by mutations in DNA methyltransferase genes.",
        "Keywords": [
            "DNA cytosine methylation",
            "Epigenetics",
            "Mammalian DNA methyltransferases",
            "Methylation dynamics",
            "Methylation-related human diseases"
        ],
        "MeSH terms": [
            "DNA (Cytosine-5-)-Methyltransferases",
            "DNA Methylation",
            "Genome, Human",
            "Genomics",
            "Germ Cells",
            "Humans",
            "Mutation"
        ],
        "Authors": [
            {
                "First Name": "John R",
                "Last Name": "Edwards",
                "Affiliation": "Center for Pharmacogenomics, Department of Medicine, Washington University School of Medicine, St. Louis, MO USA."
            },
            {
                "First Name": "Olya",
                "Last Name": "Yarychkivska",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, NY USA."
            },
            {
                "First Name": "Mathieu",
                "Last Name": "Boulard",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, NY USA."
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, NY USA."
            }
        ],
        "Journal": "Epigenetics & chromatin",
        "PubDate": "2017"
    },
    {
        "PMID": "27252784",
        "Title": "Abnormal X chromosome inactivation and sex-specific gene dysregulation after ablation of FBXL10.",
        "Abstract": "Almost all CpG-rich promoters in the mammalian genome are bound by the multidomain FBXL10 protein (also known as KDM2B, JHDM1B, CXXC2, and NDY1). FBXL10 is expressed as two isoforms: FBXL10-1, a longer form that contains an N-terminal histone demethylase domain with C-terminal F-box, CXXC, PHD, RING, and leucine-rich repeat domains, and FBXL10-2, a shorter form that initiates at an alternative internal exon and which lacks the histone demethylase domain but retains all other annotated domains. Selective deletion of Fbxl10-1 had been reported to produce a low penetrance and variable phenotype; most of the mutant animals were essentially normal. We constructed mutant mouse strains that were either null for Fbxl10-2 but wild type for Fbxl10-1 or null for both Fbxl10-1 and Fbxl10-2.",
        "Keywords": [
            "CpG-rich promoters",
            "FBXL10",
            "Histone demethylase",
            "Sexual dimorphism",
            "X inactivation",
            "Xist"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Mathieu",
                "Last Name": "Boulard",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, 701 W. 168th St., New York, NY 10032 USA."
            },
            {
                "First Name": "John R",
                "Last Name": "Edwards",
                "Affiliation": "Center for Pharmacogenomics, Department of Medicine, Washington University School of Medicine, St. Louis, MO 63110 USA."
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, 701 W. 168th St., New York, NY 10032 USA."
            }
        ],
        "Journal": "Epigenetics & chromatin",
        "PubDate": "2016"
    },
    {
        "PMID": "26496195",
        "Title": "Protein O-Glucosyltransferase 1 (POGLUT1) Promotes Mouse Gastrulation through Modification of the Apical Polarity Protein CRUMBS2.",
        "Abstract": "Crumbs family proteins are apical transmembrane proteins with ancient roles in cell polarity. Mouse Crumbs2 mutants arrest at midgestation with abnormal neural plate morphology and a deficit of mesoderm caused by defects in gastrulation. We identified an ENU-induced mutation, wsnp, that phenocopies the Crumbs2 null phenotype. We show that wsnp is a null allele of Protein O-glucosyltransferase 1 (Poglut1), which encodes an enzyme previously shown to add O-glucose to EGF repeats in the extracellular domain of Drosophila and mammalian Notch, but the role of POGLUT1 in mammalian gastrulation has not been investigated. As predicted, we find that POGLUT1 is essential for Notch signaling in the early mouse embryo. However, the loss of mouse POGLUT1 causes an earlier and more dramatic phenotype than does the loss of activity of the Notch pathway, indicating that POGLUT1 has additional biologically relevant substrates. Using mass spectrometry, we show that POGLUT1 modifies EGF repeats in the extracellular domain of full-length mouse CRUMBS2. CRUMBS2 that lacks the O-glucose modification fails to be enriched on the apical plasma membrane and instead accumulates in the endoplasmic reticulum. The data demonstrate that CRUMBS2 is the target of POGLUT1 for the gastrulation epithelial-to-mesenchymal transitions (EMT) and that all activity of CRUMBS2 depends on modification by POGLUT1. Mutations in human POGLUT1 cause Dowling-Degos Disease, POGLUT1 is overexpressed in a variety of tumor cells, and mutations in the EGF repeats of human CRUMBS proteins are associated with human congenital nephrosis, retinitis pigmentosa and retinal degeneration, suggesting that O-glucosylation of CRUMBS proteins has broad roles in human health.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Embryo, Mammalian",
            "Embryonic Development",
            "Eye Proteins",
            "Gastrulation",
            "Glucosyltransferases",
            "Glycosylation",
            "Humans",
            "Membrane Proteins",
            "Mice",
            "Nerve Tissue Proteins",
            "Phenotype",
            "Protein Processing, Post-Translational",
            "Receptor, Notch1",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Nitya",
                "Last Name": "Ramkumar",
                "Affiliation": "Developmental Biology Program, Sloan Kettering Institute, Memorial Sloan Kettering Cancer Center, New York, New York, United States of America; Program in Biochemistry and Structural Biology, Cell and Developmental Biology, and Molecular Biology, Weill Cornell Graduate School of Medical Sciences, Cornell University, New York, New York, United States of America."
            },
            {
                "First Name": "Beth M",
                "Last Name": "Harvey",
                "Affiliation": "Department of Biochemistry and Cell Biology, Stony Brook University, Stony Brook, New York, United States of America."
            },
            {
                "First Name": "Jeffrey D",
                "Last Name": "Lee",
                "Affiliation": "Developmental Biology Program, Sloan Kettering Institute, Memorial Sloan Kettering Cancer Center, New York, New York, United States of America."
            },
            {
                "First Name": "Heather L",
                "Last Name": "Alcorn",
                "Affiliation": "Developmental Biology Program, Sloan Kettering Institute, Memorial Sloan Kettering Cancer Center, New York, New York, United States of America."
            },
            {
                "First Name": "Nancy F",
                "Last Name": "Silva-Gagliardi",
                "Affiliation": "The Hospital for Sick Children, Arthur and Sonia Labatt Brain Tumor Research Center and Department of Medical Biophysics, University of Toronto, Toronto, Ontario, Canada."
            },
            {
                "First Name": "C Jane",
                "Last Name": "McGlade",
                "Affiliation": "The Hospital for Sick Children, Arthur and Sonia Labatt Brain Tumor Research Center and Department of Medical Biophysics, University of Toronto, Toronto, Ontario, Canada."
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Jan",
                "Last Name": "Wijnholds",
                "Affiliation": "Department of Neuromedical Genetics, Netherlands Institute for Neuroscience, Amsterdam, The Netherlands."
            },
            {
                "First Name": "Robert S",
                "Last Name": "Haltiwanger",
                "Affiliation": "Department of Biochemistry and Cell Biology, Stony Brook University, Stony Brook, New York, United States of America."
            },
            {
                "First Name": "Kathryn V",
                "Last Name": "Anderson",
                "Affiliation": "Developmental Biology Program, Sloan Kettering Institute, Memorial Sloan Kettering Cancer Center, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2015"
    },
    {
        "PMID": "25960928",
        "Title": "Methylation Abnormalities in Mammary Carcinoma: The Methylation Suicide Hypothesis.",
        "Abstract": "Promoter silencing by ectopic ",
        "Keywords": [
            "DNA Methylation",
            "Mammary Carcinoma"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Anne H",
                "Last Name": "O'Donnell",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, NY, USA ; Division of Genetics, Boston Children's Hospital, Boston, MA, USA."
            },
            {
                "First Name": "John R",
                "Last Name": "Edwards",
                "Affiliation": "Center for Pharmacogenomics, Washington University School of Medicine, St. Louis, MO, USA."
            },
            {
                "First Name": "Robert A",
                "Last Name": "Rollins",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, NY, USA ; Pfizer BioTherapeutics Research and Development, Center for Integrative Biology and Biotherapeutics, Pearl River, NY, USA."
            },
            {
                "First Name": "Nathan D",
                "Last Name": "Vander Kraats",
                "Affiliation": "Center for Pharmacogenomics, Washington University School of Medicine, St. Louis, MO, USA."
            },
            {
                "First Name": "Tao",
                "Last Name": "Su",
                "Affiliation": "Department of Pathology, College of Physicians and Surgeons of Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Hanina H",
                "Last Name": "Hibshoosh",
                "Affiliation": "Department of Pathology, College of Physicians and Surgeons of Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Journal of cancer therapy",
        "PubDate": "2014"
    },
    {
        "PMID": "25848754",
        "Title": "FBXL10 protects Polycomb-bound genes from hypermethylation.",
        "Abstract": "Nearly all CpG-dense promoters are occupied by the multidomain chromosomal protein FBXL10. We show here that complete inactivation of the Fbxl10 gene leads to dense de novo methylation only of promoters that are co-occupied by both FBXL10 and Polycomb repressive complexes; this methylation results in pervasive defects in embryonic development and the death of homozygous Fbxl10-mutant embryos at midgestation. Deletion of key components of Polycomb repressive complexes 1 and 2 did not lead to ectopic genomic methylation. These results indicate that FBXL10 protects Polycomb-occupied promoters against ectopic de novo methylation. To our knowledge, FBXL10 is the first reported factor whose loss leads to a gain in genomic DNA methylation.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cells, Cultured",
            "CpG Islands",
            "DNA Methylation",
            "Embryonic Stem Cells",
            "Epigenesis, Genetic",
            "F-Box Proteins",
            "Gene Ontology",
            "Jumonji Domain-Containing Histone Demethylases",
            "Male",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Polycomb Repressive Complex 1",
            "Polycomb-Group Proteins",
            "Promoter Regions, Genetic",
            "Transcription, Genetic",
            "Ubiquitin-Protein Ligases"
        ],
        "Authors": [
            {
                "First Name": "Mathieu",
                "Last Name": "Boulard",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, New York, USA."
            },
            {
                "First Name": "John R",
                "Last Name": "Edwards",
                "Affiliation": "Department of Medicine, Center for Pharmacogenomics, Washington University School of Medicine, St. Louis, Missouri, USA."
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2015"
    },
    {
        "PMID": "25848064",
        "Title": "Reply to Wilkinson: Minor role of programmed methylation and demethylation in mammalian development.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA Methylation",
            "Epigenesis, Genetic",
            "Gene Expression Regulation, Developmental",
            "Mammals"
        ],
        "Authors": [
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, NY 10032; and thb12@columbia.edu."
            },
            {
                "First Name": "John R",
                "Last Name": "Edwards",
                "Affiliation": "Center for Pharmacogenomics, Department of Medicine, Washington University School of Medicine, St. Louis, MO 63110."
            },
            {
                "First Name": "Mathieu",
                "Last Name": "Boulard",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, NY 10032; and."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2015"
    },
    {
        "PMID": "25368180",
        "Title": "Notes on the role of dynamic DNA methylation in mammalian development.",
        "Abstract": "It has been nearly 40 y since it was suggested that genomic methylation patterns could be transmitted via maintenance methylation during S phase and might play a role in the dynamic regulation of gene expression during development [Holliday R, Pugh JE (1975) Science 187(4173):226-232; Riggs AD (1975) Cytogenet Cell Genet 14(1):9-25]. This revolutionary proposal was justified by \"... our almost complete ignorance of the mechanism for the unfolding of the genetic program during development\" that prevailed at the time. Many correlations between transcriptional activation and demethylation have since been reported, but causation has not been demonstrated and to date there is no reasonable proof of the existence of a complex biochemical system that activates and represses genes via reversible DNA methylation. Such a system would supplement or replace the conserved web of transcription factors that regulate cellular differentiation in organisms that have unmethylated genomes (such as Caenorhaditis elegans and the Dipteran insects) and those that methylate their genomes. DNA methylation does have essential roles in irreversible promoter silencing, as in the monoallelic expression of imprinted genes, in the silencing of transposons, and in X chromosome inactivation in female mammals. Rather than reinforcing or replacing regulatory pathways that are conserved between organisms that have either methylated or unmethylated genomes, DNA methylation endows genomes with the ability to subject specific sequences to irreversible transcriptional silencing even in the presence of all of the factors required for their expression, an ability that is generally unavailable to organisms that have unmethylated genomes.",
        "Keywords": [
            "DNA methylation",
            "development",
            "differentiation"
        ],
        "MeSH terms": [
            "Animals",
            "DNA Methylation",
            "Epigenesis, Genetic",
            "Gene Expression Regulation, Developmental",
            "Mammals",
            "Promoter Regions, Genetic",
            "X Chromosome Inactivation"
        ],
        "Authors": [
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, NY 10032; and thb12@columbia.edu."
            },
            {
                "First Name": "John R",
                "Last Name": "Edwards",
                "Affiliation": "Center for Pharmacogenomics, Department of Medicine, Washington University School of Medicine, St. Louis, MO 63110."
            },
            {
                "First Name": "Mathieu",
                "Last Name": "Boulard",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, NY 10032; and."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2015"
    },
    {
        "PMID": "24991018",
        "Title": "Ectopic DNMT3L triggers assembly of a repressive complex for retroviral silencing in somatic cells.",
        "Abstract": "Mammalian genomes are replete with retrotransposable elements, including endogenous retroviruses. DNA methyltransferase 3-like (DNMT3L) is an epigenetic regulator expressed in prospermatogonia, growing oocytes, and embryonic stem (ES) cells. Here, we demonstrate that DNMT3L enhances the interaction of repressive epigenetic modifiers, including histone deacetylase 1 (HDAC1), SET domain, bifurcated 1 (SETDB1), DNA methyltransferase 3A (DNMT3A), and tripartite motif-containing protein 28 (TRIM28; also known as TIF1β and KAP1) in ES cells and orchestrates retroviral silencing activity with TRIM28 through mechanisms including, but not limited to, de novo DNA methylation. Ectopic expression of DNMT3L in somatic cells causes methylation-independent retroviral silencing activity by recruitment of the TRIM28/HDAC1/SETDB1/DNMT3A/DNMT3L complex to newly integrated Moloney murine leukemia virus (Mo-MuLV) proviral DNA. Concurrent with this recruitment, we also observed the accumulation of histone H3 lysine 9 trimethylation (H3K9me3) and heterochromatin protein 1 gamma (HP1γ), as well as reduced H3K9 and H3K27 acetylation at Mo-MuLV proviral sequences. Ectopic expression of DNMT3L in late-passage mouse embryonic fibroblasts (MEFs) recruited cytoplasmically localized HDAC1 to the nucleus. The formation of this epigenetic modifying complex requires interaction of DNMT3L with DNMT3A as well as with histone H3. In fetal testes at embryonic day 17.5, endogenous DNMT3L also enhanced the binding among TRIM28, DNMT3A, SETDB1, and HDAC1. We propose that DNMT3L may be involved in initiating a cascade of repressive epigenetic modifications by assisting in the preparation of a chromatin context that further attracts DNMT3A-DNMT3L binding and installs longer-term DNA methylation marks at newly integrated retroviruses.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA (Cytosine-5-)-Methyltransferases",
            "DNA Methyltransferase 3A",
            "Embryonic Stem Cells",
            "Gene Expression",
            "Gene Silencing",
            "Histone Deacetylase 1",
            "Histones",
            "Humans",
            "Leukemia, Experimental",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Moloney murine leukemia virus",
            "Nuclear Proteins",
            "Protein Binding",
            "Repressor Proteins",
            "Tripartite Motif-Containing Protein 28"
        ],
        "Authors": [
            {
                "First Name": "Tzu-Hao",
                "Last Name": "Kao",
                "Affiliation": "Institute of Biotechnology, National Taiwan University, Taipei, Taiwan."
            },
            {
                "First Name": "Hung-Fu",
                "Last Name": "Liao",
                "Affiliation": "Institute of Biotechnology, National Taiwan University, Taipei, Taiwan."
            },
            {
                "First Name": "Daniel",
                "Last Name": "Wolf",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Kang-Yu",
                "Last Name": "Tai",
                "Affiliation": "Genome and Systems Biology Degree Program, National Taiwan University and Academia Sinica, Taipei, Taiwan."
            },
            {
                "First Name": "Ching-Yu",
                "Last Name": "Chuang",
                "Affiliation": "Institute of Biotechnology, National Taiwan University, Taipei, Taiwan Genomics Research Center, Academia Sinica, Taipei, Taiwan."
            },
            {
                "First Name": "Hsuan-Shu",
                "Last Name": "Lee",
                "Affiliation": "Institute of Biotechnology, National Taiwan University, Taipei, Taiwan."
            },
            {
                "First Name": "Hung-Chih",
                "Last Name": "Kuo",
                "Affiliation": "Genomics Research Center, Academia Sinica, Taipei, Taiwan Institute of Cellular and Organismic Biology, Academia Sinica, Taipei, Taiwan."
            },
            {
                "First Name": "Kenichiro",
                "Last Name": "Hata",
                "Affiliation": "Department of Maternal-Fetal Biology, National Research Institute for Child Health and Development, Setagaya, Tokyo, Japan."
            },
            {
                "First Name": "Xing",
                "Last Name": "Zhang",
                "Affiliation": "Department of Biochemistry, Emory University School of Medicine, Atlanta, Georgia, USA."
            },
            {
                "First Name": "Xiaodong",
                "Last Name": "Cheng",
                "Affiliation": "Department of Biochemistry, Emory University School of Medicine, Atlanta, Georgia, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Steen K T",
                "Last Name": "Ooi",
                "Affiliation": "UCL Cancer Institute, Department of Cancer Biology, University College London, London, United Kingdom."
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Shau-Ping",
                "Last Name": "Lin",
                "Affiliation": "Institute of Biotechnology, National Taiwan University, Taipei, Taiwan Agricultural Biotechnology Research Center, Academia Sinica, Taipei, Taiwan Research Centre for Developmental Biology and Regenerative Medicine, National Taiwan University, Taipei, Taiwan Centre for Systems Biology, National Taiwan University, Taipei, Taiwan shaupinglin@ntu.edu.tw."
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2014"
    },
    {
        "PMID": "22387999",
        "Title": "Ascorbic acid prevents loss of Dlk1-Dio3 imprinting and facilitates generation of all-iPS cell mice from terminally differentiated B cells.",
        "Abstract": "The generation of induced pluripotent stem cells (iPSCs) often results in aberrant epigenetic silencing of the imprinted Dlk1-Dio3 gene cluster, compromising the ability to generate entirely iPSC-derived adult mice ('all-iPSC mice'). Here, we show that reprogramming in the presence of ascorbic acid attenuates hypermethylation of Dlk1-Dio3 by enabling a chromatin configuration that interferes with binding of the de novo DNA methyltransferase Dnmt3a. This approach allowed us to generate all-iPSC mice from mature B cells, which have until now failed to support the development of exclusively iPSC-derived postnatal animals. Our data show that transcription factor-mediated reprogramming can endow a defined, terminally differentiated cell type with a developmental potential equivalent to that of embryonic stem cells. More generally, these findings indicate that culture conditions during cellular reprogramming can strongly influence the epigenetic and biological properties of the resultant iPSCs.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Ascorbic Acid",
            "B-Lymphocytes",
            "Calcium-Binding Proteins",
            "Cell Differentiation",
            "Cellular Reprogramming",
            "Chromatin",
            "DNA (Cytosine-5-)-Methyltransferases",
            "DNA Methylation",
            "DNA Methyltransferase 3A",
            "Genomic Imprinting",
            "Induced Pluripotent Stem Cells",
            "Intercellular Signaling Peptides and Proteins",
            "Mice",
            "Octamer Transcription Factor-3",
            "Promoter Regions, Genetic",
            "Proteins",
            "RNA, Long Noncoding"
        ],
        "Authors": [
            {
                "First Name": "Matthias",
                "Last Name": "Stadtfeld",
                "Affiliation": "Massachusetts General Hospital Center for Regenerative Medicine, Harvard Stem Cell Institute, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Effie",
                "Last Name": "Apostolou",
                "Affiliation": ""
            },
            {
                "First Name": "Francesco",
                "Last Name": "Ferrari",
                "Affiliation": ""
            },
            {
                "First Name": "Jiho",
                "Last Name": "Choi",
                "Affiliation": ""
            },
            {
                "First Name": "Ryan M",
                "Last Name": "Walsh",
                "Affiliation": ""
            },
            {
                "First Name": "Taiping",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Steen S K",
                "Last Name": "Ooi",
                "Affiliation": ""
            },
            {
                "First Name": "Sang Yong",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "Toshi",
                "Last Name": "Shioda",
                "Affiliation": ""
            },
            {
                "First Name": "Peter J",
                "Last Name": "Park",
                "Affiliation": ""
            },
            {
                "First Name": "Konrad",
                "Last Name": "Hochedlinger",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2012"
    },
    {
        "PMID": "21163962",
        "Title": "Structure of DNMT1-DNA complex reveals a role for autoinhibition in maintenance DNA methylation.",
        "Abstract": "Maintenance of genomic methylation patterns is mediated primarily by DNA methyltransferase-1 (DNMT1). We have solved structures of mouse and human DNMT1 composed of CXXC, tandem bromo-adjacent homology (BAH1/2), and methyltransferase domains bound to DNA-containing unmethylated CpG sites. The CXXC specifically binds to unmethylated CpG dinucleotide and positions the CXXC-BAH1 linker between the DNA and the active site of DNMT1, preventing de novo methylation. In addition, a loop projecting from BAH2 interacts with the target recognition domain (TRD) of the methyltransferase, stabilizing the TRD in a retracted position and preventing it from inserting into the DNA major groove. Our studies identify an autoinhibitory mechanism, in which unmethylated CpG dinucleotides are occluded from the active site to ensure that only hemimethylated CpG dinucleotides undergo methylation.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Catalytic Domain",
            "Crystallography, X-Ray",
            "Cysteine",
            "DNA",
            "DNA (Cytosine-5-)-Methyltransferase 1",
            "DNA (Cytosine-5-)-Methyltransferases",
            "DNA Methylation",
            "DNA-Cytosine Methylases",
            "Dinucleoside Phosphates",
            "Humans",
            "Mice",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Mutant Proteins",
            "Nucleic Acid Conformation",
            "Protein Binding",
            "Protein Folding",
            "Protein Structure, Secondary",
            "Protein Structure, Tertiary",
            "Substrate Specificity"
        ],
        "Authors": [
            {
                "First Name": "Jikui",
                "Last Name": "Song",
                "Affiliation": "Structural Biology Program, Memorial Sloan-Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Olga",
                "Last Name": "Rechkoblit",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "Dinshaw J",
                "Last Name": "Patel",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2011"
    },
    {
        "PMID": "21124941",
        "Title": "The parental non-equivalence of imprinting control regions during mammalian development and evolution.",
        "Abstract": "In mammals, imprinted gene expression results from the sex-specific methylation of imprinted control regions (ICRs) in the parental germlines. Imprinting is linked to therian reproduction, that is, the placenta and imprinting emerged at roughly the same time and potentially co-evolved. We assessed the transcriptome-wide and ontology effect of maternally versus paternally methylated ICRs at the developmental stage of setting of the chorioallantoic placenta in the mouse (8.5dpc), using two models of imprinting deficiency including completely imprint-free embryos. Paternal and maternal imprints have a similar quantitative impact on the embryonic transcriptome. However, transcriptional effects of maternal ICRs are qualitatively focused on the fetal-maternal interface, while paternal ICRs weakly affect non-convergent biological processes, with little consequence for viability at 8.5dpc. Moreover, genes regulated by maternal ICRs indirectly influence genes regulated by paternal ICRs, while the reverse is not observed. The functional dominance of maternal imprints over early embryonic development is potentially linked to selection pressures favoring methylation-dependent control of maternal over paternal ICRs. We previously hypothesized that the different methylation histories of ICRs in the maternal versus the paternal germlines may have put paternal ICRs under higher mutational pressure to lose CpGs by deamination. Using comparative genomics of 17 extant mammalian species, we show here that, while ICRs in general have been constrained to maintain more CpGs than non-imprinted sequences, the rate of CpG loss at paternal ICRs has indeed been higher than at maternal ICRs during evolution. In fact, maternal ICRs, which have the characteristics of CpG-rich promoters, have gained CpGs compared to non-imprinted CpG-rich promoters. Thus, the numerical and, during early embryonic development, functional dominance of maternal ICRs can be explained as the consequence of two orthogonal evolutionary forces: pressure to tightly regulate genes affecting the fetal-maternal interface and pressure to avoid the mutagenic environment of the paternal germline.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biological Evolution",
            "CpG Islands",
            "DNA Methylation",
            "Deamination",
            "Embryo, Mammalian",
            "Embryonic Development",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Genome",
            "Genomic Imprinting",
            "Humans",
            "Male",
            "Mammals",
            "Mice",
            "Phylogeny",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Reiner",
                "Last Name": "Schulz",
                "Affiliation": "Department of Medical and Molecular Genetics, King's College London, London, UK."
            },
            {
                "First Name": "Charlotte",
                "Last Name": "Proudhon",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "Kathryn",
                "Last Name": "Woodfine",
                "Affiliation": ""
            },
            {
                "First Name": "Chyuan-Sheng",
                "Last Name": "Lin",
                "Affiliation": ""
            },
            {
                "First Name": "Shau-Ping",
                "Last Name": "Lin",
                "Affiliation": ""
            },
            {
                "First Name": "Marine",
                "Last Name": "Prissette",
                "Affiliation": ""
            },
            {
                "First Name": "Rebecca J",
                "Last Name": "Oakey",
                "Affiliation": ""
            },
            {
                "First Name": "Déborah",
                "Last Name": "Bourc'his",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2010"
    },
    {
        "PMID": "20868487",
        "Title": "Dynamic instability of genomic methylation patterns in pluripotent stem cells.",
        "Abstract": "Genomic methylation patterns are established during gametogenesis, and perpetuated in somatic cells by faithful maintenance methylation. There have been previous indications that genomic methylation patterns may be less stable in embryonic stem (ES) cells than in differentiated somatic cells, but it is not known whether different mechanisms of de novo and maintenance methylation operate in pluripotent stem cells compared with differentiating somatic cells.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Steen Kt",
                "Last Name": "Ooi",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, USA. thb12@columbia.edu."
            },
            {
                "First Name": "Daniel",
                "Last Name": "Wolf",
                "Affiliation": ""
            },
            {
                "First Name": "Odelya",
                "Last Name": "Hartung",
                "Affiliation": ""
            },
            {
                "First Name": "Suneet",
                "Last Name": "Agarwal",
                "Affiliation": ""
            },
            {
                "First Name": "George Q",
                "Last Name": "Daley",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            }
        ],
        "Journal": "Epigenetics & chromatin",
        "PubDate": "2010"
    },
    {
        "PMID": "20488932",
        "Title": "Chromatin and sequence features that define the fine and gross structure of genomic methylation patterns.",
        "Abstract": "Abnormalities of genomic methylation patterns are lethal or cause disease, but the cues that normally designate CpG dinucleotides for methylation are poorly understood. We have developed a new method of methylation profiling that has single-CpG resolution and can address the methylation status of repeated sequences. We have used this method to determine the methylation status of >275 million CpG sites in human and mouse DNA from breast and brain tissues. Methylation density at most sequences was found to increase linearly with CpG density and to fall sharply at very high CpG densities, but transposons remained densely methylated even at higher CpG densities. The presence of histone H2A.Z and histone H3 di- or trimethylated at lysine 4 correlated strongly with unmethylated DNA and occurred primarily at promoter regions. We conclude that methylation is the default state of most CpG dinucleotides in the mammalian genome and that a combination of local dinucleotide frequencies, the interaction of repeated sequences, and the presence or absence of histone variants or modifications shields a population of CpG sites (most of which are in and around promoters) from DNA methyltransferases that lack intrinsic sequence specificity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Brain",
            "Breast",
            "Chromatin",
            "Chromosome Mapping",
            "CpG Islands",
            "DNA Methylation",
            "Female",
            "Genome",
            "Histones",
            "Humans",
            "Mice",
            "Sequence Analysis, DNA",
            "Validation Studies as Topic"
        ],
        "Authors": [
            {
                "First Name": "John R",
                "Last Name": "Edwards",
                "Affiliation": "Center for Pharmacogenomics, Department of Medicine, Washington University School of Medicine, St. Louis, Missouri 63110, USA."
            },
            {
                "First Name": "Anne H",
                "Last Name": "O'Donnell",
                "Affiliation": ""
            },
            {
                "First Name": "Robert A",
                "Last Name": "Rollins",
                "Affiliation": ""
            },
            {
                "First Name": "Heather E",
                "Last Name": "Peckham",
                "Affiliation": ""
            },
            {
                "First Name": "Clarence",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Maria H",
                "Last Name": "Milekic",
                "Affiliation": ""
            },
            {
                "First Name": "Benjamin",
                "Last Name": "Chanrion",
                "Affiliation": ""
            },
            {
                "First Name": "Yutao",
                "Last Name": "Fu",
                "Affiliation": ""
            },
            {
                "First Name": "Tao",
                "Last Name": "Su",
                "Affiliation": ""
            },
            {
                "First Name": "Hanina",
                "Last Name": "Hibshoosh",
                "Affiliation": ""
            },
            {
                "First Name": "Jay A",
                "Last Name": "Gingrich",
                "Affiliation": ""
            },
            {
                "First Name": "Fatemeh",
                "Last Name": "Haghighi",
                "Affiliation": ""
            },
            {
                "First Name": "Robert",
                "Last Name": "Nutter",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2010"
    },
    {
        "PMID": "19657014",
        "Title": "Mammalian cytosine methylation at a glance.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cytosine",
            "DNA Methylation",
            "Humans",
            "Mammals",
            "Methyltransferases",
            "Nucleosomes"
        ],
        "Authors": [
            {
                "First Name": "Steen K T",
                "Last Name": "Ooi",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Anne H",
                "Last Name": "O'Donnell",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of cell science",
        "PubDate": "2009"
    },
    {
        "PMID": "18663141",
        "Title": "Extensive meiotic asynapsis in mice antagonises meiotic silencing of unsynapsed chromatin and consequently disrupts meiotic sex chromosome inactivation.",
        "Abstract": "Chromosome synapsis during zygotene is a prerequisite for the timely homologous recombinational repair of meiotic DNA double-strand breaks (DSBs). Unrepaired DSBs are thought to trigger apoptosis during midpachytene of male meiosis if synapsis fails. An early pachytene response to asynapsis is meiotic silencing of unsynapsed chromatin (MSUC), which, in normal males, silences the X and Y chromosomes (meiotic sex chromosome inactivation [MSCI]). In this study, we show that MSUC occurs in Spo11-null mouse spermatocytes with extensive asynapsis but lacking meiotic DSBs. In contrast, three mutants (Dnmt3l, Msh5, and Dmc1) with high levels of asynapsis and numerous persistent unrepaired DSBs have a severely impaired MSUC response. We suggest that MSUC-related proteins, including the MSUC initiator BRCA1, are sequestered at unrepaired DSBs. All four mutants fail to silence the X and Y chromosomes (MSCI failure), which is sufficient to explain the midpachytene apoptosis. Apoptosis does not occur in mice with a single additional asynapsed chromosome with unrepaired meiotic DSBs and no disturbance of MSCI.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "BRCA1 Protein",
            "Chromosome Pairing",
            "Chromosome Segregation",
            "DNA Breaks, Double-Stranded",
            "Endodeoxyribonucleases",
            "Esterases",
            "Gene Silencing",
            "Male",
            "Meiosis",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Multigene Family",
            "Mutation",
            "Sex Chromosomes",
            "Spermatids",
            "Spermatocytes",
            "Spermatogenesis",
            "X Chromosome",
            "X Chromosome Inactivation",
            "Y Chromosome"
        ],
        "Authors": [
            {
                "First Name": "Shantha K",
                "Last Name": "Mahadevaiah",
                "Affiliation": "Division of Stem Cell Biology and Developmental Genetics, Medical Research Council National Institute for Medical Research, London NW7 1AA, England, UK."
            },
            {
                "First Name": "Déborah",
                "Last Name": "Bourc'his",
                "Affiliation": ""
            },
            {
                "First Name": "Dirk G",
                "Last Name": "de Rooij",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "James M A",
                "Last Name": "Turner",
                "Affiliation": ""
            },
            {
                "First Name": "Paul S",
                "Last Name": "Burgoyne",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2008"
    },
    {
        "PMID": "18585349",
        "Title": "The colorful history of active DNA demethylation.",
        "Abstract": "Patterns of DNA cytosine methylation are subject to mitotic inheritance in both plants and vertebrates. Plants use 5-methylcytosine glycosylases and the base excision repair pathway to remove excess cytosine methylation. In mammals, active demethylation has been proposed to operate via several very different mechanisms. Two recent reports in Nature now claim that the demethylation process is initiated by the same enzymes that establish the methylation mark, the DNA methyltransferases DNMT3A and DNMT3B (Kangaspeska et al., 2008; Métivier et al., 2008).",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA",
            "DNA Methylation",
            "DNA Modification Methylases",
            "Mammals",
            "Plants"
        ],
        "Authors": [
            {
                "First Name": "Steen K T",
                "Last Name": "Ooi",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2008"
    },
    {
        "PMID": "18521744",
        "Title": "BRCA1 promoter methylation is associated with increased mortality among women with breast cancer.",
        "Abstract": "Promoter-CpG island hypermethylation has been proposed as an alternative mechanism to inactivate BRCA1 in the breast where somatic mutations of BRCA1 are rare. To better understand breast cancer etiology and progression, we explored the association between BRCA1 promoter methylation status and prognostic factors as well as survival among women with breast cancer. Promoter methylation of BRCA1 was assessed in 851 archived tumor tissues collected from a population-based study of women diagnosed with invasive or in situ breast cancer in 1996-1997, and who were followed for vital status through the end of 2002. About 59% of the tumors were methylated at the promoter of BRCA1. The BRCA1 promoter methylation was more frequent in invasive cancers (P = 0.02) and among premenopausal cases (P = 0.05). BRCA1 promoter methylation was associated with increased risk of breast cancer-specific mortality (age-adjusted HR 1.71; 95% CI: 1.05-2.78) and all-cause mortality (age-adjusted HR 1.49; 95% CI: 1.02-2.18). Neither dietary methyl intakes in the year prior to the baseline interview nor the functional polymorphisms in one-carbon metabolism were associated with BRCA1 methylation status. Our study is the first epidemiological investigation on the prognostic value of BRCA1 promoter methylation in a large population-based cohort of breast cancer patients. Our results indicate that BRCA1 promoter methylation is an important factor to consider in predicting breast cancer survival.",
        "Keywords": [],
        "MeSH terms": [
            "Breast Neoplasms",
            "DNA Methylation",
            "DNA Mutational Analysis",
            "Female",
            "Genes, BRCA1",
            "Humans",
            "Kaplan-Meier Estimate",
            "Middle Aged",
            "Prognosis",
            "Promoter Regions, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Xinran",
                "Last Name": "Xu",
                "Affiliation": "Department of Community and Preventive Medicine, Mount Sinai School of Medicine, P.O. Box 1043, One Gustave L. Levy Place, New York, NY 10029, USA."
            },
            {
                "First Name": "Marilie D",
                "Last Name": "Gammon",
                "Affiliation": ""
            },
            {
                "First Name": "Yujing",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "Steven H",
                "Last Name": "Zeisel",
                "Affiliation": ""
            },
            {
                "First Name": "James G",
                "Last Name": "Wetmur",
                "Affiliation": ""
            },
            {
                "First Name": "Sylvan",
                "Last Name": "Wallenstein",
                "Affiliation": ""
            },
            {
                "First Name": "Patrick T",
                "Last Name": "Bradshaw",
                "Affiliation": ""
            },
            {
                "First Name": "Gail",
                "Last Name": "Garbowski",
                "Affiliation": ""
            },
            {
                "First Name": "Susan L",
                "Last Name": "Teitelbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Alfred I",
                "Last Name": "Neugut",
                "Affiliation": ""
            },
            {
                "First Name": "Regina M",
                "Last Name": "Santella",
                "Affiliation": ""
            },
            {
                "First Name": "Jia",
                "Last Name": "Chen",
                "Affiliation": ""
            }
        ],
        "Journal": "Breast cancer research and treatment",
        "PubDate": "2009"
    },
    {
        "PMID": "18302924",
        "Title": "Cytosine methylation: remaining faithful.",
        "Abstract": "DNA methyltransferase-1 (DNMT1) has a higher specific activity on hemimethylated DNA than on unmethylated DNA, but this preference is too small to explain the faithful mitotic inheritance of genomic methylation patterns. New genetic studies in plants and mammals have identified a novel factor that increases the fidelity of maintenance methylation.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "CCAAT-Enhancer-Binding Proteins",
            "Cytosine",
            "DNA",
            "DNA (Cytosine-5-)-Methyltransferase 1",
            "DNA (Cytosine-5-)-Methyltransferases",
            "DNA Methylation",
            "Genome, Plant",
            "Mice",
            "Nuclear Proteins",
            "Ubiquitin-Protein Ligases"
        ],
        "Authors": [
            {
                "First Name": "Steen K T",
                "Last Name": "Ooi",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2008"
    },
    {
        "PMID": "17942418",
        "Title": "Allele-specific demethylation at an imprinted mammalian promoter.",
        "Abstract": "A screen for imprinted genes on mouse Chromosome 7 recently identified Inpp5f_v2, a paternally expressed retrogene lying within an intron of Inpp5f. Here, we identify a novel paternally expressed variant of the Inpp5f gene (Inpp5f_v3) that shows a number of unusual features. Inpp5f_v3 initiates from a CpG-rich repeat region adjoining two B1 elements, despite previous reports that SINEs are generally excluded from imprinted promoters. Accordingly, we find that the Inpp5f_v3 promoter acquires methylation around the time of implantation, when many repeat families undergo de novo epigenetic silencing. Methylation is then lost specifically on the paternally derived allele during the latter stages of embryonic development, resulting in imprinted transcriptional activation on the demethylated allele. Methylation analyses in embryos lacking maternal methylation imprints suggest that the primary imprinting mark resides within an intronic CpG island approximately 1 kb downstream of the Inpp5f_v3 transcriptional start site. These data support the hypothesis that SINEs can influence gene expression by attracting de novo methylation during development, a property likely to explain their exclusion from other imprinted promoters.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Animals",
            "Female",
            "Genomic Imprinting",
            "Inositol Polyphosphate 5-Phosphatases",
            "Male",
            "Methylation",
            "Mice",
            "Phosphoric Monoester Hydrolases",
            "Pregnancy",
            "Promoter Regions, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Andrew J",
                "Last Name": "Wood",
                "Affiliation": "Department of Medical and Molecular Genetics, King's College London, Guy's Hospital, London, SE1 9RT, UK, INSERM U741, Institut Jacques Monod, 2 Place Jussieu, 75251 Paris, CEDEX 05, France."
            },
            {
                "First Name": "Déborah",
                "Last Name": "Bourc'his",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "Rebecca J",
                "Last Name": "Oakey",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2007"
    },
    {
        "PMID": "17875220",
        "Title": "Loss of spermatogonia and wide-spread DNA methylation defects in newborn male mice deficient in DNMT3L.",
        "Abstract": "Formation of haploid spermatozoa capable of fertilization requires proper programming of epigenetic information. Exactly how DNMT3L (DNA methyltransferase 3-Like), a postulated regulator of DNA methyltransferase activity, contributes to DNA methylation pattern acquisition during gametogenesis remains unclear. Here we report on the role of DNMT3L in male germ cell development.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Newborn",
            "DNA (Cytosine-5-)-Methyltransferases",
            "DNA Methylation",
            "Gene Expression Regulation, Developmental",
            "Germ Cells",
            "Male",
            "Meiosis",
            "Mice",
            "Mice, Knockout",
            "Polymerase Chain Reaction",
            "Spermatogenesis",
            "Spermatogonia",
            "Testis"
        ],
        "Authors": [
            {
                "First Name": "Sophie",
                "Last Name": "La Salle",
                "Affiliation": "Department of Pharmacology & Therapeutics, McGill University and The Montreal Children's Hospital Research Institute, Montréal, QC H3H 1P3, Canada. sophie.lasalle@jax.org"
            },
            {
                "First Name": "Christopher C",
                "Last Name": "Oakes",
                "Affiliation": ""
            },
            {
                "First Name": "Oana R",
                "Last Name": "Neaga",
                "Affiliation": ""
            },
            {
                "First Name": "Déborah",
                "Last Name": "Bourc'his",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "Jacquetta M",
                "Last Name": "Trasler",
                "Affiliation": ""
            }
        ],
        "Journal": "BMC developmental biology",
        "PubDate": "2007"
    },
    {
        "PMID": "17687327",
        "Title": "DNMT3L connects unmethylated lysine 4 of histone H3 to de novo methylation of DNA.",
        "Abstract": "Mammals use DNA methylation for the heritable silencing of retrotransposons and imprinted genes and for the inactivation of the X chromosome in females. The establishment of patterns of DNA methylation during gametogenesis depends in part on DNMT3L, an enzymatically inactive regulatory factor that is related in sequence to the DNA methyltransferases DNMT3A and DNMT3B. The main proteins that interact in vivo with the product of an epitope-tagged allele of the endogenous Dnmt3L gene were identified by mass spectrometry as DNMT3A2, DNMT3B and the four core histones. Peptide interaction assays showed that DNMT3L specifically interacts with the extreme amino terminus of histone H3; this interaction was strongly inhibited by methylation at lysine 4 of histone H3 but was insensitive to modifications at other positions. Crystallographic studies of human DNMT3L showed that the protein has a carboxy-terminal methyltransferase-like domain and an N-terminal cysteine-rich domain. Cocrystallization of DNMT3L with the tail of histone H3 revealed that the tail bound to the cysteine-rich domain of DNMT3L, and substitution of key residues in the binding site eliminated the H3 tail-DNMT3L interaction. These data indicate that DNMT3L recognizes histone H3 tails that are unmethylated at lysine 4 and induces de novo DNA methylation by recruitment or activation of DNMT3A2.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Line",
            "Crystallography, X-Ray",
            "DNA",
            "DNA (Cytosine-5-)-Methyltransferases",
            "DNA Methylation",
            "DNA Methyltransferase 3A",
            "Embryonic Stem Cells",
            "Histones",
            "Humans",
            "Lysine",
            "Mice",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "Structure-Activity Relationship",
            "DNA Methyltransferase 3B"
        ],
        "Authors": [
            {
                "First Name": "Steen K T",
                "Last Name": "Ooi",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Chen",
                "Last Name": "Qiu",
                "Affiliation": ""
            },
            {
                "First Name": "Emily",
                "Last Name": "Bernstein",
                "Affiliation": ""
            },
            {
                "First Name": "Keqin",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Da",
                "Last Name": "Jia",
                "Affiliation": ""
            },
            {
                "First Name": "Zhe",
                "Last Name": "Yang",
                "Affiliation": ""
            },
            {
                "First Name": "Hediye",
                "Last Name": "Erdjument-Bromage",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Tempst",
                "Affiliation": ""
            },
            {
                "First Name": "Shau-Ping",
                "Last Name": "Lin",
                "Affiliation": ""
            },
            {
                "First Name": "C David",
                "Last Name": "Allis",
                "Affiliation": ""
            },
            {
                "First Name": "Xiaodong",
                "Last Name": "Cheng",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2007"
    },
    {
        "PMID": "17446388",
        "Title": "Epigenetic decisions in mammalian germ cells.",
        "Abstract": "Specific sequences are designated for de novo DNA methylation at CpG dinucleotides in mammalian germ cells. The result is the long-term transcriptional silencing of the methylated sequences, most of which are retrotransposons and CpG-rich sequences associated with imprinted genes. There is profound sexual dimorphism in both the nature of the sequences that undergo de novo methylation in germ cells and in the mechanism by which de novo methylation is regulated. The restriction of future gene expression by the imposition of heritable methylation patterns in germ cell genomes is characteristic of mammals but is rare in other taxa.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA (Cytosine-5-)-Methyltransferases",
            "DNA Methylation",
            "Dinucleoside Phosphates",
            "Epigenesis, Genetic",
            "Female",
            "Gene Silencing",
            "Genomic Imprinting",
            "Germ Cells",
            "Male",
            "Mammals",
            "Oocytes",
            "RNA Interference",
            "Sex Characteristics",
            "Spermatogonia"
        ],
        "Authors": [
            {
                "First Name": "Christopher B",
                "Last Name": "Schaefer",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Steen K T",
                "Last Name": "Ooi",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "Déborah",
                "Last Name": "Bourc'his",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2007"
    },
    {
        "PMID": "17445268",
        "Title": "Coordinate regulation of DNA methyltransferase expression during oogenesis.",
        "Abstract": "Normal mammalian development requires the action of DNA methyltransferases (DNMTs) for the establishment and maintenance of DNA methylation within repeat elements and imprinted genes. Here we report the expression dynamics of Dnmt3a and Dnmt3b, as well as a regulator of DNA methylation, Dnmt3L, in isolated female germ cells.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Base Sequence",
            "DNA (Cytosine-5-)-Methyltransferases",
            "DNA Methylation",
            "DNA Methyltransferase 3A",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Gene Expression Regulation, Enzymologic",
            "Male",
            "Mice",
            "Molecular Sequence Data",
            "Oocytes",
            "Oogenesis",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Spermatogenesis",
            "DNA Methyltransferase 3B"
        ],
        "Authors": [
            {
                "First Name": "Diana",
                "Last Name": "Lucifero",
                "Affiliation": "Montreal Children's Hospital Research Institute and Department of Pediatrics, McGill University, Montreal, Quebec, Canada. diana.lucifero@bbsrc.ac.uk <diana.lucifero@bbsrc.ac.uk>"
            },
            {
                "First Name": "Sophie",
                "Last Name": "La Salle",
                "Affiliation": ""
            },
            {
                "First Name": "Déborah",
                "Last Name": "Bourc'his",
                "Affiliation": ""
            },
            {
                "First Name": "Josée",
                "Last Name": "Martel",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "Jacquetta M",
                "Last Name": "Trasler",
                "Affiliation": ""
            }
        ],
        "Journal": "BMC developmental biology",
        "PubDate": "2007"
    },
    {
        "PMID": "17395546",
        "Title": "MIWI2 is essential for spermatogenesis and repression of transposons in the mouse male germline.",
        "Abstract": "Small RNAs associate with Argonaute proteins and serve as sequence-specific guides for regulation of mRNA stability, productive translation, chromatin organization, and genome structure. In animals, the Argonaute superfamily segregates into two clades. The Argonaute clade acts in RNAi and in microRNA-mediated gene regulation in partnership with 21-22 nt RNAs. The Piwi clade, and their 26-30 nt piRNA partners, have yet to be assigned definitive functions. In mice, two Piwi-family members have been demonstrated to have essential roles in spermatogenesis. Here, we examine the effects of disrupting the gene encoding the third family member, MIWI2. Miwi2-deficient mice display a meiotic-progression defect in early prophase of meiosis I and a marked and progressive loss of germ cells with age. These phenotypes may be linked to an inappropriate activation of transposable elements detected in Miwi2 mutants. Our observations suggest a conserved function for Piwi-clade proteins in the control of transposons in the germline.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Apoptosis",
            "Argonaute Proteins",
            "Cell Lineage",
            "DNA Methylation",
            "DNA Transposable Elements",
            "Male",
            "Meiosis",
            "Mice",
            "Mice, Inbred C57BL",
            "Mutation",
            "Proteins",
            "Spermatocytes",
            "Spermatogenesis",
            "Testis"
        ],
        "Authors": [
            {
                "First Name": "Michelle A",
                "Last Name": "Carmell",
                "Affiliation": "Cold Spring Harbor Laboratory, Howard Hughes Medical Institute, Watson School of Biological Sciences, 1 Bungtown Road, Cold Spring Harbor, NY 11724, USA."
            },
            {
                "First Name": "Angélique",
                "Last Name": "Girard",
                "Affiliation": ""
            },
            {
                "First Name": "Henk J G",
                "Last Name": "van de Kant",
                "Affiliation": ""
            },
            {
                "First Name": "Deborah",
                "Last Name": "Bourc'his",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "Dirk G",
                "Last Name": "de Rooij",
                "Affiliation": ""
            },
            {
                "First Name": "Gregory J",
                "Last Name": "Hannon",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2007"
    },
    {
        "PMID": "17376869",
        "Title": "Hyperconserved CpG domains underlie Polycomb-binding sites.",
        "Abstract": "Comparative genomics of CpG dinucleotides, which are targets of DNA methyltransferases in vertebrate genomes, has been constrained by their evolutionary instability and by the effect of methylation on their mutation rates. We compared the human and chimpanzee genomes to identify DNA sequence signatures correlated with rates of mutation at CpG dinucleotides. The new signatures were used to develop robust comparative genomics of CpG dinucleotides in heterogeneous regions and to identify genomic domains that have anomalous CpG divergence rates. The data showed that there are approximately 200 genomic regions where CpG distributions are far more conserved than predicted. These hyperconserved CpG domains largely coincide with domains bound by Polycomb repressive complex 2 in undifferentiated human embryonic stem cells and are almost exclusively present near genes whose products are involved in the regulation of embryonic development. Several domains were experimentally shown to be unmethylated at different developmental stages. These data indicate that particular evolutionary patterns and distinct sequence properties on scales much larger than standard transcription factor-binding sites may play an important role in Polycomb recruitment and transcriptional regulation of key developmental genes.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "Conserved Sequence",
            "CpG Islands",
            "Embryonic Stem Cells",
            "Epigenesis, Genetic",
            "Evolution, Molecular",
            "Genome",
            "Genome, Human",
            "Humans",
            "Pan troglodytes",
            "Polycomb-Group Proteins",
            "Protein Structure, Tertiary",
            "Repressor Proteins",
            "Species Specificity",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Amos",
                "Last Name": "Tanay",
                "Affiliation": "Center for Studies in Physics and Biology, The Rockefeller University, New York, NY 10021, USA. atanay@mail.rockefeller.edu"
            },
            {
                "First Name": "Anne H",
                "Last Name": "O'Donnell",
                "Affiliation": ""
            },
            {
                "First Name": "Marc",
                "Last Name": "Damelin",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2007"
    },
    {
        "PMID": "17371843",
        "Title": "Biological functions of DNA methyltransferase 1 require its methyltransferase activity.",
        "Abstract": "DNA methyltransferase 1 (DNMT1) has been reported to interact with a wide variety of factors and to contain intrinsic transcriptional repressor activity. When a conservative point mutation was introduced at the key catalytic residue, mutant DNMT1 failed to rescue any of the phenotypes of Dnmt1-null embryonic stem (ES) cells, which indicated that the biological functions of DNMT1 are exerted through the methylation of DNA. ES cells that expressed the mutant protein did not survive differentiation. Intracisternal A-particle family retrotransposons were no longer methylated and were transcribed at high levels. The proper localization of DNMT1 depended on normal genomic methylation, and we discuss the implications of this finding for epigenetic dysregulation in cancer.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "Cells, Cultured",
            "DNA (Cytosine-5-)-Methyltransferase 1",
            "DNA (Cytosine-5-)-Methyltransferases",
            "DNA Methylation",
            "Embryonic Stem Cells",
            "Epigenesis, Genetic",
            "Gene Expression Regulation",
            "Heterochromatin",
            "Histones",
            "Humans",
            "Mice",
            "Mice, Knockout",
            "Phenotype",
            "Point Mutation",
            "Retroelements"
        ],
        "Authors": [
            {
                "First Name": "Marc",
                "Last Name": "Damelin",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, 701 W. 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2007"
    },
    {
        "PMID": "16818882",
        "Title": "Computational prediction of methylation status in human genomic sequences.",
        "Abstract": "Epigenetic effects in mammals depend largely on heritable genomic methylation patterns. We describe a computational pattern recognition method that is used to predict the methylation landscape of human brain DNA. This method can be applied both to CpG islands and to non-CpG island regions. It computes the methylation propensity for an 800-bp region centered on a CpG dinucleotide based on specific sequence features within the region. We tested several classifiers for classification performance, including K means clustering, linear discriminant analysis, logistic regression, and support vector machine. The best performing classifier used the support vector machine approach. Our program (called hdfinder) presently has a prediction accuracy of 86%, as validated with CpG regions for which methylation status has been experimentally determined. Using hdfinder, we have depicted the entire genomic methylation patterns for all 22 human autosomes.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Computational Biology",
            "DNA",
            "DNA Methylation",
            "Genome, Human",
            "Humans",
            "Predictive Value of Tests"
        ],
        "Authors": [
            {
                "First Name": "Rajdeep",
                "Last Name": "Das",
                "Affiliation": "Cold Spring Harbor Laboratory, Cold Spring Harbor, NY 11724, USA."
            },
            {
                "First Name": "Nevenka",
                "Last Name": "Dimitrova",
                "Affiliation": ""
            },
            {
                "First Name": "Zhenyu",
                "Last Name": "Xuan",
                "Affiliation": ""
            },
            {
                "First Name": "Robert A",
                "Last Name": "Rollins",
                "Affiliation": ""
            },
            {
                "First Name": "Fatemah",
                "Last Name": "Haghighi",
                "Affiliation": ""
            },
            {
                "First Name": "John R",
                "Last Name": "Edwards",
                "Affiliation": ""
            },
            {
                "First Name": "Jingyue",
                "Last Name": "Ju",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "Michael Q",
                "Last Name": "Zhang",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2006"
    },
    {
        "PMID": "16501554",
        "Title": "Genetics and epigenetics of hydatidiform moles.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Carrier Proteins",
            "Female",
            "Humans",
            "Hydatidiform Mole",
            "Mutation",
            "Pregnancy",
            "Uterine Neoplasms"
        ],
        "Authors": [
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "Déborah",
                "Last Name": "Bourc'his",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2006"
    },
    {
        "PMID": "16479155",
        "Title": "Decatenation checkpoint deficiency destabilizes the stem cell genome.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Cycle",
            "Chromosome Aberrations",
            "Genomic Instability",
            "Humans",
            "Neoplastic Stem Cells",
            "Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Marc",
                "Last Name": "Damelin",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell cycle (Georgetown, Tex.)",
        "PubDate": "2006"
    },
    {
        "PMID": "16462811",
        "Title": "Combing over heritable gene silencing.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA",
            "DNA Methylation",
            "DNA Modification Methylases",
            "Gene Expression Regulation, Developmental",
            "Gene Silencing",
            "Protein Binding",
            "Repressor Proteins"
        ],
        "Authors": [
            {
                "First Name": "Marc",
                "Last Name": "Damelin",
                "Affiliation": ""
            },
            {
                "First Name": "Steen K T",
                "Last Name": "Ooi",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature structural & molecular biology",
        "PubDate": "2006"
    },
    {
        "PMID": "16424344",
        "Title": "Methylation of tRNAAsp by the DNA methyltransferase homolog Dnmt2.",
        "Abstract": "The sequence and the structure of DNA methyltransferase-2 (Dnmt2) bear close affinities to authentic DNA cytosine methyltransferases. A combined genetic and biochemical approach revealed that human DNMT2 did not methylate DNA but instead methylated a small RNA; mass spectrometry showed that this RNA is aspartic acid transfer RNA (tRNA(Asp)) and that DNMT2 specifically methylated cytosine 38 in the anticodon loop. The function of DNMT2 is highly conserved, and human DNMT2 protein restored methylation in vitro to tRNA(Asp) from Dnmt2-deficient strains of mouse, Arabidopsis thaliana, and Drosophila melanogaster in a manner that was dependent on preexisting patterns of modified nucleosides. Indirect sequence recognition is also a feature of eukaryotic DNA methyltransferases, which may have arisen from a Dnmt2-like RNA methyltransferase.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Anticodon",
            "Arabidopsis",
            "Arabidopsis Proteins",
            "Catalytic Domain",
            "Cytosine",
            "DNA (Cytosine-5-)-Methyltransferases",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Evolution, Molecular",
            "Humans",
            "Mass Spectrometry",
            "Methylation",
            "Mice",
            "Mutation",
            "NIH 3T3 Cells",
            "RNA, Plant",
            "RNA, Transfer, Asp",
            "Transfection"
        ],
        "Authors": [
            {
                "First Name": "Mary Grace",
                "Last Name": "Goll",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Finn",
                "Last Name": "Kirpekar",
                "Affiliation": ""
            },
            {
                "First Name": "Keith A",
                "Last Name": "Maggert",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey A",
                "Last Name": "Yoder",
                "Affiliation": ""
            },
            {
                "First Name": "Chih-Lin",
                "Last Name": "Hsieh",
                "Affiliation": ""
            },
            {
                "First Name": "Xiaoyu",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Kent G",
                "Last Name": "Golic",
                "Affiliation": ""
            },
            {
                "First Name": "Steven E",
                "Last Name": "Jacobsen",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2006"
    },
    {
        "PMID": "16365381",
        "Title": "Large-scale structure of genomic methylation patterns.",
        "Abstract": "The mammalian genome depends on patterns of methylated cytosines for normal function, but the relationship between genomic methylation patterns and the underlying sequence is unclear. We have characterized the methylation landscape of the human genome by global analysis of patterns of CpG depletion and by direct sequencing of 3073 unmethylated domains and 2565 methylated domains from human brain DNA. The genome was found to consist of short (<4 kb) unmethylated domains embedded in a matrix of long methylated domains. Unmethylated domains were enriched in promoters, CpG islands, and first exons, while methylated domains comprised interspersed and tandem-repeated sequences, exons other than first exons, and non-annotated single-copy sequences that are depleted in the CpG dinucleotide. The enrichment of regulatory sequences in the relatively small unmethylated compartment suggests that cytosine methylation constrains the effective size of the genome through the selective exposure of regulatory sequences. This buffers regulatory networks against changes in total genome size and provides an explanation for the C value paradox, which concerns the wide variations in genome size that scale independently of gene number. This suggestion is compatible with the finding that cytosine methylation is universal among large-genome eukaryotes, while many eukaryotes with genome sizes <5 x 10(8) bp do not methylate their DNA.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "CpG Islands",
            "DNA Methylation",
            "Genome, Human",
            "Humans",
            "Organ Specificity",
            "Promoter Regions, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Robert A",
                "Last Name": "Rollins",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Fatemeh",
                "Last Name": "Haghighi",
                "Affiliation": ""
            },
            {
                "First Name": "John R",
                "Last Name": "Edwards",
                "Affiliation": ""
            },
            {
                "First Name": "Rajdeep",
                "Last Name": "Das",
                "Affiliation": ""
            },
            {
                "First Name": "Michael Q",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Jingyue",
                "Last Name": "Ju",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2006"
    },
    {
        "PMID": "16338661",
        "Title": "Decatenation checkpoint deficiency in stem and progenitor cells.",
        "Abstract": "The decatenation checkpoint normally delays entry into mitosis until chromosomes have been disentangled through the action of topoisomerase II. We have found that the decatenation checkpoint is highly inefficient in mouse embryonic stem cells, mouse neural progenitor cells, and human CD34+ hematopoietic progenitor cells. Checkpoint efficiency increased when embryonic stem cells were induced to differentiate, which suggests that the deficiency is a feature of the undifferentiated state. Embryonic stem cells completed cell division in the presence of entangled chromosomes, which resulted in severe aneuploidy in the daughter cells. The decatenation checkpoint deficiency is likely to increase the rates of chromosome aberrations in progenitor cells, stem cells, and cancer stem cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "Cell Division",
            "Cell Line",
            "Chromosome Aberrations",
            "Diketopiperazines",
            "Etoposide",
            "Genes, cdc",
            "Hematopoietic Stem Cells",
            "Humans",
            "Mice",
            "Neurons",
            "Piperazines",
            "Stem Cells",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Marc",
                "Last Name": "Damelin",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Yi E",
                "Last Name": "Sun",
                "Affiliation": ""
            },
            {
                "First Name": "Veronika Brundula",
                "Last Name": "Sodja",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            }
        ],
        "Journal": "Cancer cell",
        "PubDate": "2005"
    },
    {
        "PMID": "16096053",
        "Title": "Transposons reanimated in mice.",
        "Abstract": "Transposons have proved valuable in the genetic modification of many organisms but not mammals. New work reported by Ding et al. (2005) in this issue of Cell and by Collier et al. (2005) and Dupuy et al. (2005) in a recent issue of Nature now reveals that insertional mutagenesis in mammalian cells is possible thanks to modified derivatives of the piggyBac and Sleeping Beauty DNA transposons. However, the slow rate of proliferation of DNA transposons suggests that derivatives of the L1 retrotransposon might be more powerful for mutagenesis of germline cells. In either case, the future of transposon-driven genetic analyses of mice and other mammals looks promising.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA Transposable Elements",
            "Mice",
            "Retroelements",
            "Transposases"
        ],
        "Authors": [
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, New York 10032, USA."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2005"
    },
    {
        "PMID": "15952895",
        "Title": "Eukaryotic cytosine methyltransferases.",
        "Abstract": "Large-genome eukaryotes use heritable cytosine methylation to silence promoters, especially those associated with transposons and imprinted genes. Cytosine methylation does not reinforce or replace ancestral gene regulation pathways but instead endows methylated genomes with the ability to repress specific promoters in a manner that is buffered against changes in the internal and external environment. Recent studies have shown that the targeting of de novo methylation depends on multiple inputs; these include the interaction of repeated sequences, local states of histone lysine methylation, small RNAs and components of the RNAi pathway, and divergent and catalytically inert cytosine methyltransferase homologues that have acquired regulatory roles. There are multiple families of DNA (cytosine-5) methyltransferases in eukaryotes, and each family appears to be controlled by different regulatory inputs. Sequence-specific DNA-binding proteins, which regulate most aspects of gene expression, do not appear to be involved in the establishment or maintenance of genomic methylation patterns.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Arabidopsis",
            "Bacteria",
            "DNA (Cytosine-5-)-Methyltransferases",
            "DNA Methylation",
            "Eukaryotic Cells",
            "Genomic Instability",
            "Humans",
            "Invertebrates",
            "Models, Molecular",
            "Phylogeny"
        ],
        "Authors": [
            {
                "First Name": "Mary Grace",
                "Last Name": "Goll",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, New York 10032, USA. MGG22@columbia.edu"
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            }
        ],
        "Journal": "Annual review of biochemistry",
        "PubDate": "2005"
    },
    {
        "PMID": "15811946",
        "Title": "Identification of the control region for tissue-specific imprinting of the stimulatory G protein alpha-subunit.",
        "Abstract": "Gnas is a complex gene with multiple imprinted promoters. The upstream Nesp and Nespas/Gnasxl promoters are paternally and maternally methylated, respectively. The downstream promoter for the stimulatory G protein alpha-subunit (G(s)alpha) is unmethylated, although in some tissues (e.g., renal proximal tubules), G(s)alpha is poorly expressed from the paternal allele. Just upstream of the G(s)alpha promoter is a primary imprint mark (1A region) where maternal-specific methylation is established during oogenesis. Pseudohypoparathyroidism type 1B, a disorder of renal parathyroid hormone resistance, is associated with loss of 1A methylation. Analysis of embryos of Dnmt3L(-/-) mothers (which cannot methylate maternal imprint marks) showed that Nesp, Nespas/Gnasxl, and 1A imprinting depend on one or more maternal primary imprint marks. We generated mice with deletion of the 1A differentially methylated region. These mice had normal Nesp-Nespas/Gnasxl imprinting, indicating that the Gnas locus contains two independent imprinting domains (Nespas-Nespas/Gnasxl and 1A-G(s)alpha) controlled by distinct maternal primary imprint marks. Paternal, but not maternal, 1A deletion resulted in G(s)alpha overexpression in proximal tubules and evidence for increased parathyroid hormone sensitivity but had no effect on G(s)alpha expression in other tissues where G(s)alpha is normally not imprinted. The 1A region is a maternal imprint mark that contains one or more methylation-sensitive cis-acting elements that suppress G(s)alpha expression from the paternal allele in a tissue-specific manner.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "DNA (Cytosine-5-)-Methyltransferases",
            "DNA Methylation",
            "Fathers",
            "Female",
            "GTP-Binding Protein alpha Subunits, Gs",
            "Genomic Imprinting",
            "Male",
            "Mice",
            "Mice, Knockout",
            "Mothers",
            "Organ Specificity",
            "Promoter Regions, Genetic",
            "Pseudohypoparathyroidism",
            "Sequence Deletion"
        ],
        "Authors": [
            {
                "First Name": "Jie",
                "Last Name": "Liu",
                "Affiliation": "Metabolic Diseases Branch and Genetics of Development and Disease Branch, National Institute of Diabetes, Digestive, and Kidney Diseases, National Institutes of Health, Bethesda, MD 20892, USA."
            },
            {
                "First Name": "Min",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Chuxia",
                "Last Name": "Deng",
                "Affiliation": ""
            },
            {
                "First Name": "Déborah",
                "Last Name": "Bourc'his",
                "Affiliation": ""
            },
            {
                "First Name": "Julie G",
                "Last Name": "Nealon",
                "Affiliation": ""
            },
            {
                "First Name": "Beth",
                "Last Name": "Erlichman",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "Lee S",
                "Last Name": "Weinstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2005"
    },
    {
        "PMID": "15318244",
        "Title": "Meiotic catastrophe and retrotransposon reactivation in male germ cells lacking Dnmt3L.",
        "Abstract": "Mammalian genomes employ heritable cytosine methylation in the long-term silencing of retrotransposons and genes subject to genomic imprinting and X chromosome inactivation. Little is known of the mechanisms that direct cytosine methylation to specific sequences. Here we show that DNA methyltransferase 3-like (Dnmt3L (ref. 1)) is expressed in testes during a brief perinatal period in the non-dividing precursors of spermatogonial stem cells at a stage where retrotransposons undergo de novo methylation. Deletion of the Dnmt3L gene prevented the de novo methylation of both long-terminal-repeat (LTR) and non-LTR retrotransposons, which were transcribed at high levels in spermatogonia and spermatocytes. Loss of Dnmt3L from early germ cells also caused meiotic failure in spermatocytes, which do not express Dnmt3L. Whereas dispersed repeated sequences were demethylated in mutant germ cells, tandem repeats in pericentric regions were methylated normally. This result indicates that the Dnmt3L protein might have a function in the de novo methylation of dispersed repeated sequences in a premeiotic genome scanning process that occurs in male germ cells at about the time of birth.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "DNA (Cytosine-5-)-Methyltransferases",
            "DNA Methylation",
            "Gene Expression Regulation",
            "In Situ Hybridization",
            "Male",
            "Meiosis",
            "Mice",
            "RNA, Messenger",
            "Retroelements",
            "Spermatocytes"
        ],
        "Authors": [
            {
                "First Name": "Déborah",
                "Last Name": "Bourc'his",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, 701 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2004"
    },
    {
        "PMID": "15063176",
        "Title": "Windows for sex-specific methylation marked by DNA methyltransferase expression profiles in mouse germ cells.",
        "Abstract": "The acquisition of genomic methylation in the male germ line is initiated prenatally in diploid gonocytes, while DNA methylation in the female germ line is initiated postnatally in growing oocytes. We compared the temporal expression patterns of the DNA methyltransferases, DNMT1, DNMT3a, DNMT3b, and DNMT3l in the male and female germ lines. DNMT1 expression was examined by immunocytochemistry and Northerns with an emphasis on the prenatal period. In the female, there is a gradual down-regulation of DNMT1 protein in prenatal meiotic prophase I oocytes that is not associated with the production of an untranslated transcript, as it is in the male; these results suggest that the mechanism of meiotic down-regulation differs between the sexes. In the male, DNMT1 is unlikely to play a role in the prenatal acquisition of germ line methylation patterns since it is down-regulated in gonocytes between 14.5 and 18.5 days of gestation and is absent at the time of initiation of DNA methylation. To search for candidate DNMTs that could be involved in establishing methylation patterns in both germ lines, real-time RT-PCR was used to simultaneously study the expression profiles of the three DNMT3 enzymes in developing testes and ovaries; DNMT1 expression was included as a control. Expression profiles of DNMT3a and DNMT3l provide support for an interaction of the two enzymes during prenatal germ cell development and de novo methylation in the male. DNMT3l is the predominant DNMT3 enzyme expressed at high levels in the postnatal female germ line at the time of acquisition of DNA methylation patterns. DNMT1 and DNMT3b expression levels peak concomitantly, shortly after birth in the male, consistent with a role in the maintenance of methylation patterns in proliferating spermatogonia. Together, the results provide clues to specific roles for the different DNMT family members in de novo and maintenance methylation in the developing testis and ovary.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA (Cytosine-5-)-Methyltransferase 1",
            "DNA (Cytosine-5-)-Methyltransferases",
            "DNA Methylation",
            "DNA Methyltransferase 3A",
            "Down-Regulation",
            "Female",
            "Gene Expression Profiling",
            "Immunohistochemistry",
            "Male",
            "Mice",
            "Ovum",
            "Spermatozoa",
            "DNA Methyltransferase 3B"
        ],
        "Authors": [
            {
                "First Name": "Sophie",
                "Last Name": "La Salle",
                "Affiliation": "Department of Pharmacology and Therapeutics and the Montreal Children's Hospital Research Institute, McGill University, Montreal, QC, Canada H3H 1P3."
            },
            {
                "First Name": "Carmen",
                "Last Name": "Mertineit",
                "Affiliation": ""
            },
            {
                "First Name": "Teruko",
                "Last Name": "Taketo",
                "Affiliation": ""
            },
            {
                "First Name": "Peter B",
                "Last Name": "Moens",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "Jacquetta M",
                "Last Name": "Trasler",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2004"
    },
    {
        "PMID": "14511489",
        "Title": "Imprinting errors and developmental asymmetry.",
        "Abstract": "There are, in the broadest sense, two mechanisms by which gene expression can be extinguished in vertebrates. The first of these is based on mass action effects of positive and negative regulatory factors and is termed activation and repression; the second is independent of positive regulatory factors but is based on the history of the affected gene and is termed silencing. It can be said, again in the broadest sense, that imprinted genes, genes subject to X inactivation, and transposon promoters are subject to silencing, while the promoters of tissue-specific genes in non-expressing tissues are controlled by activation and repression. The escape of imprinted genes from silencing through unknown mechanisms can cause developmental abnormalities and can predispose to the formation of embryonal tumours. One developmental disorder caused by loss of imprinting of genes on chromosome 11p15.5 is Beckwith-Wiedemann syndrome (BWS). This syndrome has long been known to be inexplicably common in monozygotic twins; the twins are nearly always discordant for BWS, and nearly all twins are female. A loss of imprinting model based on stochastic errors in the nucleocytoplasmic trafficking of the DNA methyltransferase DNMT1, or a paternally expressed function that opposes maintenance methylation of maternally repressed growth-enhancing genes, is proposed to explain the perplexing genetics of BWS in monozygotic twins.",
        "Keywords": [],
        "MeSH terms": [
            "Beckwith-Wiedemann Syndrome",
            "Chromosomes, Human, Pair 11",
            "DNA (Cytosine-5-)-Methyltransferase 1",
            "DNA (Cytosine-5-)-Methyltransferases",
            "DNA Methylation",
            "Diseases in Twins",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Gene Silencing",
            "Genomic Imprinting",
            "Humans",
            "RNA, Long Noncoding",
            "RNA, Untranslated",
            "Twins, Monozygotic"
        ],
        "Authors": [
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, 701 West 168th Street, New York, NY 10032, USA. thb12@columbia.edu"
            }
        ],
        "Journal": "Philosophical transactions of the Royal Society of London. Series B, Biological sciences",
        "PubDate": "2003"
    },
    {
        "PMID": "12724209",
        "Title": "Unanswered questions about the role of promoter methylation in carcinogenesis.",
        "Abstract": "It has been proposed that tumor suppressor genes can be silenced by ectopic de novo methylation during tumor progression and that this epigenetic silencing is an alternative to mutation in tumor suppressor inactivation during oncogenic transformation. However, methylation may follow inactivation and may not directly participate in tumor progression. There are no genetic data that implicate ectopic de novo methylation in cancer, and no DNA methyltransferase gene has been shown to be mutated in any cancer. Promoter methylation at tumor suppressor loci may be a consequence of transcriptional inactivity imposed by mutations in upstream components of the transcriptional machinery or signal transduction pathways. Current estimates of the importance of epigenetic changes in the etiology of cancer may be inflated, and consequences may have been mistaken for causes in some cases.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Transformation, Neoplastic",
            "Cytosine",
            "DNA Methylation",
            "Humans",
            "Promoter Regions, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, New York 10032, USA. THB12@columbia.edu"
            }
        ],
        "Journal": "Annals of the New York Academy of Sciences",
        "PubDate": "2003"
    },
    {
        "PMID": "12683970",
        "Title": "Cytosine methylation mediates sexual conflict.",
        "Abstract": "Transposons are infectious agents in sexual populations and can go to fixation even if they reduce the fitness of the host. Sexual hosts are therefore under selective pressure to evolve defensive functions that relieve the fitness penalty imposed by transposons. In mammals, this defensive function depends on transcriptional silencing through targeted cytosine methylation of transposon promoters in both germ-line and somatic tissues (with the probable involvement of some post-transcriptional gene silencing by pathways related to RNA interference). New families of transposons evolve in response to selective pressures imposed by host silencing mechanisms, with the result that the mammalian genome has suffered waves of transposon bombardment that have contributed the majority of the total sequence. Cytosine methylation defends the sexual genome against transposon damage even as it enforces a requirement for sexual reproduction through the phenomenon of genomic imprinting.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromosomes, Human, X",
            "Cytosine",
            "DNA Methylation",
            "DNA Transposable Elements",
            "Genomic Imprinting",
            "Humans",
            "Long Interspersed Nucleotide Elements",
            "Mice",
            "Reproduction, Asexual",
            "Retroelements",
            "Sequence Analysis, DNA"
        ],
        "Authors": [
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, 701 West 168th St, New York, NY 10032, USA. THB12@columbia.edu"
            }
        ],
        "Journal": "Trends in genetics : TIG",
        "PubDate": "2003"
    },
    {
        "PMID": "12234381",
        "Title": "Reactivation of a silenced H19 gene in human rhabdomyosarcoma by demethylation of DNA but not by histone hyperacetylation.",
        "Abstract": "The active copy of the imprinted gene H19 is turned off by inappropriate methylation in several pediatric tumors including Wilms' Tumour and embryonal rhabdomyosarcoma. H19 controls in cis the linked Insulin-like Growth Factor 2 (IGF2) gene, encoding an important growth factor. Recent work has suggested that methylation of a gene may lead to deacetylation of its associated histones and that silenced genes can be reactivated by increasing histone acetylation levels.",
        "Keywords": [],
        "MeSH terms": [
            "Acetylation",
            "Animals",
            "Azacitidine",
            "Blotting, Northern",
            "Blotting, Western",
            "Cell Line, Tumor",
            "Cells, Cultured",
            "DNA Methylation",
            "Female",
            "Gene Expression",
            "Gene Expression Regulation, Neoplastic",
            "Histone Deacetylase Inhibitors",
            "Histone Deacetylases",
            "Histones",
            "Humans",
            "Hydroxamic Acids",
            "Insulin-Like Growth Factor II",
            "Kidney",
            "Liver",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Pregnancy",
            "RNA",
            "RNA, Long Noncoding",
            "RNA, Untranslated",
            "Rhabdomyosarcoma",
            "Tissue Plasminogen Activator"
        ],
        "Authors": [
            {
                "First Name": "Catherine A",
                "Last Name": "Lynch",
                "Affiliation": "Cancer and Ageing Research Group, School of Biomedical Sciences, University of Ulster, Coleraine BT52 1SA, United Kingdom. c.lynch@ulster.ac.uk"
            },
            {
                "First Name": "Benjamin",
                "Last Name": "Tycko",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "Colum P",
                "Last Name": "Walsh",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cancer",
        "PubDate": "2002"
    },
    {
        "PMID": "12130533",
        "Title": "Histone modification and replacement in chromatin activation.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cytosine",
            "DNA",
            "Euchromatin",
            "Histone Methyltransferases",
            "Histone-Lysine N-Methyltransferase",
            "Histones",
            "Methylation",
            "Methyltransferases",
            "Protein Methyltransferases"
        ],
        "Authors": [
            {
                "First Name": "Mary Grace",
                "Last Name": "Goll",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            }
        ],
        "Journal": "Genes & development",
        "PubDate": "2002"
    },
    {
        "PMID": "12086841",
        "Title": "Altered methylation patterns in cancer cell genomes: cause or consequence?",
        "Abstract": "CpG islands are associated with at least half of all cellular genes and are normally methylation-free. Dense methylation of cytosine residues within islands causes strong and heritable transcriptional silencing. Such silencing normally occurs almost solely at genes subject to genomic imprinting or to X chromosome inactivation. Aberrant methylation of CpG islands associated with tumor suppressor genes has been proposed to contribute to carcinogenesis. However, questions of mechanisms underlying the cancer changes and the precise consequences for tumorigenesis exist in the field, and must continue to be addressed before the importance of abnormalities in genomic methylation patterns in carcinogenesis can be fully understood. In this article, two workers in DNA methylation, one concentrating on cancer biology and the other on developmental biology, address recurrent questions about cancer epigenetics from different perspectives. The goal is to highlight important controversies in the field which can be productive targets of ongoing and future research.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "CpG Islands",
            "DNA Methylation",
            "Genes, Tumor Suppressor",
            "Genome",
            "Humans",
            "Neoplasms",
            "Promoter Regions, Genetic",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Stephen",
                "Last Name": "Baylin",
                "Affiliation": "The Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD 21231, USA. sbaylin@jhmi.edu"
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            }
        ],
        "Journal": "Cancer cell",
        "PubDate": "2002"
    },
    {
        "PMID": "12019213",
        "Title": "Discordant KCNQ1OT1 imprinting in sets of monozygotic twins discordant for Beckwith-Wiedemann syndrome.",
        "Abstract": "Beckwith-Wiedemann syndrome (BWS) presents with visceromegaly, macroglossia, tumor predisposition and other congenital abnormalities, and is usually associated with abnormalities of chromosome 11p15. A number of identical twin pairs, mostly female, have been reported to be discordant for BWS. We show here that the incidence of female monozygotic twins among patients with BWS is dramatically increased over that of the general population. A cluster of imprinted genes within 11p15 is thought to be coordinately regulated via the imprinted expression of KCNQ1OT1, which encodes an untranslated RNA. In skin fibroblasts from five monozygotic twin pairs discordant for BWS, each affected twin had an imprinting defect at KCNQ1OT1 on 11p15, whereas the unaffected twin did not. Five additional monozygotic twin pairs, for whom only blood was available, also displayed an imprinting defect at KCNQ1OT1. It is possible that discordance for BWS in MZ twins is due to unequal splitting of the inner cell mass during twinning, thereby causing differential maintenance of imprinting at KCNQ1OT1. Alternatively, we propose that KCNQ1OT1 is especially vulnerable to a loss of imprinting event, caused by a lack of maintenance DNA methylation at a critical stage of preimplantation development, and that this loss of imprinting predisposes to twinning as well as to discordance for BWS. These data underscore the importance of continued surveillance of children born following assisted reproductive technologies that impact the preimplantation embryo.",
        "Keywords": [],
        "MeSH terms": [
            "Beckwith-Wiedemann Syndrome",
            "DNA Methylation",
            "Diseases in Twins",
            "Dosage Compensation, Genetic",
            "Fibroblasts",
            "Genomic Imprinting",
            "Humans",
            "RNA, Untranslated",
            "Sex Ratio",
            "Twins, Monozygotic"
        ],
        "Authors": [
            {
                "First Name": "Rosanna",
                "Last Name": "Weksberg",
                "Affiliation": "Division of Clinical and Metabolic Genetics and the Research Institute, Department of Paediatrics Hospital for Sick Children, Toronto, Ontario, Canada. rweks@sickkids.on.ca"
            },
            {
                "First Name": "Cheryl",
                "Last Name": "Shuman",
                "Affiliation": ""
            },
            {
                "First Name": "Oana",
                "Last Name": "Caluseriu",
                "Affiliation": ""
            },
            {
                "First Name": "Adam C",
                "Last Name": "Smith",
                "Affiliation": ""
            },
            {
                "First Name": "Yan-Ling",
                "Last Name": "Fei",
                "Affiliation": ""
            },
            {
                "First Name": "Joy",
                "Last Name": "Nishikawa",
                "Affiliation": ""
            },
            {
                "First Name": "Tracy L",
                "Last Name": "Stockley",
                "Affiliation": ""
            },
            {
                "First Name": "Lyle",
                "Last Name": "Best",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Chitayat",
                "Affiliation": ""
            },
            {
                "First Name": "Ann",
                "Last Name": "Olney",
                "Affiliation": ""
            },
            {
                "First Name": "Elizabeth",
                "Last Name": "Ives",
                "Affiliation": ""
            },
            {
                "First Name": "Adele",
                "Last Name": "Schneider",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "Madeline",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Sadowski",
                "Affiliation": ""
            },
            {
                "First Name": "Jeremy",
                "Last Name": "Squire",
                "Affiliation": ""
            }
        ],
        "Journal": "Human molecular genetics",
        "PubDate": "2002"
    },
    {
        "PMID": "11977983",
        "Title": "Dynamics of Dnmt1 methyltransferase expression and intracellular localization during oogenesis and preimplantation development.",
        "Abstract": "The imprinting of mammalian genes depends on the maintenance of DNA methylation patterns during pre- and postimplantation development. Dnmt1o is a variant form of the somatically expressed Dnmt1 cytosine methyltransferase that is synthesized and stored in the oocyte cytoplasm and trafficks to the eight-cell nucleus during preimplantation development, where it maintains DNA methylation patterns on alleles of imprinted genes. Transcripts encoding Dnmt1 are present in preimplantation embryos, suggesting that Dnmt1 protein is also expressed in the preimplantation embryo, and may account for maintenance methylation at preimplantation stages other than the eight-cell embryo. However, using an antibody that detects Dnmt1, but not Dnmt1o, no Dnmt1 protein was detected on immunoblots or by immunocytochemical staining in wildtype preimplantation embryos. Moreover, Dnmt1 protein produced in the oocyte from a modified Dnmt1 allele, Dnmt1(1s/1o), trafficked to nuclei of eight-cell embryos, but not to nuclei of other stages. The highly restricted nuclear localization patterns of oocyte-derived Dnmt1o and Dnmt1 during preimplantation development add further support to the notion that DNA methyltransferases other than Dnmt1 are required for maintaining imprints during preimplantation development.",
        "Keywords": [],
        "MeSH terms": [
            "Alternative Splicing",
            "Amino Acid Sequence",
            "Animals",
            "Base Sequence",
            "Blastocyst",
            "Cloning, Molecular",
            "DNA (Cytosine-5-)-Methyltransferase 1",
            "DNA (Cytosine-5-)-Methyltransferases",
            "Embryonic and Fetal Development",
            "Gene Expression Regulation, Developmental",
            "Isoenzymes",
            "Mice",
            "Molecular Sequence Data",
            "Oocytes",
            "Oogenesis",
            "Organ Specificity",
            "Protein Transport",
            "RNA, Messenger",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Sex Characteristics"
        ],
        "Authors": [
            {
                "First Name": "Sarayu",
                "Last Name": "Ratnam",
                "Affiliation": "Department of Human Genetics, University of Pittsburgh, Pittsburgh, Pennsylvania 15260, USA."
            },
            {
                "First Name": "Carmen",
                "Last Name": "Mertineit",
                "Affiliation": ""
            },
            {
                "First Name": "Feng",
                "Last Name": "Ding",
                "Affiliation": ""
            },
            {
                "First Name": "Carina Y",
                "Last Name": "Howell",
                "Affiliation": ""
            },
            {
                "First Name": "Hugh J",
                "Last Name": "Clarke",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "J Richard",
                "Last Name": "Chaillet",
                "Affiliation": ""
            },
            {
                "First Name": "Jacquetta M",
                "Last Name": "Trasler",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2002"
    },
    {
        "PMID": "11948614",
        "Title": "Helicase homologues maintain cytosine methylation in plants and mammals.",
        "Abstract": "The Arabidopsis DDM1 gene is required for the maintenance of genomic methylation patterns but is a helicase homolog of the SWI2/SNF2 family rather than a DNA methyltransferase. Dennis et al. have shown that disruption of the mouse Lsh gene, the mammalian gene most closely related to DDM1, causes demethylation of the mouse genome. This result suggests that the mechanisms that maintain methylation patterns in the genomes of mammals and flowering plants are more conserved than previously suspected.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Arabidopsis Proteins",
            "Cytosine",
            "DNA Helicases",
            "DNA Methylation",
            "DNA-Binding Proteins",
            "Mammals",
            "Plant Proteins",
            "Plants",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Déborah",
                "Last Name": "Bourc'his",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            }
        ],
        "Journal": "BioEssays : news and reviews in molecular, cellular and developmental biology",
        "PubDate": "2002"
    },
    {
        "PMID": "11944985",
        "Title": "Methylation dynamics of imprinted genes in mouse germ cells.",
        "Abstract": "DNA methylation differences between maternal and paternal alleles of many imprinted genes are inherited from the male and female gametes and subsequently maintained during development. However, the stages of gametogenesis during which methylation imprints are established have not been well defined. In this study, we used bisulfite sequencing to determine the methylation dynamics of the imprinted genes small nuclear ribonucleoprotein N (Snrpn), insulin-like growth factor 2 receptor (Igf2r), mesoderm-specific transcript (Mest; formerly Peg1), paternally expressed gene 3 (Peg3), and H19 fetal liver mRNA (H19). We identified regions in the maternally imprinted genes (Snrpn, Mest, and Peg3) that were unmethylated in sperm but 100% methylated in mature oocytes. Igf2r, which is expressed from the maternal allele, was completely methylated within intronic differentially methylated region 2 in oocytes and unmethylated in sperm. The 5' region of H19, a paternally imprinted gene, was completely methylated in sperm and unmethylated in oocytes. We examined the methylation status of Snrpn during oocyte growth and maturation. Whereas the DNA of non-growing oocytes was mostly unmethylated, mid-size growing oocytes had a mosaic pattern of allelic methylation, and full acquisition of the methylation imprint was complete by metaphase II. We have identified regions within imprinted genes that show gamete-specific methylation patterns in mature germ cells and demonstrated that maternal methylation imprints on at least one imprinted gene, Snrpn, are established during the postnatal growth phase of oogenesis. Thus, whereas paternal imprints seem to be established early (in diploid gonocytes well before the onset of meiosis), maternal imprints are established late (in growing oocytes that are arrested in the diplotene stage of meiosis). These findings raise the possibility that assisted reproductive technologies that involve in vitro maturation of oocytes may result in developmental abnormalities due to incomplete methylation imprints in immature oocytes.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Autoantigens",
            "DNA Methylation",
            "Female",
            "Gametogenesis",
            "Genomic Imprinting",
            "Male",
            "Mice",
            "Oocytes",
            "Ribonucleoproteins, Small Nuclear",
            "Spermatozoa",
            "snRNP Core Proteins"
        ],
        "Authors": [
            {
                "First Name": "Diana",
                "Last Name": "Lucifero",
                "Affiliation": "McGill University-Montreal Children's Hospital Research Institute and Departments of Pediatrics, Human Genetics, and Pharmacology & Therapeutics, McGill University, Montreal, Quebec, H3H 1P3, Canada."
            },
            {
                "First Name": "Carmen",
                "Last Name": "Mertineit",
                "Affiliation": ""
            },
            {
                "First Name": "Hugh J",
                "Last Name": "Clarke",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy H",
                "Last Name": "Bestor",
                "Affiliation": ""
            },
            {
                "First Name": "Jacquetta M",
                "Last Name": "Trasler",
                "Affiliation": ""
            }
        ],
        "Journal": "Genomics",
        "PubDate": "2002"
    }
]