[
    {
        "PMID": "38763700",
        "Title": "AID in non-Hodgkin B-cell lymphomas: The consequences of on- and off-target activity.",
        "Abstract": "Activation induced cytidine deaminase (AID) is a key element of the adaptive immune system, required for immunoglobulin isotype switching and affinity maturation of B-cells as they undergo the germinal center (GC) reaction in peripheral lymphoid tissue. The inherent DNA damaging activity of this enzyme can also have off-target effects in B-cells, producing lymphomagenic chromosomal translocations that are characteristic features of various classes of non-Hodgkin B-cell lymphoma (B-NHL), and generating oncogenic mutations, so-called aberrant somatic hypermutation (aSHM). Additionally, AID has been found to affect gene expression through demethylation as well as altered interactions between gene regulatory elements. These changes have been most thoroughly studied in B-NHL arising from GC B-cells. Here, we describe the most common classes of GC-derived B-NHL and explore the consequences of on- and off-target AID activity in B and plasma cell neoplasms. The relationships between AID expression, including effects of infection and other exposures/agents, mutagenic activity and lymphoma biology are also discussed.",
        "Keywords": [
            "Aberrant somatic hypermutation",
            "Activation-induced cytidine deaminase (AID)",
            "B cells",
            "Class switch recombination",
            "Non-Hodgkin B cell lymphoma",
            "Somatic hypermutation"
        ],
        "MeSH terms": [
            "Humans",
            "Cytidine Deaminase",
            "Germinal Center",
            "Lymphoma, B-Cell",
            "Animals",
            "B-Lymphocytes",
            "Somatic Hypermutation, Immunoglobulin",
            "Gene Expression Regulation, Neoplastic",
            "Immunoglobulin Class Switching"
        ],
        "Authors": [
            {
                "First Name": "Rebecca J",
                "Last Name": "Leeman-Neill",
                "Affiliation": "Department of Pathology and Cell Biology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, United States; Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, United States. Electronic address: rjl2165@cumc.columbia.edu."
            },
            {
                "First Name": "Govind",
                "Last Name": "Bhagat",
                "Affiliation": "Department of Pathology and Cell Biology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, United States."
            }
        ],
        "Journal": "Advances in immunology",
        "PubDate": "2024"
    },
    {
        "PMID": "38428317",
        "Title": "Somatic hypermutation mechanisms during lymphomagenesis and transformation.",
        "Abstract": "B cells undergoing physiologically programmed or aberrant genomic alterations provide an opportune system to study the causes and consequences of genome mutagenesis. Activated B cells in germinal centers express activation-induced cytidine deaminase (AID) to accomplish physiological somatic hypermutation (SHM) of their antibody-encoding genes. In attempting to diversify their immunoglobulin (Ig) heavy- and light-chain genes, several B-cell clones successfully optimize their antigen-binding affinities. However, SHM can sometimes occur at non-Ig loci, causing genetic alternations that lay the foundation for lymphomagenesis, particularly diffuse large B-cell lymphoma. Thus, SHM acts as a double-edged sword, bestowing superb humoral immunity at the potential risk of initiating disease. We refer to off-target, non-Ig AID mutations - that are often but not always associated with disease - as aberrant SHM (aSHM). A key challenge in understanding SHM and aSHM is determining how AID targets and mutates specific DNA sequences in the Ig loci to generate antibody diversity and non-Ig genes to initiate lymphomagenesis. Herein, we discuss some current advances regarding the regulation of AID's DNA mutagenesis activity in B cells.",
        "Keywords": [],
        "MeSH terms": [
            "Genomics",
            "Hydantoins",
            "Mutation",
            "Nitrogen Mustard Compounds"
        ],
        "Authors": [
            {
                "First Name": "Max C",
                "Last Name": "Lauring",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York 10032, USA. Electronic address: mcl2214@cumc.columbia.edu."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York 10032, USA. Electronic address: ub2121@columbia.edu."
            }
        ],
        "Journal": "Current opinion in genetics & development",
        "PubDate": "2024"
    },
    {
        "PMID": "38049665",
        "Title": "Noncoding mutations cause super-enhancer retargeting resulting in protein synthesis dysregulation during B cell lymphoma progression.",
        "Abstract": "Whole-genome sequencing of longitudinal tumor pairs representing transformation of follicular lymphoma to high-grade B cell lymphoma with MYC and BCL2 rearrangements (double-hit lymphoma) identified coding and noncoding genomic alterations acquired during lymphoma progression. Many of these transformation-associated alterations recurrently and focally occur at topologically associating domain resident regulatory DNA elements, including H3K4me3 promoter marks located within H3K27ac super-enhancer clusters in B cell non-Hodgkin lymphoma. One region found to undergo recurrent alteration upon transformation overlaps a super-enhancer affecting the expression of the PAX5/ZCCHC7 gene pair. ZCCHC7 encodes a subunit of the Trf4/5-Air1/2-Mtr4 polyadenylation-like complex and demonstrated copy number gain, chromosomal translocation and enhancer retargeting-mediated transcriptional upregulation upon lymphoma transformation. Consequently, lymphoma cells demonstrate nucleolar dysregulation via altered noncoding 5.8S ribosomal RNA processing. We find that a noncoding mutation acquired during lymphoma progression affects noncoding rRNA processing, thereby rewiring protein synthesis leading to oncogenic changes in the lymphoma proteome.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Mutation",
            "Lymphoma, B-Cell",
            "Translocation, Genetic",
            "Lymphoma",
            "Regulatory Sequences, Nucleic Acid"
        ],
        "Authors": [
            {
                "First Name": "Rebecca J",
                "Last Name": "Leeman-Neill",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Dong",
                "Last Name": "Song",
                "Affiliation": "SIAT-HKUST Joint Laboratory of Cell Evolution and Digital Health, Shenzhen-Hong Kong Collaborative Innovation Research Institute, Shenzhen, China."
            },
            {
                "First Name": "Jonathan",
                "Last Name": "Bizarro",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Ludivine",
                "Last Name": "Wacheul",
                "Affiliation": "RNA Molecular Biology, Fonds de la Recherche Scientifique (F.R.S./FNRS), Université libre de Bruxelles (ULB), Biopark Campus, Gosselies, Belgium."
            },
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Sameer",
                "Last Name": "Singh",
                "Affiliation": "Institut für Medizinische Physik und Biophysik, Charité-Universitätsmedizin Berlin, Berlin, Germany."
            },
            {
                "First Name": "Yang",
                "Last Name": "Yang",
                "Affiliation": "State Key Laboratory of Chemical Biology and Drug Discovery, Department of Applied Biology and Chemical Technology, The Hong Kong Polytechnic University, Hong Kong SAR, China."
            },
            {
                "First Name": "Aditya Y",
                "Last Name": "Sarode",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Kishore",
                "Last Name": "Gollapalli",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Lijing",
                "Last Name": "Wu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Wanwei",
                "Last Name": "Zhang",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Yiyun",
                "Last Name": "Chen",
                "Affiliation": "Division of Life Science, Department of Chemical and Biological Engineering, and State Key Laboratory of Molecular Neuroscience, The Hong Kong University of Science and Technology, Hong Kong SAR, China."
            },
            {
                "First Name": "Max C",
                "Last Name": "Lauring",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "D Eric",
                "Last Name": "Whisenant",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Shweta",
                "Last Name": "Bhavsar",
                "Affiliation": "Department of Pathology, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Junghyun",
                "Last Name": "Lim",
                "Affiliation": "Department of Pharmacy, School of Pharmacy and Institute of New Drug Development, Jeonbuk National University, Jeonju, Republic of Korea."
            },
            {
                "First Name": "Steven H",
                "Last Name": "Swerdlow",
                "Affiliation": "Department of Pathology, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."
            },
            {
                "First Name": "Govind",
                "Last Name": "Bhagat",
                "Affiliation": "Department of Pathology and Cell Biology, Vagelos College of Physicians and Surgeons, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Qian",
                "Last Name": "Zhao",
                "Affiliation": "State Key Laboratory of Chemical Biology and Drug Discovery, Department of Applied Biology and Chemical Technology, The Hong Kong Polytechnic University, Hong Kong SAR, China."
            },
            {
                "First Name": "Luke E",
                "Last Name": "Berchowitz",
                "Affiliation": "Department of Genetics and Development, Vagelos College of Physicians and Surgeons, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Denis L J",
                "Last Name": "Lafontaine",
                "Affiliation": "RNA Molecular Biology, Fonds de la Recherche Scientifique (F.R.S./FNRS), Université libre de Bruxelles (ULB), Biopark Campus, Gosselies, Belgium."
            },
            {
                "First Name": "Jiguang",
                "Last Name": "Wang",
                "Affiliation": "SIAT-HKUST Joint Laboratory of Cell Evolution and Digital Health, Shenzhen-Hong Kong Collaborative Innovation Research Institute, Shenzhen, China. jgwang@ust.hk."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York City, NY, USA. ub2121@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2023"
    },
    {
        "PMID": "37995687",
        "Title": "Nuclear RNA catabolism controls endogenous retroviruses, gene expression asymmetry, and dedifferentiation.",
        "Abstract": "Endogenous retroviruses (ERVs) are remnants of ancient parasitic infections and comprise sizable portions of most genomes. Although epigenetic mechanisms silence most ERVs by generating a repressive environment that prevents their expression (heterochromatin), little is known about mechanisms silencing ERVs residing in open regions of the genome (euchromatin). This is particularly important during embryonic development, where induction and repression of distinct classes of ERVs occur in short temporal windows. Here, we demonstrate that transcription-associated RNA degradation by the nuclear RNA exosome and Integrator is a regulatory mechanism that controls the productive transcription of most genes and many ERVs involved in preimplantation development. Disrupting nuclear RNA catabolism promotes dedifferentiation to a totipotent-like state characterized by defects in RNAPII elongation and decreased expression of long genes (gene-length asymmetry). Our results indicate that RNA catabolism is a core regulatory module of gene networks that safeguards RNAPII activity, ERV expression, cell identity, and developmental potency.",
        "Keywords": [
            "2CLC",
            "Integrator",
            "MERVL",
            "RNA catabolism",
            "elongation",
            "endogenous retrovirus",
            "non-coding RNA",
            "stem cell",
            "totipotent-like cells",
            "transcription-associated RNA degradation"
        ],
        "MeSH terms": [
            "Endogenous Retroviruses",
            "RNA, Nuclear",
            "Epigenesis, Genetic",
            "Heterochromatin",
            "Gene Expression"
        ],
        "Authors": [
            {
                "First Name": "Denis",
                "Last Name": "Torre",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Center for OncoGenomics and Innovative Therapeutics (COGIT), Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Department of Oncological Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Yesai S",
                "Last Name": "Fstkchyan",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Jessica Sook Yuin",
                "Last Name": "Ho",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Programme in Emerging Infectious Diseases, Duke-NUS Medical School, Singapore 169857, Singapore."
            },
            {
                "First Name": "Youngseo",
                "Last Name": "Cheon",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Department of Biological Sciences, Korea Advanced Institute of Science and Technology, Daejeon 34141, South Korea; Department of Biological Chemistry, University of California Irvine, Irvine, CA 92697, USA; Center for Epigenetics and Metabolism, University of California Irvine, Irvine, CA 92697, USA."
            },
            {
                "First Name": "Roosheel S",
                "Last Name": "Patel",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Emma J",
                "Last Name": "Degrace",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Slim",
                "Last Name": "Mzoughi",
                "Affiliation": "Center for OncoGenomics and Innovative Therapeutics (COGIT), Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Department of Oncological Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Megan",
                "Last Name": "Schwarz",
                "Affiliation": "Center for OncoGenomics and Innovative Therapeutics (COGIT), Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Department of Oncological Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Kevin",
                "Last Name": "Mohammed",
                "Affiliation": "Center for OncoGenomics and Innovative Therapeutics (COGIT), Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Department of Oncological Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Ji-Seon",
                "Last Name": "Seo",
                "Affiliation": "Department of Biological Chemistry, University of California Irvine, Irvine, CA 92697, USA; Center for Epigenetics and Metabolism, University of California Irvine, Irvine, CA 92697, USA."
            },
            {
                "First Name": "Raquel",
                "Last Name": "Romero-Bueno",
                "Affiliation": "Department of Biological Chemistry, University of California Irvine, Irvine, CA 92697, USA; Center for Epigenetics and Metabolism, University of California Irvine, Irvine, CA 92697, USA."
            },
            {
                "First Name": "Deniz",
                "Last Name": "Demircioglu",
                "Affiliation": "Department of Oncological Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Bioinformatics for Next Generation Sequencing (BiNGS) Shared Resource Facility, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Dan",
                "Last Name": "Hasson",
                "Affiliation": "Department of Oncological Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Bioinformatics for Next Generation Sequencing (BiNGS) Shared Resource Facility, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Weijing",
                "Last Name": "Tang",
                "Affiliation": "Department of Pathology, Stanford University School of Medicine, Stanford, CA 94305, USA."
            },
            {
                "First Name": "Sameehan U",
                "Last Name": "Mahajani",
                "Affiliation": "Department of Pathology, Stanford University School of Medicine, Stanford, CA 94305, USA."
            },
            {
                "First Name": "Laura",
                "Last Name": "Campisi",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Simin",
                "Last Name": "Zheng",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Won-Suk",
                "Last Name": "Song",
                "Affiliation": "Department of Biological Chemistry, University of California Irvine, Irvine, CA 92697, USA; Center for Epigenetics and Metabolism, University of California Irvine, Irvine, CA 92697, USA."
            },
            {
                "First Name": "Ying-Chih",
                "Last Name": "Wang",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Hardik",
                "Last Name": "Shah",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Nancy",
                "Last Name": "Francoeur",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Juan",
                "Last Name": "Soto",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Zelda",
                "Last Name": "Salfati",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Matthew T",
                "Last Name": "Weirauch",
                "Affiliation": "Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, OH 45229, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Warburton",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Kristin",
                "Last Name": "Beaumont",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Melissa L",
                "Last Name": "Smith",
                "Affiliation": "Department of Biochemistry and Molecular Genetics, University of Louisville School of Medicine, Louisville, KY 40202, USA."
            },
            {
                "First Name": "Lubbertus",
                "Last Name": "Mulder",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "S Armando",
                "Last Name": "Villalta",
                "Affiliation": "Department of Physiology and Biophysics, University of California Irvine, Irvine, CA 92697, USA."
            },
            {
                "First Name": "Kai",
                "Last Name": "Kessenbrock",
                "Affiliation": "Department of Biological Chemistry, University of California Irvine, Irvine, CA 92697, USA."
            },
            {
                "First Name": "Cholsoon",
                "Last Name": "Jang",
                "Affiliation": "Department of Biological Chemistry, University of California Irvine, Irvine, CA 92697, USA; Center for Epigenetics and Metabolism, University of California Irvine, Irvine, CA 92697, USA."
            },
            {
                "First Name": "Daeyoup",
                "Last Name": "Lee",
                "Affiliation": "Department of Biological Sciences, Korea Advanced Institute of Science and Technology, Daejeon 34141, South Korea."
            },
            {
                "First Name": "Silvia",
                "Last Name": "De Rubeis",
                "Affiliation": "Seaver Autism Center for Research and Treatment, Department of Psychiatry, The Mindich Child Health and Development Institute, Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Inma",
                "Last Name": "Cobos",
                "Affiliation": "Department of Pathology, Stanford University School of Medicine, Stanford, CA 94305, USA."
            },
            {
                "First Name": "Oliver",
                "Last Name": "Tam",
                "Affiliation": "Cold Spring Harbor Laboratory, Cold Spring Harbor, NY 11724, USA."
            },
            {
                "First Name": "Molly Gale",
                "Last Name": "Hammell",
                "Affiliation": "Cold Spring Harbor Laboratory, Cold Spring Harbor, NY 11724, USA."
            },
            {
                "First Name": "Marcus",
                "Last Name": "Seldin",
                "Affiliation": "Department of Biological Chemistry, University of California Irvine, Irvine, CA 92697, USA; Center for Epigenetics and Metabolism, University of California Irvine, Irvine, CA 92697, USA."
            },
            {
                "First Name": "Yongsheng",
                "Last Name": "Shi",
                "Affiliation": "Center for Epigenetics and Metabolism, University of California Irvine, Irvine, CA 92697, USA; Department of Microbiology and Molecular Genetics, School of Medicine, University of California Irvine, Irvine, CA 92697, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Vittorio",
                "Last Name": "Sebastiano",
                "Affiliation": "Institute for Stem Cell Biology and Regenerative Medicine and the Department of Obstetrics and Gynecology, Stanford University School of Medicine, Stanford, CA 94305, USA."
            },
            {
                "First Name": "Minji",
                "Last Name": "Byun",
                "Affiliation": "Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Robert",
                "Last Name": "Sebra",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Brad R",
                "Last Name": "Rosenberg",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Chris",
                "Last Name": "Benner",
                "Affiliation": "Department of Medicine, University of California, San Diego, San Diego, CA 92093, USA."
            },
            {
                "First Name": "Ernesto",
                "Last Name": "Guccione",
                "Affiliation": "Center for OncoGenomics and Innovative Therapeutics (COGIT), Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Department of Oncological Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Department of Pharmacological Sciences and Mount Sinai Center for Therapeutics Discovery, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Black Family Stem Cell Institute, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA. Electronic address: ernesto.guccione@mssm.edu."
            },
            {
                "First Name": "Ivan",
                "Last Name": "Marazzi",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Department of Biological Chemistry, University of California Irvine, Irvine, CA 92697, USA; Center for Epigenetics and Metabolism, University of California Irvine, Irvine, CA 92697, USA; Global Health and Emerging Pathogens Institute, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA. Electronic address: imarazzi@uci.edu."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2023"
    },
    {
        "PMID": "37400674",
        "Title": "m",
        "Abstract": "Innate lymphoid cells (ILCs) can quickly switch from a quiescent state to an active state and rapidly produce effector molecules that provide critical early immune protection. How the post-transcriptional machinery processes different stimuli and initiates robust gene expression in ILCs is poorly understood. Here, we show that deletion of the N",
        "Keywords": [],
        "MeSH terms": [
            "Cytokines",
            "Homeostasis",
            "Immunity, Innate",
            "Lymphocytes",
            "RNA",
            "Animals",
            "Mice"
        ],
        "Authors": [
            {
                "First Name": "Yingyu",
                "Last Name": "Zhang",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Wanwei",
                "Last Name": "Zhang",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Jingyao",
                "Last Name": "Zhao",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Takamasa",
                "Last Name": "Ito",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Jiacheng",
                "Last Name": "Jin",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Alexis O",
                "Last Name": "Aparicio",
                "Affiliation": "Department of Medicine, Department of Systems Biology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Junsong",
                "Last Name": "Zhou",
                "Affiliation": "Department of Rehabilitation and Regenerative Medicine, Columbia Stem Cell Initiative, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Vincent",
                "Last Name": "Guichard",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Yinshan",
                "Last Name": "Fang",
                "Affiliation": "Department of Medicine, Division of Digestive and Liver Diseases, Columbia Center for Human Development, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Jianwen",
                "Last Name": "Que",
                "Affiliation": "Department of Medicine, Division of Digestive and Liver Diseases, Columbia Center for Human Development, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Joseph F",
                "Last Name": "Urban",
                "Affiliation": "Agricultural Research Service, Beltsville Human Nutrition Research Center, Diet, Genomics, and Immunology Laboratory, and Beltsville Agricultural Research Center, Animal Parasitic Diseases Laboratory, U.S. Department of Agriculture, Beltsville, MD, USA."
            },
            {
                "First Name": "Jacob H",
                "Last Name": "Hanna",
                "Affiliation": "Department of Molecular Genetics, Weizmann Institute of Science, Rehovot, Israel."
            },
            {
                "First Name": "Sankar",
                "Last Name": "Ghosh",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Xuebing",
                "Last Name": "Wu",
                "Affiliation": "Department of Medicine, Department of Systems Biology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Lei",
                "Last Name": "Ding",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Yuefeng",
                "Last Name": "Huang",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY, USA. yh3102@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature immunology",
        "PubDate": "2023"
    },
    {
        "PMID": "36161469",
        "Title": "RNA-regulatory exosome complex suppresses an apoptotic program to confer erythroid progenitor cell survival in vivo.",
        "Abstract": "The RNA-regulatory exosome complex (EC) posttranscriptionally and cotranscriptionally processes and degrades RNAs in a context-dependent manner. Although the EC functions in diverse cell types, its contributions to stem and progenitor cell development are not well understood. Previously, we demonstrated that the transcriptional regulator of erythrocyte development, GATA1, represses EC subunit genes, and the EC maintains erythroid progenitors in vitro. To determine if this mechanism operates in vivo, we used the hematopoietic-specific Vav1-Cre and \"conditional by inversion\" mouse system to ablate Exosc3, encoding an EC structural subunit. Although Exosc3C/C Cre+ embryos developed normally until embryonic day 14.5, Exosc3 ablation was embryonic lethal and severely reduced erythromyeloid progenitor activity. RNA sequencing analysis of Exosc3-ablated burst-forming unit-erythroid revealed elevated transcripts encoding multiple proapoptotic factors, and the mutant erythroid progenitors exhibited increased apoptosis. We propose that the EC controls an ensemble of apoptosis-regulatory RNAs, thereby promoting erythroid progenitor survival and developmental erythropoiesis in vivo.",
        "Keywords": [],
        "MeSH terms": [
            "Mice",
            "Animals",
            "Erythroid Precursor Cells",
            "Exosome Multienzyme Ribonuclease Complex",
            "Exosomes",
            "Apoptosis",
            "RNA"
        ],
        "Authors": [
            {
                "First Name": "Isabela",
                "Last Name": "Fraga de Andrade",
                "Affiliation": "University of Wisconsin-Madison Blood Cancer Research Program, Department of Cell and Regenerative Biology, Wisconsin Institutes for Medical Research, University of Wisconsin School of Medicine and Public Health, Madison, WI."
            },
            {
                "First Name": "Kirby D",
                "Last Name": "Johnson",
                "Affiliation": "University of Wisconsin-Madison Blood Cancer Research Program, Department of Cell and Regenerative Biology, Wisconsin Institutes for Medical Research, University of Wisconsin School of Medicine and Public Health, Madison, WI."
            },
            {
                "First Name": "Charu",
                "Last Name": "Mehta",
                "Affiliation": "University of Wisconsin-Madison Blood Cancer Research Program, Department of Cell and Regenerative Biology, Wisconsin Institutes for Medical Research, University of Wisconsin School of Medicine and Public Health, Madison, WI."
            },
            {
                "First Name": "Colin N",
                "Last Name": "Dewey",
                "Affiliation": "Department of Biostatistics and Medical Informatics, University of Wisconsin, Madison, WI."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY."
            },
            {
                "First Name": "Emery H",
                "Last Name": "Bresnick",
                "Affiliation": "University of Wisconsin-Madison Blood Cancer Research Program, Department of Cell and Regenerative Biology, Wisconsin Institutes for Medical Research, University of Wisconsin School of Medicine and Public Health, Madison, WI."
            }
        ],
        "Journal": "Blood advances",
        "PubDate": "2023"
    },
    {
        "PMID": "35704185",
        "Title": "Identification of RNA-DNA Hybrids Associated with R-Loops at the IgH Switch Sequence in Activated B Cells.",
        "Abstract": "During transcription and replication, R-loops that contain RNA-DNA hybrids are generated across numerous genomic loci and contribute to many biological events. Using S9.6, a monoclonal antibody against RNA-DNA hybrids, accelerated the study of R-loop biology. An outpouring of recent studies has implicated various contributions of R-loop in physiological cellular functions. Earlier studies using nondenaturing sodium bisulfite probing also supported existence of DNA-RNA hybrids formation in mammalian cells. In activated B cells, RNA-DNA hybrids formation at IgH gene locus of B cells is crucial for class switch recombination that ensure the proper effector function of the antibody. Here, we describe the identification of R-loops associated with the IgH locus using RNA-DNA hybrid immunoprecipitation sequencing and nondenaturing sodium bisulfite probing. This will be helpful for future studies of R-loops status on whole genome as well as on IgH locus in B cells.",
        "Keywords": [
            "B cells",
            "Class switch recombination",
            "DRIP-seq",
            "Nondenaturing sodium bisulfite probing"
        ],
        "MeSH terms": [
            "Animals",
            "DNA",
            "Immunoglobulin Class Switching",
            "Immunoprecipitation",
            "Mammals",
            "R-Loop Structures",
            "RNA"
        ],
        "Authors": [
            {
                "First Name": "Junghyun",
                "Last Name": "Lim",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Brice",
                "Last Name": "Laffleur",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA. ub2121@cumc.columbia.edu."
            },
            {
                "First Name": "Kefei",
                "Last Name": "Yu",
                "Affiliation": "Department of Microbiology and Molecular Genetics, Michigan State University, East Lansing, MI, USA. yuke@msu.edu."
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2022"
    },
    {
        "PMID": "35658015",
        "Title": "RNA exosome drives early B cell development via noncoding RNA processing mechanisms.",
        "Abstract": "B cell development is linked to successful V(D)J recombination, allowing B cell receptor expression and ultimately antibody secretion for adaptive immunity. Germline noncoding RNAs (ncRNAs) are produced at immunoglobulin (Ig) loci during V(D)J recombination, but their function and posttranscriptional regulation are incompletely understood. Patients with trichohepatoenteric syndrome, characterized by RNA exosome pathway component mutations, exhibit lymphopenia, thus demonstrating the importance of ncRNA surveillance in B cell development in humans. To understand the role of RNA exosome in early B cell development in greater detail, we generated mouse models harboring a B cell-specific ",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "B-Lymphocytes",
            "Exoribonucleases",
            "Exosome Multienzyme Ribonuclease Complex",
            "Humans",
            "Immunoglobulin Heavy Chains",
            "Mice",
            "RNA Processing, Post-Transcriptional",
            "RNA, Untranslated",
            "V(D)J Recombination"
        ],
        "Authors": [
            {
                "First Name": "Brice",
                "Last Name": "Laffleur",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Carolina R",
                "Last Name": "Batista",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Wanwei",
                "Last Name": "Zhang",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Junghyun",
                "Last Name": "Lim",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Biao",
                "Last Name": "Yang",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Delphine",
                "Last Name": "Rossille",
                "Affiliation": "Universite of Rennes, INSERM, EFS Bretagne, CHU Rennes, UMR 1236, Rennes, France."
            },
            {
                "First Name": "Lijing",
                "Last Name": "Wu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jerson",
                "Last Name": "Estrella",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Evangelos",
                "Last Name": "Pefanis",
                "Affiliation": "Regeneron Pharmaceuticals, Tarrytown, New York, NY 10591, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            }
        ],
        "Journal": "Science immunology",
        "PubDate": "2022"
    },
    {
        "PMID": "35149861",
        "Title": "Publisher Correction: ERK1/2 phosphorylation predicts survival following anti-PD-1 immunotherapy in recurrent glioblastoma.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Víctor A",
                "Last Name": "Arrieta",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Andrew X",
                "Last Name": "Chen",
                "Affiliation": "Program for Mathematical Genomics, Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "J Robert",
                "Last Name": "Kane",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Seong Jae",
                "Last Name": "Kang",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Cynthia",
                "Last Name": "Kassab",
                "Affiliation": "Department of Neurosurgery, The University of Texas MD Anderson Cancer Center, Houston, TX, USA."
            },
            {
                "First Name": "Crismita",
                "Last Name": "Dmello",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Junfei",
                "Last Name": "Zhao",
                "Affiliation": "Program for Mathematical Genomics, Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kirsten B",
                "Last Name": "Burdett",
                "Affiliation": "Department of Preventive Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Pavan S",
                "Last Name": "Upadhyayula",
                "Affiliation": "Department of Neurosurgery, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Catalina",
                "Last Name": "Lee-Chang",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Joseph",
                "Last Name": "Shilati",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Dinesh",
                "Last Name": "Jaishankar",
                "Affiliation": "Robert Lurie Comprehensive Cancer Center and Department of Dermatology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Li",
                "Last Name": "Chen",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Gould",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Daniel",
                "Last Name": "Zhang",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Jinzhou",
                "Last Name": "Yuan",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Wenting",
                "Last Name": "Zhao",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Xiaoyang",
                "Last Name": "Ling",
                "Affiliation": "Department of Neurosurgery, The University of Texas MD Anderson Cancer Center, Houston, TX, USA."
            },
            {
                "First Name": "Jared K",
                "Last Name": "Burks",
                "Affiliation": "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA."
            },
            {
                "First Name": "Brice",
                "Last Name": "Laffleur",
                "Affiliation": "INSERM U1236, University of Rennes 1, Etablissement Français du Sang, Rennes, France."
            },
            {
                "First Name": "Christina",
                "Last Name": "Amidei",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Jeffrey N",
                "Last Name": "Bruce",
                "Affiliation": "Department of Neurosurgery, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Rimas V",
                "Last Name": "Lukas",
                "Affiliation": "Department of Neurology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Jonathan T",
                "Last Name": "Yamaguchi",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Cieremans",
                "Affiliation": "Department of Neurology, Columbia University, Vagelos College of Physicians and Surgeons Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Matthew",
                "Last Name": "McCord",
                "Affiliation": "Department of Pathology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Daniel J",
                "Last Name": "Brat",
                "Affiliation": "Department of Pathology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Hui",
                "Last Name": "Zhang",
                "Affiliation": "Department of Preventive Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Lee A D",
                "Last Name": "Cooper",
                "Affiliation": "Department of Pathology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Bin",
                "Last Name": "Zhang",
                "Affiliation": "Division of Hematology/Oncology, Department of Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Sims",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Tim F",
                "Last Name": "Cloughesy",
                "Affiliation": "Department of Medical and Molecular Pharmacology, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, USA."
            },
            {
                "First Name": "Robert",
                "Last Name": "Prins",
                "Affiliation": "Department of Medical and Molecular Pharmacology, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Canoll",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Roger",
                "Last Name": "Stupp",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Amy B",
                "Last Name": "Heimberger",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Craig",
                "Last Name": "Horbinski",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Fabio M",
                "Last Name": "Iwamoto",
                "Affiliation": "Department of Neurology, Columbia University, Vagelos College of Physicians and Surgeons Columbia University Irving Medical Center, New York, NY, USA. fi2146@cumc.columbia.edu."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Program for Mathematical Genomics, Department of Systems Biology, Columbia University, New York, NY, USA. rr2579@cumc.columbia.edu."
            },
            {
                "First Name": "Adam M",
                "Last Name": "Sonabend",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA. adam.sonabend@northwestern.edu."
            }
        ],
        "Journal": "Nature cancer",
        "PubDate": "2022"
    },
    {
        "PMID": "35121903",
        "Title": "ERK1/2 phosphorylation predicts survival following anti-PD-1 immunotherapy in recurrent glioblastoma.",
        "Abstract": "Only a subset of recurrent glioblastoma (rGBM) responds to anti-PD-1 immunotherapy. Previously, we reported enrichment of BRAF/PTPN11 mutations in 30% of rGBM that responded to PD-1 blockade. Given that BRAF and PTPN11 promote MAPK/ERK signaling, we investigated whether activation of this pathway is associated with response to PD-1 inhibitors in rGBM, including patients that do not harbor BRAF/PTPN11 mutations. Here we show that immunohistochemistry for ERK1/2 phosphorylation (p-ERK), a marker of MAPK/ERK pathway activation, is predictive of overall survival following adjuvant PD-1 blockade in two independent rGBM patient cohorts. Single-cell RNA-sequencing and multiplex immunofluorescence analyses revealed that p-ERK was mainly localized in tumor cells and that high-p-ERK GBMs contained tumor-infiltrating myeloid cells and microglia with elevated expression of MHC class II and associated genes. These findings indicate that ERK1/2 activation in rGBM is predictive of response to PD-1 blockade and is associated with a distinct myeloid cell phenotype.",
        "Keywords": [],
        "MeSH terms": [
            "Glioblastoma",
            "Humans",
            "Immunotherapy",
            "MAP Kinase Signaling System",
            "Neoplasm Recurrence, Local",
            "Phosphorylation"
        ],
        "Authors": [
            {
                "First Name": "Víctor A",
                "Last Name": "Arrieta",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Andrew X",
                "Last Name": "Chen",
                "Affiliation": "Program for Mathematical Genomics, Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "J Robert",
                "Last Name": "Kane",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Seong Jae",
                "Last Name": "Kang",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Cynthia",
                "Last Name": "Kassab",
                "Affiliation": "Department of Neurosurgery, The University of Texas MD Anderson Cancer Center, Houston, TX, USA."
            },
            {
                "First Name": "Crismita",
                "Last Name": "Dmello",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Junfei",
                "Last Name": "Zhao",
                "Affiliation": "Program for Mathematical Genomics, Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kirsten B",
                "Last Name": "Burdett",
                "Affiliation": "Department of Preventive Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Pavan S",
                "Last Name": "Upadhyayula",
                "Affiliation": "Department of Neurosurgery, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Catalina",
                "Last Name": "Lee-Chang",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Joseph",
                "Last Name": "Shilati",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Dinesh",
                "Last Name": "Jaishankar",
                "Affiliation": "Robert Lurie Comprehensive Cancer Center and Department of Dermatology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Li",
                "Last Name": "Chen",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Gould",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Daniel",
                "Last Name": "Zhang",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Jinzhou",
                "Last Name": "Yuan",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Wenting",
                "Last Name": "Zhao",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Xiaoyang",
                "Last Name": "Ling",
                "Affiliation": "Department of Neurosurgery, The University of Texas MD Anderson Cancer Center, Houston, TX, USA."
            },
            {
                "First Name": "Jared K",
                "Last Name": "Burks",
                "Affiliation": "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA."
            },
            {
                "First Name": "Brice",
                "Last Name": "Laffleur",
                "Affiliation": "INSERM U1236, University of Rennes 1, Etablissement Français du Sang, Rennes, France."
            },
            {
                "First Name": "Christina",
                "Last Name": "Amidei",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Jeffrey N",
                "Last Name": "Bruce",
                "Affiliation": "Department of Neurosurgery, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Rimas V",
                "Last Name": "Lukas",
                "Affiliation": "Department of Neurology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Jonathan T",
                "Last Name": "Yamaguchi",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Cieremans",
                "Affiliation": "Department of Neurology, Columbia University, Vagelos College of Physicians and Surgeons Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Matthew",
                "Last Name": "McCord",
                "Affiliation": "Department of Pathology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Daniel J",
                "Last Name": "Brat",
                "Affiliation": "Department of Pathology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Hui",
                "Last Name": "Zhang",
                "Affiliation": "Department of Preventive Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Lee A D",
                "Last Name": "Cooper",
                "Affiliation": "Department of Pathology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Bin",
                "Last Name": "Zhang",
                "Affiliation": "Division of Hematology/Oncology, Department of Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Sims",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Tim F",
                "Last Name": "Cloughesy",
                "Affiliation": "Department of Medical and Molecular Pharmacology, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, USA."
            },
            {
                "First Name": "Robert",
                "Last Name": "Prins",
                "Affiliation": "Department of Medical and Molecular Pharmacology, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Canoll",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Roger",
                "Last Name": "Stupp",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Amy B",
                "Last Name": "Heimberger",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Craig",
                "Last Name": "Horbinski",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Fabio M",
                "Last Name": "Iwamoto",
                "Affiliation": "Department of Neurology, Columbia University, Vagelos College of Physicians and Surgeons Columbia University Irving Medical Center, New York, NY, USA. fi2146@cumc.columbia.edu."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Program for Mathematical Genomics, Department of Systems Biology, Columbia University, New York, NY, USA. rr2579@cumc.columbia.edu."
            },
            {
                "First Name": "Adam M",
                "Last Name": "Sonabend",
                "Affiliation": "Department of Neurosurgery, Lou and Jean Malnati Brain Tumor Institute, Robert H Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA. adam.sonabend@northwestern.edu."
            }
        ],
        "Journal": "Nature cancer",
        "PubDate": "2021"
    },
    {
        "PMID": "34450044",
        "Title": "Mechanism of noncoding RNA-associated N",
        "Abstract": "Immunoglobulin heavy chain (IgH) locus-associated G-rich long noncoding RNA (SμGLT) is important for physiological and pathological B cell DNA recombination. We demonstrate that the METTL3 enzyme-catalyzed N",
        "Keywords": [
            "AID",
            "B cell",
            "METTL3",
            "RNA exosome",
            "RNA:DNA hybrid",
            "antibody",
            "class switch recombination",
            "double-strand break",
            "lncRNA",
            "m6A"
        ],
        "MeSH terms": [
            "Adenosine",
            "Animals",
            "B-Lymphocytes",
            "Cytidine Deaminase",
            "Exosome Multienzyme Ribonuclease Complex",
            "Female",
            "Genomic Instability",
            "HEK293 Cells",
            "Humans",
            "Immunoglobulin Class Switching",
            "Immunoglobulin Heavy Chains",
            "Male",
            "Membrane Proteins",
            "Methylation",
            "Methyltransferases",
            "Mice, Knockout",
            "RNA 3' End Processing",
            "RNA, Long Noncoding",
            "RNA, Untranslated",
            "Recombination, Genetic",
            "Mice"
        ],
        "Authors": [
            {
                "First Name": "Lekha",
                "Last Name": "Nair",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Wanwei",
                "Last Name": "Zhang",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Brice",
                "Last Name": "Laffleur",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Mukesh K",
                "Last Name": "Jha",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Junghyun",
                "Last Name": "Lim",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Heather",
                "Last Name": "Lee",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Department of Rehabilitation and Regenerative Medicine, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Lijing",
                "Last Name": "Wu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Nehemiah S",
                "Last Name": "Alvarez",
                "Affiliation": "Department of Molecular and Integrative Physiology, University of Kansas Medical Center, Kansas City, KS 66160, USA."
            },
            {
                "First Name": "Zhi-Ping",
                "Last Name": "Liu",
                "Affiliation": "Department of Biomedical Engineering, School of Control Science and Engineering, Shandong University, Jinan 250061, Shandong, China."
            },
            {
                "First Name": "Emilia L",
                "Last Name": "Munteanu",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Theresa",
                "Last Name": "Swayne",
                "Affiliation": "Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Jacob H",
                "Last Name": "Hanna",
                "Affiliation": "Department of Molecular Genetics, Weizmann Institute of Science, Rehovot, 7610001, Israel."
            },
            {
                "First Name": "Lei",
                "Last Name": "Ding",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Department of Rehabilitation and Regenerative Medicine, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: ger2@cumc.columbia.edu."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: ub2121@cumc.columbia.edu."
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2021"
    },
    {
        "PMID": "34426512",
        "Title": "A ChIP-exo screen of 887 Protein Capture Reagents Program transcription factor antibodies in human cells.",
        "Abstract": "Antibodies offer a powerful means to interrogate specific proteins in a complex milieu. However, antibody availability and reliability can be problematic, whereas epitope tagging can be impractical in many cases. To address these limitations, the Protein Capture Reagents Program (PCRP) generated over a thousand renewable monoclonal antibodies (mAbs) against human presumptive chromatin proteins. However, these reagents have not been widely field-tested. We therefore performed a screen to test their ability to enrich genomic regions via chromatin immunoprecipitation (ChIP) and a variety of orthogonal assays. Eight hundred eighty-seven unique antibodies against 681 unique human transcription factors (TFs) were assayed by ultra-high-resolution ChIP-exo/seq, generating approximately 1200 ChIP-exo data sets, primarily in a single pass in one cell type (K562). Subsets of PCRP mAbs were further tested in ChIP-seq, CUT&RUN, STORM super-resolution microscopy, immunoblots, and protein binding microarray (PBM) experiments. About 5% of the tested antibodies displayed high-confidence target (i.e., cognate antigen) enrichment across at least one assay and are strong candidates for additional validation. An additional 34% produced ChIP-exo data that were distinct from background and thus warrant further testing. The remaining 61% were not substantially different from background, and likely require consideration of a much broader survey of cell types and/or assay optimizations. We show and discuss the metrics and challenges to antibody validation in chromatin-based assays.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Chromatin Immunoprecipitation",
            "Chromatin Immunoprecipitation Sequencing",
            "Humans",
            "Indicators and Reagents",
            "Reproducibility of Results",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "William K M",
                "Last Name": "Lai",
                "Affiliation": "Center for Eukaryotic Gene Regulation, Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania 16802, USA."
            },
            {
                "First Name": "Luca",
                "Last Name": "Mariani",
                "Affiliation": "Division of Genetics, Department of Medicine; Brigham and Women's Hospital and Harvard Medical School, Boston, Massachusetts 02115, USA."
            },
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Edwin R",
                "Last Name": "Smith",
                "Affiliation": "Simpson Querrey Institute for Epigenetics and the Department of Biochemistry and Molecular Genetics, Northwestern University Feinberg School of Medicine, Chicago, Illinois 60611, USA."
            },
            {
                "First Name": "Bryan J",
                "Last Name": "Venters",
                "Affiliation": "EpiCypher Incorporated, Durham, North Carolina 27709, USA."
            },
            {
                "First Name": "Thomas R",
                "Last Name": "Blanda",
                "Affiliation": "Center for Eukaryotic Gene Regulation, Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania 16802, USA."
            },
            {
                "First Name": "Prashant K",
                "Last Name": "Kuntala",
                "Affiliation": "Center for Eukaryotic Gene Regulation, Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania 16802, USA."
            },
            {
                "First Name": "Kylie",
                "Last Name": "Bocklund",
                "Affiliation": "Center for Eukaryotic Gene Regulation, Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania 16802, USA."
            },
            {
                "First Name": "Joshua",
                "Last Name": "Mairose",
                "Affiliation": "Center for Eukaryotic Gene Regulation, Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania 16802, USA."
            },
            {
                "First Name": "Sarah N",
                "Last Name": "Dweikat",
                "Affiliation": "Center for Eukaryotic Gene Regulation, Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania 16802, USA."
            },
            {
                "First Name": "Katelyn",
                "Last Name": "Mistretta",
                "Affiliation": "Center for Eukaryotic Gene Regulation, Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania 16802, USA."
            },
            {
                "First Name": "Matthew J",
                "Last Name": "Rossi",
                "Affiliation": "Center for Eukaryotic Gene Regulation, Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania 16802, USA."
            },
            {
                "First Name": "Daniela",
                "Last Name": "James",
                "Affiliation": "Center for Eukaryotic Gene Regulation, Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania 16802, USA."
            },
            {
                "First Name": "James T",
                "Last Name": "Anderson",
                "Affiliation": "Division of Genetics, Department of Medicine; Brigham and Women's Hospital and Harvard Medical School, Boston, Massachusetts 02115, USA."
            },
            {
                "First Name": "Sabrina K",
                "Last Name": "Phanor",
                "Affiliation": "Division of Genetics, Department of Medicine; Brigham and Women's Hospital and Harvard Medical School, Boston, Massachusetts 02115, USA."
            },
            {
                "First Name": "Wanwei",
                "Last Name": "Zhang",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Zibo",
                "Last Name": "Zhao",
                "Affiliation": "Simpson Querrey Institute for Epigenetics and the Department of Biochemistry and Molecular Genetics, Northwestern University Feinberg School of Medicine, Chicago, Illinois 60611, USA."
            },
            {
                "First Name": "Avani P",
                "Last Name": "Shah",
                "Affiliation": "Simpson Querrey Institute for Epigenetics and the Department of Biochemistry and Molecular Genetics, Northwestern University Feinberg School of Medicine, Chicago, Illinois 60611, USA."
            },
            {
                "First Name": "Katherine",
                "Last Name": "Novitzky",
                "Affiliation": "EpiCypher Incorporated, Durham, North Carolina 27709, USA."
            },
            {
                "First Name": "Eileen",
                "Last Name": "McAnarney",
                "Affiliation": "EpiCypher Incorporated, Durham, North Carolina 27709, USA."
            },
            {
                "First Name": "Michael-C",
                "Last Name": "Keogh",
                "Affiliation": "EpiCypher Incorporated, Durham, North Carolina 27709, USA."
            },
            {
                "First Name": "Ali",
                "Last Name": "Shilatifard",
                "Affiliation": "Simpson Querrey Institute for Epigenetics and the Department of Biochemistry and Molecular Genetics, Northwestern University Feinberg School of Medicine, Chicago, Illinois 60611, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Martha L",
                "Last Name": "Bulyk",
                "Affiliation": "Division of Genetics, Department of Medicine; Brigham and Women's Hospital and Harvard Medical School, Boston, Massachusetts 02115, USA."
            },
            {
                "First Name": "B Franklin",
                "Last Name": "Pugh",
                "Affiliation": "Center for Eukaryotic Gene Regulation, Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania 16802, USA."
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2021"
    },
    {
        "PMID": "33526923",
        "Title": "Noncoding RNA processing by DIS3 regulates chromosomal architecture and somatic hypermutation in B cells.",
        "Abstract": "Noncoding RNAs are exquisitely titrated by the cellular RNA surveillance machinery for regulating diverse biological processes. The RNA exosome, the predominant 3' RNA exoribonuclease in mammalian cells, is composed of nine core and two catalytic subunits. Here, we developed a mouse model with a conditional allele to study the RNA exosome catalytic subunit DIS3. In DIS3-deficient B cells, integrity of the immunoglobulin heavy chain (Igh) locus in its topologically associating domain is affected, with accumulation of DNA-associated RNAs flanking CTCF-binding elements, decreased CTCF binding to CTCF-binding elements and disorganized cohesin localization. DIS3-deficient B cells also accumulate activation-induced cytidine deaminase-mediated asymmetric nicks, altering somatic hypermutation patterns and increasing microhomology-mediated end-joining DNA repair. Altered mutation patterns and Igh architectural defects in DIS3-deficient B cells lead to decreased class-switch recombination but increased chromosomal translocations. Our observations of DIS3-mediated architectural regulation at the Igh locus are reflected genome wide, thus providing evidence that noncoding RNA processing is an important mechanism for controlling genome organization.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "B-Lymphocytes",
            "CCCTC-Binding Factor",
            "Cell Cycle Proteins",
            "Chromosomal Proteins, Non-Histone",
            "DNA-Binding Proteins",
            "Embryonic Stem Cells",
            "Exosome Multienzyme Ribonuclease Complex",
            "Exosomes",
            "Green Fluorescent Proteins",
            "Mice, Knockout",
            "Mice, Transgenic",
            "Mutation",
            "RNA Processing, Post-Transcriptional",
            "RNA, Untranslated",
            "Recombination, Genetic",
            "Somatic Hypermutation, Immunoglobulin",
            "Tamoxifen",
            "Cohesins",
            "Mice"
        ],
        "Authors": [
            {
                "First Name": "Brice",
                "Last Name": "Laffleur",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Junghyun",
                "Last Name": "Lim",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Wanwei",
                "Last Name": "Zhang",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yiyun",
                "Last Name": "Chen",
                "Affiliation": "Division of Life Science, Department of Chemical and Biological Engineering, Center for Systems Biology and Human Health, and State Key Laboratory of Molecular Neuroscience, Hong Kong University of Science and Technology, Hong Kong, China."
            },
            {
                "First Name": "Evangelos",
                "Last Name": "Pefanis",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jonathan",
                "Last Name": "Bizarro",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Carolina R",
                "Last Name": "Batista",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Lijing",
                "Last Name": "Wu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Aris N",
                "Last Name": "Economides",
                "Affiliation": "Regeneron Pharmaceuticals, Tarrytown, NY, USA."
            },
            {
                "First Name": "Jiguang",
                "Last Name": "Wang",
                "Affiliation": "Division of Life Science, Department of Chemical and Biological Engineering, Center for Systems Biology and Human Health, and State Key Laboratory of Molecular Neuroscience, Hong Kong University of Science and Technology, Hong Kong, China."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA. ub2121@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2021"
    },
    {
        "PMID": "33526453",
        "Title": "Proteasomal Regulation of Mammalian SPT16 in Controlling Transcription.",
        "Abstract": "FACT (",
        "Keywords": [
            "FACT",
            "SPT16",
            "cancer",
            "gene expression",
            "proteasome",
            "transcription"
        ],
        "MeSH terms": [
            "Cell Cycle Proteins",
            "Chromatin",
            "Humans",
            "Proteasome Endopeptidase Complex",
            "Proteolysis",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Transcription Factors",
            "Transcription, Genetic",
            "Transcriptional Elongation Factors"
        ],
        "Authors": [
            {
                "First Name": "Amala",
                "Last Name": "Kaja",
                "Affiliation": "Department of Biochemistry and Molecular Biology, Southern Illinois University School of Medicine, Carbondale, Illinois, USA."
            },
            {
                "First Name": "Abhinav",
                "Last Name": "Adhikari",
                "Affiliation": "Department of Biochemistry and Molecular Biology, Southern Illinois University School of Medicine, Carbondale, Illinois, USA."
            },
            {
                "First Name": "Saswati",
                "Last Name": "Karmakar",
                "Affiliation": "Department of Biochemistry and Molecular Biology, University of Nebraska Medical Center, Omaha, Nebraska, USA."
            },
            {
                "First Name": "Wanwei",
                "Last Name": "Zhang",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Surinder K",
                "Last Name": "Batra",
                "Affiliation": "Department of Biochemistry and Molecular Biology, University of Nebraska Medical Center, Omaha, Nebraska, USA."
            },
            {
                "First Name": "Judith K",
                "Last Name": "Davie",
                "Affiliation": "Department of Biochemistry and Molecular Biology, Southern Illinois University School of Medicine, Carbondale, Illinois, USA."
            },
            {
                "First Name": "Sukesh R",
                "Last Name": "Bhaumik",
                "Affiliation": "Department of Biochemistry and Molecular Biology, Southern Illinois University School of Medicine, Carbondale, Illinois, USA sbhaumik@siumed.edu."
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2021"
    },
    {
        "PMID": "33479906",
        "Title": "Purification of Murine IL-10 ",
        "Abstract": "B10 cells are the most frequently investigated subset of Breg cells, capable of suppressing immunity through the expression of the immunosuppressive cytokine IL-10. B10 cells are enriched in phenotypically diverse B-cell subsets. Recently, CD9 was identified as a marker of B10 cells in mice (human B10 cells have a separate set of markers that do not overlap with murine B10 cells). Together with a combination of other B10 markers, CD9 can be used to distinguish both mature and immature B10 cells from nonregulatory B cells and support selective purification of B10 cells. Here we provide five methods for the characterization and activity evaluation of CD9",
        "Keywords": [
            "B10 cell",
            "CD9",
            "IL-10",
            "Regulatory B cells",
            "Transcriptome"
        ],
        "MeSH terms": [
            "Animals",
            "Antigens, CD19",
            "B-Lymphocyte Subsets",
            "B-Lymphocytes",
            "B-Lymphocytes, Regulatory",
            "Cell Lineage",
            "Cell Separation",
            "Female",
            "Gene Expression Profiling",
            "Interleukin-10",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Oligonucleotide Array Sequence Analysis",
            "Transcriptome"
        ],
        "Authors": [
            {
                "First Name": "Jianbo",
                "Last Name": "Sun",
                "Affiliation": "Guanghua School of Stomatology, Hospital of Stomatology, Sun Yat-Sen University, Guangzhou, China. sunjb3@mail.sysu.edu.cn."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA. ub2121@cumc.columbia.edu."
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2021"
    },
    {
        "PMID": "33462115",
        "Title": "Post-transcriptional regulation by the exosome complex is required for cell survival and forebrain development via repression of P53 signaling.",
        "Abstract": "Fine-tuned gene expression is crucial for neurodevelopment. The gene expression program is tightly controlled at different levels, including RNA decay. N",
        "Keywords": [
            "Aen and Bbc3",
            "Apoptosis",
            "Cortical development",
            "Exosc10",
            "Exosome complex",
            "P53 pathway",
            "RNA decay"
        ],
        "MeSH terms": [
            "Animals",
            "Apoptosis",
            "Apoptosis Regulatory Proteins",
            "Cell Survival",
            "Computational Biology",
            "Exoribonucleases",
            "Exosome Multienzyme Ribonuclease Complex",
            "Exosomes",
            "Gene Expression Regulation, Developmental",
            "Humans",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Prosencephalon",
            "RNA",
            "RNA Stability",
            "Signal Transduction",
            "Tumor Suppressor Protein p53",
            "Tumor Suppressor Proteins"
        ],
        "Authors": [
            {
                "First Name": "Pauline Antonie",
                "Last Name": "Ulmke",
                "Affiliation": "University Medical Center, Georg-August- University Goettingen, Goettingen 37075, Germany."
            },
            {
                "First Name": "Yuanbin",
                "Last Name": "Xie",
                "Affiliation": "University Medical Center, Georg-August- University Goettingen, Goettingen 37075, Germany."
            },
            {
                "First Name": "Godwin",
                "Last Name": "Sokpor",
                "Affiliation": "University Medical Center, Georg-August- University Goettingen, Goettingen 37075, Germany."
            },
            {
                "First Name": "Linh",
                "Last Name": "Pham",
                "Affiliation": "University Medical Center, Georg-August- University Goettingen, Goettingen 37075, Germany."
            },
            {
                "First Name": "Orr",
                "Last Name": "Shomroni",
                "Affiliation": "Microarray and Deep-Sequencing Core Facility, Georg-August- University Goettingen, Goettingen 37075, Germany."
            },
            {
                "First Name": "Tea",
                "Last Name": "Berulava",
                "Affiliation": "German Center for Neurodegenerative Diseases, Goettingen 37075, Germany."
            },
            {
                "First Name": "Joachim",
                "Last Name": "Rosenbusch",
                "Affiliation": "University Medical Center, Georg-August- University Goettingen, Goettingen 37075, Germany."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Andre",
                "Last Name": "Fischer",
                "Affiliation": "German Center for Neurodegenerative Diseases, Goettingen 37075, Germany."
            },
            {
                "First Name": "Huu Phuc",
                "Last Name": "Nguyen",
                "Affiliation": "Department of Human Genetics, Ruhr University of Bochum, Bochum 44801, Germany."
            },
            {
                "First Name": "Jochen F",
                "Last Name": "Staiger",
                "Affiliation": "University Medical Center, Georg-August- University Goettingen, Goettingen 37075, Germany."
            },
            {
                "First Name": "Tran",
                "Last Name": "Tuoc",
                "Affiliation": "University Medical Center, Georg-August- University Goettingen, Goettingen 37075, Germany tran.tuoc@ruhr-uni-bochum.de."
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2021"
    },
    {
        "PMID": "32430477",
        "Title": "CD8",
        "Abstract": "Cancer immunoediting shapes tumor progression by the selection of tumor cell variants that can evade immune recognition. Given the immune evasion and intratumor heterogeneity characteristic of gliomas, we hypothesized that CD8",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antigens, Neoplasm",
            "Brain Neoplasms",
            "CD8-Positive T-Lymphocytes",
            "Disease Models, Animal",
            "Glioma",
            "Humans",
            "Immune Evasion",
            "Macrophages",
            "Mice",
            "Microglia",
            "T-Lymphocytes"
        ],
        "Authors": [
            {
                "First Name": "Joshua R",
                "Last Name": "Kane",
                "Affiliation": "Department of Neurosurgery, Northwestern University Feinberg School of Medicine, Chicago, Illinois."
            },
            {
                "First Name": "Junfei",
                "Last Name": "Zhao",
                "Affiliation": "Department of Systems Biology, Columbia University, New York City, New York."
            },
            {
                "First Name": "Takashi",
                "Last Name": "Tsujiuchi",
                "Affiliation": "Department of Neurosurgery, Columbia University, New York City, New York."
            },
            {
                "First Name": "Brice",
                "Last Name": "Laffleur",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York City, New York."
            },
            {
                "First Name": "Víctor A",
                "Last Name": "Arrieta",
                "Affiliation": "Department of Neurosurgery, Northwestern University Feinberg School of Medicine, Chicago, Illinois."
            },
            {
                "First Name": "Aayushi",
                "Last Name": "Mahajan",
                "Affiliation": "Department of Neurosurgery, Columbia University, New York City, New York."
            },
            {
                "First Name": "Ganesh",
                "Last Name": "Rao",
                "Affiliation": "Department of Neurological Surgery, The University of Texas MD Anderson Cancer Center, Houston, Texas."
            },
            {
                "First Name": "Angeliki",
                "Last Name": "Mela",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York City, New York."
            },
            {
                "First Name": "Crismita",
                "Last Name": "Dmello",
                "Affiliation": "Department of Neurosurgery, Northwestern University Feinberg School of Medicine, Chicago, Illinois."
            },
            {
                "First Name": "Li",
                "Last Name": "Chen",
                "Affiliation": "Department of Neurosurgery, Northwestern University Feinberg School of Medicine, Chicago, Illinois."
            },
            {
                "First Name": "Daniel Y",
                "Last Name": "Zhang",
                "Affiliation": "Department of Neurosurgery, Northwestern University Feinberg School of Medicine, Chicago, Illinois."
            },
            {
                "First Name": "Edgar",
                "Last Name": "González-Buendia",
                "Affiliation": "Department of Neurosurgery, Northwestern University Feinberg School of Medicine, Chicago, Illinois."
            },
            {
                "First Name": "Catalina",
                "Last Name": "Lee-Chang",
                "Affiliation": "Department of Neurosurgery, Northwestern University Feinberg School of Medicine, Chicago, Illinois."
            },
            {
                "First Name": "Ting",
                "Last Name": "Xiao",
                "Affiliation": "Department of Neurosurgery, Northwestern University Feinberg School of Medicine, Chicago, Illinois."
            },
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York City, New York."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York City, New York."
            },
            {
                "First Name": "Craig",
                "Last Name": "Horbinski",
                "Affiliation": "Department of Neurosurgery, Northwestern University Feinberg School of Medicine, Chicago, Illinois."
            },
            {
                "First Name": "Maciej S",
                "Last Name": "Lesniak",
                "Affiliation": "Department of Neurosurgery, Northwestern University Feinberg School of Medicine, Chicago, Illinois."
            },
            {
                "First Name": "Amy B",
                "Last Name": "Heimberger",
                "Affiliation": "Department of Neurological Surgery, The University of Texas MD Anderson Cancer Center, Houston, Texas."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Department of Systems Biology, Columbia University, New York City, New York."
            },
            {
                "First Name": "Peter",
                "Last Name": "Canoll",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York City, New York."
            },
            {
                "First Name": "Adam M",
                "Last Name": "Sonabend",
                "Affiliation": "Department of Neurosurgery, Northwestern University Feinberg School of Medicine, Chicago, Illinois. adam.sonabend@nm.org."
            }
        ],
        "Journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
        "PubDate": "2020"
    },
    {
        "PMID": "32195383",
        "Title": "Effects of senataxin and RNA exosome on B-cell chromosomal integrity.",
        "Abstract": "Loss of function of senataxin (SETX), a bona-fide RNA/DNA helicase, is associated with neuronal degeneration leading to Ataxia and Ocular Apraxia (AOA) in human patients. SETX is proposed to promote transcription termination, DNA replication, DNA repair, and to unwind deleterious RNA:DNA hybrids in the genome. In all the above-mentioned mechanisms, SETX unwinds transcription complex-associated nascent RNA which is then degraded by the RNA exosome complex. Here we have used B cells isolated from a SETX mutant mouse model and compared genomic instability and immunoglobulin heavy chain locus ",
        "Keywords": [
            "Biochemistry",
            "Biological sciences",
            "Class switch recombination",
            "DNA/RNA hybrids",
            "Genetics",
            "Immunology",
            "Molecular biology",
            "RNA exosome",
            "Senataxin"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Kazadi",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Junghyun",
                "Last Name": "Lim",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Veronika",
                "Last Name": "Grinstein",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Brice",
                "Last Name": "Laffleur",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Olivier",
                "Last Name": "Becherel",
                "Affiliation": "Centre for Clinical Research, University of Queensland, Brisbane, Qld, Australia."
            },
            {
                "First Name": "Martin J",
                "Last Name": "Lavin",
                "Affiliation": "Centre for Clinical Research, University of Queensland, Brisbane, Qld, Australia."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Heliyon",
        "PubDate": "2020"
    },
    {
        "PMID": "32034089",
        "Title": "Noncoding RNA transcription alters chromosomal topology to promote isotype-specific class switch recombination.",
        "Abstract": "B cells undergo two types of genomic alterations to increase antibody diversity: introduction of point mutations into immunoglobulin heavy- and light-chain (",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "B-Lymphocytes",
            "Cell Line",
            "Chromosomes, Mammalian",
            "Humans",
            "Immunoglobulin Class Switching",
            "Immunoglobulins",
            "Mice",
            "Mice, Knockout",
            "RNA, Untranslated",
            "Transcriptional Activation"
        ],
        "Authors": [
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Wanwei",
                "Last Name": "Zhang",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Junghyun",
                "Last Name": "Lim",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Pankaj Kumar",
                "Last Name": "Giri",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Brice",
                "Last Name": "Laffleur",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Yiyun",
                "Last Name": "Chen",
                "Affiliation": "Division of Life Science, Department of Chemical and Biological Engineering, Center for Systems Biology and Human Health, and State Key Laboratory of Molecular Neuroscience, Hong Kong University of Science and Technology, Hong Kong SAR, China."
            },
            {
                "First Name": "Mingyan",
                "Last Name": "Fang",
                "Affiliation": "BGI-Shenzhen, Shenzhen 518083, China."
            },
            {
                "First Name": "Yuling",
                "Last Name": "Chen",
                "Affiliation": "School of Life Sciences, Tsinghua University, Beijing 100084, China."
            },
            {
                "First Name": "Lekha",
                "Last Name": "Nair",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Zhi-Ping",
                "Last Name": "Liu",
                "Affiliation": "Department of Biomedical Engineering, School of Control Science and Engineering, Shandong University, Jinan, Shandong 250061, China."
            },
            {
                "First Name": "Haiteng",
                "Last Name": "Deng",
                "Affiliation": "School of Life Sciences, Tsinghua University, Beijing 100084, China."
            },
            {
                "First Name": "Lennart",
                "Last Name": "Hammarström",
                "Affiliation": "BGI-Shenzhen, Shenzhen 518083, China."
            },
            {
                "First Name": "Jiguang",
                "Last Name": "Wang",
                "Affiliation": "Division of Life Science, Department of Chemical and Biological Engineering, Center for Systems Biology and Human Health, and State Key Laboratory of Molecular Neuroscience, Hong Kong University of Science and Technology, Hong Kong SAR, China."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. ub2121@cumc.columbia.edu."
            }
        ],
        "Journal": "Science immunology",
        "PubDate": "2020"
    },
    {
        "PMID": "32020081",
        "Title": "Regulation of long non-coding RNAs and genome dynamics by the RNA surveillance machinery.",
        "Abstract": "Much of the mammalian genome is transcribed, generating long non-coding RNAs (lncRNAs) that can undergo post-transcriptional surveillance whereby only a subset of the non-coding transcripts is allowed to attain sufficient stability to persist in the cellular milieu and control various cellular functions. Paralleling protein turnover by the proteasome complex, lncRNAs are also likely to exist in a dynamic equilibrium that is maintained through constant monitoring by the RNA surveillance machinery. In this Review, we describe the RNA surveillance factors and discuss the vital role of lncRNA surveillance in orchestrating various biological processes, including the protection of genome integrity, maintenance of pluripotency of embryonic stem cells, antibody-gene diversification, coordination of immune cell activation and regulation of heterochromatin formation. We also discuss examples of human diseases and developmental defects associated with the failure of RNA surveillance mechanisms, further highlighting the importance of lncRNA surveillance in maintaining cell and organism functions and health.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromatin Assembly and Disassembly",
            "Gene Expression Regulation",
            "Genome",
            "Humans",
            "RNA Stability",
            "RNA, Long Noncoding"
        ],
        "Authors": [
            {
                "First Name": "Lekha",
                "Last Name": "Nair",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Hachung",
                "Last Name": "Chung",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York City, NY, USA. ub2121@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature reviews. Molecular cell biology",
        "PubDate": "2020"
    },
    {
        "PMID": "30755352",
        "Title": "Biology of RNA Surveillance in Development and Disease.",
        "Abstract": "The 'RNA world', in which RNA molecules stored information and acquired enzymatic properties, has been proposed to have preceded organism life. RNA is now recognized for its central role in biology, with accumulating evidence implicating coding and noncoding (nc)RNAs in myriad mechanisms regulating cellular physiology and disequilibrium in transcriptomes resulting in pathological conditions. Nascently synthesized RNAs are subjected to stringent regulation by sophisticated RNA surveillance pathways. In this review, we integrate these pathways from a developmental viewpoint, proposing RNA surveillance as the convergence of mechanisms that ensure the exact titration of RNA molecules in a spatiotemporally controlled manner, leading to development without the onset of pathological conditions, including cancer.",
        "Keywords": [
            "RNA processing",
            "RNA surveillance",
            "development",
            "developmental disease",
            "differentiation",
            "noncoding RNA"
        ],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Neoplasms",
            "RNA"
        ],
        "Authors": [
            {
                "First Name": "Brice",
                "Last Name": "Laffleur",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: bl2605@cumc.columbia.edu."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: ub2121@cumc.columbia.edu."
            }
        ],
        "Journal": "Trends in cell biology",
        "PubDate": "2019"
    },
    {
        "PMID": "30348657",
        "Title": "The Common Key to Class-Switch Recombination and Somatic Hypermutation: Discovery of AID and Its Role in Antibody Gene Diversification.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "B-Lymphocytes",
            "Cell Line",
            "Cytidine Deaminase",
            "Genes, Immunoglobulin",
            "History, 20th Century",
            "History, 21st Century",
            "Humans",
            "Hyper-IgM Immunodeficiency Syndrome",
            "Immunoglobulin Class Switching",
            "Mice",
            "Somatic Hypermutation, Immunoglobulin"
        ],
        "Authors": [
            {
                "First Name": "Rebecca J",
                "Last Name": "Leeman-Neill",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032; and."
            },
            {
                "First Name": "Junghyun",
                "Last Name": "Lim",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032; and."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032; and ub2121@cumc.columbia.edu."
            }
        ],
        "Journal": "Journal of immunology (Baltimore, Md. : 1950)",
        "PubDate": "2018"
    },
    {
        "PMID": "30072987",
        "Title": "Expression and Function of Tetraspanins and Their Interacting Partners in B Cells.",
        "Abstract": "Tetraspanins are transmembrane proteins that modulate multiple diverse biological processes, including signal transduction, cell-cell communication, immunoregulation, tumorigenesis, cell adhesion, migration, and growth and differentiation. Here, we provide a systematic review of the involvement of tetraspanins and their partners in the regulation and function of B cells, including mechanisms associated with antigen presentation, antibody production, cytokine secretion, co-stimulator expression, and immunosuppression. Finally, we direct our focus to the signaling mechanisms, evolutionary conservation aspects, expression, and potential therapeutic strategies that could be based on tetraspanins and their interacting partners.",
        "Keywords": [
            "B cell",
            "immune regulation",
            "partner",
            "tetraspanin",
            "therapy strategy"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Fagui",
                "Last Name": "Zou",
                "Affiliation": "Guanghua School of Stomatology, Hospital of Stomatology, Sun Yat-Sen University, Guangzhou, China."
            },
            {
                "First Name": "Xu",
                "Last Name": "Wang",
                "Affiliation": "Guanghua School of Stomatology, Hospital of Stomatology, Sun Yat-Sen University, Guangzhou, China."
            },
            {
                "First Name": "Xinxin",
                "Last Name": "Han",
                "Affiliation": "Guanghua School of Stomatology, Hospital of Stomatology, Sun Yat-Sen University, Guangzhou, China."
            },
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Song Guo",
                "Last Name": "Zheng",
                "Affiliation": "Department of Medicine, Milton S. Hershey Medical Center at Penn State University, Pennsylvania, PA, United States."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Jianbo",
                "Last Name": "Sun",
                "Affiliation": "Guanghua School of Stomatology, Hospital of Stomatology, Sun Yat-Sen University, Guangzhou, China."
            }
        ],
        "Journal": "Frontiers in immunology",
        "PubDate": "2018"
    },
    {
        "PMID": "29020613",
        "Title": "RNA Exosome Complex-Mediated Control of Redox Status in Pluripotent Stem Cells.",
        "Abstract": "The RNA exosome complex targets AU-rich element (ARE)-containing mRNAs in eukaryotic cells. We identified a transcription factor, ZSCAN10, which binds to the promoters of multiple RNA exosome complex subunits in pluripotent stem cells to maintain subunit gene expression. We discovered that induced pluripotent stem cell clones generated from aged tissue donors (A-iPSC) show poor expression of ZSCAN10, leading to poor RNA exosome complex expression, and a subsequent elevation in ARE-containing RNAs, including glutathione peroxidase 2 (Gpx2). Excess GPX2 leads to excess glutathione-mediated reactive oxygen species scavenging activity that blunts the DNA damage response and apoptosis. Expression of ZSCAN10 in A-iPSC recovers RNA exosome gene expression, the DNA damage response, and apoptosis. These findings reveal the central role of ZSCAN10 and the RNA exosome complex in maintaining pluripotent stem cell redox status to support a normal DNA damage response.",
        "Keywords": [
            "DNA damage response",
            "GPX2",
            "RNA exosome complex",
            "ROS",
            "aging",
            "glutathione",
            "homeostatic balance",
            "induced pluripotent stem cells",
            "pluripotent stem cells",
            "reactive oxygen species"
        ],
        "MeSH terms": [
            "Age Factors",
            "Apoptosis",
            "DNA Damage",
            "Exosome Multienzyme Ribonuclease Complex",
            "Gene Expression",
            "Gene Expression Regulation",
            "Genomic Instability",
            "Glutathione",
            "Glutathione Peroxidase",
            "Homeostasis",
            "Induced Pluripotent Stem Cells",
            "Oxidation-Reduction",
            "Pluripotent Stem Cells",
            "Reactive Oxygen Species",
            "Tissue Donors",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Maria",
                "Last Name": "Skamagki",
                "Affiliation": "Cancer Biology and Genetics Program, The Center for Cell Engineering, The Center for Stem Cell Biology, Memorial Sloan-Kettering Cancer Center, Sloan-Kettering Institute for Cancer Research, New York, NY 10065, USA; Department of Cell and Developmental Biology, Weill Medical College of Cornell University, New York, NY 10065, USA."
            },
            {
                "First Name": "Cheng",
                "Last Name": "Zhang",
                "Affiliation": "Department of Molecular Pharmacology & Experimental Therapeutics, Center for Individualized Medicine, Mayo Clinic College of Medicine, Rochester, MN 55902, USA."
            },
            {
                "First Name": "Christian A",
                "Last Name": "Ross",
                "Affiliation": "Department of Molecular Pharmacology & Experimental Therapeutics, Center for Individualized Medicine, Mayo Clinic College of Medicine, Rochester, MN 55902, USA."
            },
            {
                "First Name": "Aparna",
                "Last Name": "Ananthanarayanan",
                "Affiliation": "Cancer Biology and Genetics Program, The Center for Cell Engineering, The Center for Stem Cell Biology, Memorial Sloan-Kettering Cancer Center, Sloan-Kettering Institute for Cancer Research, New York, NY 10065, USA; Department of Cell and Developmental Biology, Weill Medical College of Cornell University, New York, NY 10065, USA."
            },
            {
                "First Name": "Zhong",
                "Last Name": "Liu",
                "Affiliation": "Department of Biochemistry and Molecular Genetics, Stem Cell Institute, University of Alabama at Birmingham, Birmingham, AL 35294, USA."
            },
            {
                "First Name": "Quanhua",
                "Last Name": "Mu",
                "Affiliation": "Divisions of Life Science, Department of Chemical and Biomedical Engineering, School of Engineering, The Hong Kong University of Science and Technology, Clear Water Bay, Kowloon, Hong Kong."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jiguang",
                "Last Name": "Wang",
                "Affiliation": "Divisions of Life Science, Department of Chemical and Biomedical Engineering, School of Engineering, The Hong Kong University of Science and Technology, Clear Water Bay, Kowloon, Hong Kong."
            },
            {
                "First Name": "Rui",
                "Last Name": "Zhao",
                "Affiliation": "Department of Biochemistry and Molecular Genetics, Stem Cell Institute, University of Alabama at Birmingham, Birmingham, AL 35294, USA."
            },
            {
                "First Name": "Hu",
                "Last Name": "Li",
                "Affiliation": "Department of Molecular Pharmacology & Experimental Therapeutics, Center for Individualized Medicine, Mayo Clinic College of Medicine, Rochester, MN 55902, USA. Electronic address: li.hu@mayo.edu."
            },
            {
                "First Name": "Kitai",
                "Last Name": "Kim",
                "Affiliation": "Cancer Biology and Genetics Program, The Center for Cell Engineering, The Center for Stem Cell Biology, Memorial Sloan-Kettering Cancer Center, Sloan-Kettering Institute for Cancer Research, New York, NY 10065, USA; Department of Cell and Developmental Biology, Weill Medical College of Cornell University, New York, NY 10065, USA. Electronic address: kimk@mskcc.org."
            }
        ],
        "Journal": "Stem cell reports",
        "PubDate": "2017"
    },
    {
        "PMID": "28475896",
        "Title": "The RNA Exosome Syncs IAV-RNAPII Transcription to Promote Viral Ribogenesis and Infectivity.",
        "Abstract": "The nuclear RNA exosome is an essential multi-subunit complex that controls RNA homeostasis. Congenital mutations in RNA exosome genes are associated with neurodegenerative diseases. Little is known about the role of the RNA exosome in the cellular response to pathogens. Here, using NGS and human and mouse genetics, we show that influenza A virus (IAV) ribogenesis and growth are suppressed by impaired RNA exosome activity. Mechanistically, the nuclear RNA exosome coordinates the initial steps of viral transcription with RNAPII at host promoters. The viral polymerase complex co-opts the nuclear RNA exosome complex and cellular RNAs en route to 3' end degradation. Exosome deficiency uncouples chromatin targeting of the viral polymerase complex and the formation of cellular:viral RNA hybrids, which are essential RNA intermediates that license transcription of antisense genomic viral RNAs. Our results suggest that evolutionary arms races have shaped the cellular RNA quality control machinery.",
        "Keywords": [
            "Influenza virus polymerase",
            "RNA chimeras",
            "RNA exosome",
            "RNA hybrids",
            "RNA surveillance",
            "RNAPII elongation",
            "epigenetics",
            "host-pathogen interactions",
            "neurodegeneration",
            "non-coding RNA"
        ],
        "MeSH terms": [
            "A549 Cells",
            "Animals",
            "Chromatin Immunoprecipitation",
            "Exoribonucleases",
            "Exosome Multienzyme Ribonuclease Complex",
            "Exosomes",
            "Host-Pathogen Interactions",
            "Humans",
            "Influenza A Virus, H1N1 Subtype",
            "Influenza A Virus, H3N2 Subtype",
            "Influenza, Human",
            "Mass Spectrometry",
            "Mice",
            "Mutation",
            "Neurodegenerative Diseases",
            "RNA Polymerase II",
            "RNA-Binding Proteins",
            "Ribosomes",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Alexander",
                "Last Name": "Rialdi",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029-6574, USA."
            },
            {
                "First Name": "Judd",
                "Last Name": "Hultquist",
                "Affiliation": "Department of Cellular and Molecular Pharmacology, University of California, San Francisco, San Francisco, CA 94158-2140, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Jimenez-Morales",
                "Affiliation": "Department of Cellular and Molecular Pharmacology, University of California, San Francisco, San Francisco, CA 94158-2140, USA."
            },
            {
                "First Name": "Zuleyma",
                "Last Name": "Peralta",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029-6574, USA."
            },
            {
                "First Name": "Laura",
                "Last Name": "Campisi",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029-6574, USA."
            },
            {
                "First Name": "Romain",
                "Last Name": "Fenouil",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029-6574, USA."
            },
            {
                "First Name": "Natasha",
                "Last Name": "Moshkina",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029-6574, USA."
            },
            {
                "First Name": "Zhen Zhen",
                "Last Name": "Wang",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029-6574, USA."
            },
            {
                "First Name": "Brice",
                "Last Name": "Laffleur",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Robyn M",
                "Last Name": "Kaake",
                "Affiliation": "Department of Cellular and Molecular Pharmacology, University of California, San Francisco, San Francisco, CA 94158-2140, USA."
            },
            {
                "First Name": "Michael J",
                "Last Name": "McGregor",
                "Affiliation": "Department of Cellular and Molecular Pharmacology, University of California, San Francisco, San Francisco, CA 94158-2140, USA."
            },
            {
                "First Name": "Kelsey",
                "Last Name": "Haas",
                "Affiliation": "Department of Cellular and Molecular Pharmacology, University of California, San Francisco, San Francisco, CA 94158-2140, USA."
            },
            {
                "First Name": "Evangelos",
                "Last Name": "Pefanis",
                "Affiliation": "Regeneron Pharmaceuticals and Regeneron Genetics Center, Tarrytown, NY 10591, USA."
            },
            {
                "First Name": "Randy A",
                "Last Name": "Albrecht",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029-6574, USA."
            },
            {
                "First Name": "Lars",
                "Last Name": "Pache",
                "Affiliation": "Burnham Institute for Medical Research, La Jolla, CA 92037, USA."
            },
            {
                "First Name": "Sumit",
                "Last Name": "Chanda",
                "Affiliation": "Burnham Institute for Medical Research, La Jolla, CA 92037, USA."
            },
            {
                "First Name": "Joanna",
                "Last Name": "Jen",
                "Affiliation": "Department of Neurology, University of California, Los Angeles, CA 90095, USA."
            },
            {
                "First Name": "Jordi",
                "Last Name": "Ochando",
                "Affiliation": "Precision Immunology Institute, Icahn School of Medicine at Mount Sinai, New York, NY 10029-6574, USA."
            },
            {
                "First Name": "Minji",
                "Last Name": "Byun",
                "Affiliation": "Precision Immunology Institute, Icahn School of Medicine at Mount Sinai, New York, NY 10029-6574, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Adolfo",
                "Last Name": "García-Sastre",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029-6574, USA; Global Health and Emerging Pathogens Institute, Icahn School of Medicine at Mount Sinai, New York, NY 10029-6574, USA; Division of Infectious Diseases, Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY 10029-6574, USA."
            },
            {
                "First Name": "Nevan",
                "Last Name": "Krogan",
                "Affiliation": "Department of Cellular and Molecular Pharmacology, University of California, San Francisco, San Francisco, CA 94158-2140, USA."
            },
            {
                "First Name": "Harm",
                "Last Name": "van Bakel",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029-6574, USA."
            },
            {
                "First Name": "Ivan",
                "Last Name": "Marazzi",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY 10029-6574, USA; Global Health and Emerging Pathogens Institute, Icahn School of Medicine at Mount Sinai, New York, NY 10029-6574, USA. Electronic address: ivan.marazzi@mssm.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2017"
    },
    {
        "PMID": "28431250",
        "Title": "Nuclear Proximity of Mtr4 to RNA Exosome Restricts DNA Mutational Asymmetry.",
        "Abstract": "The distribution of sense and antisense strand DNA mutations on transcribed duplex DNA contributes to the development of immune and neural systems along with the progression of cancer. Because developmentally matured B cells undergo biologically programmed strand-specific DNA mutagenesis at focal DNA/RNA hybrid structures, they make a convenient system to investigate strand-specific mutagenesis mechanisms. We demonstrate that the sense and antisense strand DNA mutagenesis at the immunoglobulin heavy chain locus and some other regions of the B cell genome depends upon localized RNA processing protein complex formation in the nucleus. Both the physical proximity and coupled activities of RNA helicase Mtr4 (and senataxin) with the noncoding RNA processing function of RNA exosome determine the strand-specific distribution of DNA mutations. Our study suggests that strand-specific DNA mutagenesis-associated mechanisms will play major roles in other undiscovered aspects of organismic development.",
        "Keywords": [
            "B cells",
            "RNA degredation",
            "RNA exosome",
            "activation-induced deaminase",
            "asymmetric DNA mutations",
            "class switch recombination",
            "noncoding RNA processing",
            "somatic mutations"
        ],
        "MeSH terms": [
            "Animals",
            "B-Lymphocytes",
            "Cell Nucleus",
            "DNA Helicases",
            "Exoribonucleases",
            "Exosome Multienzyme Ribonuclease Complex",
            "Genomic Instability",
            "Immunoglobulin Heavy Chains",
            "Mice",
            "Multifunctional Enzymes",
            "Mutation",
            "Nuclear Proteins",
            "RNA Helicases",
            "RNA Processing, Post-Transcriptional",
            "RNA-Binding Proteins"
        ],
        "Authors": [
            {
                "First Name": "Junghyun",
                "Last Name": "Lim",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Pankaj Kumar",
                "Last Name": "Giri",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: pg2501@cumc.columbia.edu."
            },
            {
                "First Name": "David",
                "Last Name": "Kazadi",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Brice",
                "Last Name": "Laffleur",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Wanwei",
                "Last Name": "Zhang",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Veronika",
                "Last Name": "Grinstein",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Evangelos",
                "Last Name": "Pefanis",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Lewis M",
                "Last Name": "Brown",
                "Affiliation": "Department of Biological Sciences, Quantitative Proteomics Center, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Erik",
                "Last Name": "Ladewig",
                "Affiliation": "Departments of Systems Biology and Biomedical Informatics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Ophélie",
                "Last Name": "Martin",
                "Affiliation": "Université de Limoges, Centre National de la Recherche Scientifique, CHU Limoges, CRIBL, UMR 7276, 87000 Limoges, France."
            },
            {
                "First Name": "Yuling",
                "Last Name": "Chen",
                "Affiliation": "School of Life Sciences, Tsinghua University, Beijing 100084, China."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Departments of Systems Biology and Biomedical Informatics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "François",
                "Last Name": "Boyer",
                "Affiliation": "Université de Limoges, Centre National de la Recherche Scientifique, CHU Limoges, CRIBL, UMR 7276, 87000 Limoges, France."
            },
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Michel",
                "Last Name": "Cogné",
                "Affiliation": "Université de Limoges, Centre National de la Recherche Scientifique, CHU Limoges, CRIBL, UMR 7276, 87000 Limoges, France."
            },
            {
                "First Name": "Eric",
                "Last Name": "Pinaud",
                "Affiliation": "Université de Limoges, Centre National de la Recherche Scientifique, CHU Limoges, CRIBL, UMR 7276, 87000 Limoges, France."
            },
            {
                "First Name": "Haiteng",
                "Last Name": "Deng",
                "Affiliation": "School of Life Sciences, Tsinghua University, Beijing 100084, China."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: ub2121@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2017"
    },
    {
        "PMID": "28087167",
        "Title": "Lingering Questions about Enhancer RNA and Enhancer Transcription-Coupled Genomic Instability.",
        "Abstract": "Intergenic and intragenic enhancers found inside topologically associated regulatory domains (TADs) express noncoding RNAs, known as enhancer RNAs (eRNAs). Recent studies have indicated these eRNAs play a role in gene regulatory networks by controlling promoter and enhancer interactions and topology of higher-order chromatin structure. Misregulation of enhancer and promoter associated noncoding RNAs (ncRNAs) could stabilize deleterious secondary DNA structures, noncoding RNA associated DNA/RNA hybrid formation, and promote collisions of transcription complexes with replisomes. It is revealing that many chromosomal aberrations, some associated with malignancies, are present inside enhancer and/or promoter sequences. Here, we expand on current concepts to discuss enhancer RNAs and enhancer transcription, and how enhancer transcription influences genomic organization and integrity.",
        "Keywords": [
            "RNA exosome",
            "bidirectional transcription",
            "enhancer RNA",
            "enhancer transcription",
            "long noncoding RNA"
        ],
        "MeSH terms": [
            "Chromatin",
            "DNA",
            "Enhancer Elements, Genetic",
            "Gene Regulatory Networks",
            "Genomic Instability",
            "Genomics",
            "Humans",
            "Nucleic Acid Conformation",
            "Promoter Regions, Genetic",
            "RNA, Untranslated",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: ub2121@cumc.columbia.edu."
            }
        ],
        "Journal": "Trends in genetics : TIG",
        "PubDate": "2017"
    },
    {
        "PMID": "28069372",
        "Title": "RNA Exosome and Non-coding RNA-Coupled Mechanisms in AID-Mediated Genomic Alterations.",
        "Abstract": "The eukaryotic RNA exosome is a well-conserved protein complex with ribonuclease activity implicated in RNA metabolism. Various families of non-coding RNAs have been identified as substrates of the complex, underscoring its role as a non-coding RNA processing/degradation unit. However, the role of RNA exosome and its RNA processing activity on DNA mutagenesis/alteration events have not been investigated until recently. B lymphocytes use two DNA alteration mechanisms, class switch recombination (CSR) and somatic hypermutation (SHM), to re-engineer their antibody gene expressing loci until a tailored antibody gene for a specific antigen is satisfactorily generated. CSR and SHM require the essential activity of the DNA activation-induced cytidine deaminase (AID). Causing collateral damage to the B-cell genome during CSR and SHM, AID induces unwanted (and sometimes oncogenic) mutations at numerous non-immunoglobulin gene sequences. Recent studies have revealed that AID's DNA mutator activity is regulated by the RNA exosome complex, thus providing an example of a mechanism that relates DNA mutagenesis to RNA processing. Here, we review the emergent functions of RNA exosome during CSR, SHM, and other chromosomal alterations in B cells, and discuss implications relevant to mechanisms that maintain B-cell genomic integrity.",
        "Keywords": [
            "AID",
            "Class switch recombination",
            "Genome integrity",
            "RNA exosome",
            "Somatic hypermutation"
        ],
        "MeSH terms": [
            "B-Lymphocytes",
            "Chromosome Aberrations",
            "Cytidine Deaminase",
            "Exosomes",
            "Humans",
            "Immunoglobulin Class Switching",
            "Mutation",
            "RNA Processing, Post-Transcriptional",
            "RNA, Untranslated",
            "Somatic Hypermutation, Immunoglobulin",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Brice",
                "Last Name": "Laffleur",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY, USA. Electronic address: ub2121@cumc.columbia.edu."
            },
            {
                "First Name": "Junghyun",
                "Last Name": "Lim",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2017"
    },
    {
        "PMID": "26898111",
        "Title": "Mutations, kataegis and translocations in B cells: understanding AID promiscuous activity.",
        "Abstract": "As B cells engage in the immune response, they express activation-induced cytidine deaminase (AID) to initiate the hypermutation and recombination of immunoglobulin genes, which are crucial processes for the efficient recognition and disposal of pathogens. However, AID must be tightly controlled in B cells to minimize off-target mutations, which can drive chromosomal translocations and the development of B cell malignancies, such as lymphomas. Recent genomic and biochemical analyses have begun to unravel the mechanisms of how AID-mediated deamination is targeted outside immunoglobulin genes. Here, we discuss the transcriptional and topological features that are emerging as key drivers of AID promiscuous activity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "B-Lymphocytes",
            "Cytidine Deaminase",
            "Humans",
            "Immunoglobulin Class Switching",
            "Lymphoma, B-Cell",
            "Mutation",
            "Somatic Hypermutation, Immunoglobulin",
            "Translocation, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Rafael",
                "Last Name": "Casellas",
                "Affiliation": "Genomics and Immunity, National Institute of Arthritis and Musculoskeletal and Skin Diseases-National Cancer Institute (NIAMS-NCI), National Institutes of Health, Bethesda, Maryland 20892, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "William T",
                "Last Name": "Yewdell",
                "Affiliation": "Immunology Program, Memorial Sloan Kettering Cancer Center, New York, New York 10065, USA."
            },
            {
                "First Name": "Jayanta",
                "Last Name": "Chaudhuri",
                "Affiliation": "Immunology Program, Memorial Sloan Kettering Cancer Center, New York, New York 10065, USA."
            },
            {
                "First Name": "Davide F",
                "Last Name": "Robbiani",
                "Affiliation": "Laboratory of Molecular Immunology, The Rockefeller University, New York, New York 10065, USA."
            },
            {
                "First Name": "Javier M",
                "Last Name": "Di Noia",
                "Affiliation": "Institut de Recherches Cliniques de Montréal, H2W 1R7 Montréal, Québec, Canada."
            }
        ],
        "Journal": "Nature reviews. Immunology",
        "PubDate": "2016"
    },
    {
        "PMID": "26527007",
        "Title": "Transcriptomics Identify CD9 as a Marker of Murine IL-10-Competent Regulatory B Cells.",
        "Abstract": "Regulatory B cells (Breg) have immune suppressive functions in various autoimmune/inflammation models and diseases and are found to be enriched in diverse B cell subsets. The lack of a unique marker or set of markers efficiently identifying Breg cells impedes detailed investigation into their origin, development, and immunological roles. Here, we perform transcriptome analysis of IL-10-expressing B cells to identify key regulators for Breg biogenesis and function and identify CD9, a tetraspanin-family transmembrane protein, as a key surface marker for most mouse IL-10(+) B cells and their progenitors. CD9 plays a role in the suppressive function of IL-10(+) B cells in ex vivo T cell proliferation assays through a mechanism that is dependent upon B/T cell interactions. CD9(+) B cells also demonstrate inhibition of Th1-mediated contact hypersensitivity in an in vivo model system. Taken together, our findings implicate CD9 in the immunosuppressive activity of regulatory B cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "B-Lymphocytes, Regulatory",
            "Cells, Cultured",
            "Interleukin-10",
            "Mice",
            "Mice, Inbred C57BL",
            "Tetraspanin 29",
            "Transcriptome"
        ],
        "Authors": [
            {
                "First Name": "Jianbo",
                "Last Name": "Sun",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jiguang",
                "Last Name": "Wang",
                "Affiliation": "Department of Systems Biology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Evangelos",
                "Last Name": "Pefanis",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jaime",
                "Last Name": "Chao",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Isao",
                "Last Name": "Tachibana",
                "Affiliation": "Department of Respiratory Medicine, Allergy and Rheumatic Diseases, Osaka University Graduate School of Medicine, 2-2 Yamada-oka, Suita, Osaka 565-0871, Japan."
            },
            {
                "First Name": "Jun Kui",
                "Last Name": "Chen",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Ivaylo I",
                "Last Name": "Ivanov",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Department of Systems Biology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Yoshito",
                "Last Name": "Takeda",
                "Affiliation": "Department of Respiratory Medicine, Allergy and Rheumatic Diseases, Osaka University Graduate School of Medicine, 2-2 Yamada-oka, Suita, Osaka 565-0871, Japan."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: ub2121@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2015"
    },
    {
        "PMID": "26276622",
        "Title": "Malaria-Induced B Cell Genomic Instability.",
        "Abstract": "Nussenzweig and colleagues evaluate genomic instability and germinal center derived lymphomagenesis in mice infected with Plasmodium to recreate some of the hallmark characteristics of Burkitt lymphoma, a form of cancer more common in parts of Africa where malaria is endemic.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cytidine Deaminase",
            "Humans",
            "Lymphoma, B-Cell",
            "Translocation, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, NY 10032, USA."
            },
            {
                "First Name": "A Nikolai",
                "Last Name": "von Krusenstiern",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, NY 10032, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, NY 10032, USA. Electronic address: ub2121@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2015"
    },
    {
        "PMID": "26073986",
        "Title": "RNA Exosome Regulates AID DNA Mutator Activity in the B Cell Genome.",
        "Abstract": "The immunoglobulin diversification processes of somatic hypermutation and class switch recombination critically rely on transcription-coupled targeting of activation-induced cytidine deaminase (AID) to Ig loci in activated B lymphocytes. AID catalyzes deamination of cytidine deoxynucleotides on exposed single-stranded DNA. In addition to driving immunoglobulin diversity, promiscuous targeting of AID mutagenic activity poses a deleterious threat to genomic stability. Recent genome-wide studies have uncovered pervasive AID activity throughout the B cell genome. It is increasingly apparent that AID activity is frequently targeted to genomic loci undergoing early transcription termination where RNA exosome promotes the resolution of stalled transcription complexes via cotranscriptional RNA degradation mechanisms. Here, we review aspects and consequences of eukaryotic transcription that lead to early termination, RNA exosome recruitment, and ultimately targeting of AID mutagenic activity.",
        "Keywords": [
            "Activation-induced cytidine deaminase",
            "Antisense RNA",
            "B lymphocytes",
            "Noncoding RNA",
            "RNA exosome",
            "Somatic hypermutation",
            "Transcription termination"
        ],
        "MeSH terms": [
            "Animals",
            "B-Lymphocytes",
            "Cytidine Deaminase",
            "Exosome Multienzyme Ribonuclease Complex",
            "Genomic Instability",
            "Humans",
            "Mutagenesis",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Evangelos",
                "Last Name": "Pefanis",
                "Affiliation": "Department of Microbiology & Immunology, College of Physicians and Surgeons, Columbia University, New York, USA. Electronic address: evangelos.pefanis@regeneron.com."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology & Immunology, College of Physicians and Surgeons, Columbia University, New York, USA. Electronic address: ub2121@columbia.edu."
            }
        ],
        "Journal": "Advances in immunology",
        "PubDate": "2015"
    },
    {
        "PMID": "25957685",
        "Title": "RNA exosome-regulated long non-coding RNA transcription controls super-enhancer activity.",
        "Abstract": "We have ablated the cellular RNA degradation machinery in differentiated B cells and pluripotent embryonic stem cells (ESCs) by conditional mutagenesis of core (Exosc3) and nuclear RNase (Exosc10) components of RNA exosome and identified a vast number of long non-coding RNAs (lncRNAs) and enhancer RNAs (eRNAs) with emergent functionality. Unexpectedly, eRNA-expressing regions accumulate R-loop structures upon RNA exosome ablation, thus demonstrating the role of RNA exosome in resolving deleterious DNA/RNA hybrids arising from active enhancers. We have uncovered a distal divergent eRNA-expressing element (lncRNA-CSR) engaged in long-range DNA interactions and regulating IgH 3' regulatory region super-enhancer function. CRISPR-Cas9-mediated ablation of lncRNA-CSR transcription decreases its chromosomal looping-mediated association with the IgH 3' regulatory region super-enhancer and leads to decreased class switch recombination efficiency. We propose that the RNA exosome protects divergently transcribed lncRNA expressing enhancers by resolving deleterious transcription-coupled secondary DNA structures, while also regulating long-range super-enhancer chromosomal interactions important for cellular function.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "B-Lymphocytes",
            "Embryonic Stem Cells",
            "Enhancer Elements, Genetic",
            "Exosome Multienzyme Ribonuclease Complex",
            "Gene Expression Regulation",
            "Genomic Instability",
            "Heterochromatin",
            "Immunoglobulin Class Switching",
            "Immunoglobulin Heavy Chains",
            "Mice",
            "RNA, Long Noncoding",
            "Regulatory Sequences, Nucleic Acid"
        ],
        "Authors": [
            {
                "First Name": "Evangelos",
                "Last Name": "Pefanis",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Regeneron Pharmaceuticals and Regeneron Genetics Center, Tarrytown, NY 10591, USA."
            },
            {
                "First Name": "Jiguang",
                "Last Name": "Wang",
                "Affiliation": "Department of Biomedical Informatics and Department of Systems Biology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Junghyun",
                "Last Name": "Lim",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Kazadi",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jianbo",
                "Last Name": "Sun",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Alexander",
                "Last Name": "Federation",
                "Affiliation": "Dana-Farber Cancer Institute and Harvard Medical School, Boston, MA 02115, USA."
            },
            {
                "First Name": "Jaime",
                "Last Name": "Chao",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Oliver",
                "Last Name": "Elliott",
                "Affiliation": "Department of Biomedical Informatics and Department of Systems Biology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Zhi-Ping",
                "Last Name": "Liu",
                "Affiliation": "Department of Biomedical Engineering, School of Control Science and Engineering, Shandong University, Jinan, Shandong 250061, China."
            },
            {
                "First Name": "Aris N",
                "Last Name": "Economides",
                "Affiliation": "Regeneron Pharmaceuticals and Regeneron Genetics Center, Tarrytown, NY 10591, USA."
            },
            {
                "First Name": "James E",
                "Last Name": "Bradner",
                "Affiliation": "Dana-Farber Cancer Institute and Harvard Medical School, Boston, MA 02115, USA."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Department of Biomedical Informatics and Department of Systems Biology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: rr2579@cumc.columbia.edu."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: ub2121@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2015"
    },
    {
        "PMID": "25119026",
        "Title": "Noncoding RNA transcription targets AID to divergently transcribed loci in B cells.",
        "Abstract": "The vast majority of the mammalian genome has the potential to express noncoding RNA (ncRNA). The 11-subunit RNA exosome complex is the main source of cellular 3'-5' exoribonucleolytic activity and potentially regulates the mammalian noncoding transcriptome. Here we generated a mouse model in which the essential subunit Exosc3 of the RNA exosome complex can be conditionally deleted. Exosc3-deficient B cells lack the ability to undergo normal levels of class switch recombination and somatic hypermutation, two mutagenic DNA processes used to generate antibody diversity via the B-cell mutator protein activation-induced cytidine deaminase (AID). The transcriptome of Exosc3-deficient B cells has revealed the presence of many novel RNA exosome substrate ncRNAs. RNA exosome substrate RNAs include xTSS-RNAs, transcription start site (TSS)-associated antisense transcripts that can exceed 500 base pairs in length and are transcribed divergently from cognate coding gene transcripts. xTSS-RNAs are most strongly expressed at genes that accumulate AID-mediated somatic mutations and/or are frequent translocation partners of DNA double-strand breaks generated at Igh in B cells. Strikingly, translocations near TSSs or within gene bodies occur over regions of RNA exosome substrate ncRNA expression. These RNA exosome-regulated, antisense-transcribed regions of the B-cell genome recruit AID and accumulate single-strand DNA structures containing RNA-DNA hybrids. We propose that RNA exosome regulation of ncRNA recruits AID to single-strand DNA-forming sites of antisense and divergent transcription in the B-cell genome, thereby creating a link between ncRNA transcription and overall maintenance of B-cell genomic integrity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "B-Lymphocytes",
            "Base Pairing",
            "Cytidine Deaminase",
            "DNA Breaks, Double-Stranded",
            "DNA, Single-Stranded",
            "Exosome Multienzyme Ribonuclease Complex",
            "Exosomes",
            "Female",
            "Genome",
            "Genomic Instability",
            "Immunoglobulin Class Switching",
            "Immunoglobulin Heavy Chains",
            "Male",
            "Mice",
            "Nucleic Acid Hybridization",
            "RNA, Antisense",
            "RNA, Untranslated",
            "RNA-Binding Proteins",
            "Somatic Hypermutation, Immunoglobulin",
            "Substrate Specificity",
            "Transcription Initiation Site",
            "Transcription, Genetic",
            "Translocation, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Evangelos",
                "Last Name": "Pefanis",
                "Affiliation": "1] Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA [2] Regeneron Pharmaceuticals, Tarrytown, New York 10591, USA [3]."
            },
            {
                "First Name": "Jiguang",
                "Last Name": "Wang",
                "Affiliation": "1] Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA [2] Department of Systems Biology and Department of Biomedical Informatics, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA [3]."
            },
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": "1] Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA [2]."
            },
            {
                "First Name": "Junghyun",
                "Last Name": "Lim",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Jaime",
                "Last Name": "Chao",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Department of Systems Biology and Department of Biomedical Informatics, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Aris N",
                "Last Name": "Economides",
                "Affiliation": "Regeneron Pharmaceuticals, Tarrytown, New York 10591, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2014"
    },
    {
        "PMID": "24653725",
        "Title": "Ubiquitination events that regulate recombination of immunoglobulin Loci gene segments.",
        "Abstract": "Programed DNA mutagenesis events in the immunoglobulin (Ig) loci of developing B cells utilize the common and conserved mechanism of protein ubiquitination for subsequent proteasomal degradation to generate the required antigen-receptor diversity. Recombinase proteins RAG1 and RAG2, necessary for V(D)J recombination, and activation-induced cytidine deaminase, an essential mutator protein for catalyzing class switch recombination and somatic hypermutation, are regulated by various ubiquitination events that affect protein stability and activity. Programed DNA breaks in the Ig loci can be identified by various components of DNA repair pathways, also regulated by protein ubiquitination. Errors in the ubiquitination pathways for any of the DNA double-strand break repair proteins can lead to inefficient recombination and repair events, resulting in a compromised adaptive immune system or development of cancer.",
        "Keywords": [
            "AID",
            "DNA repair",
            "RAG proteins",
            "V(D)J recombination",
            "class switch recombination",
            "somatic hypermutation",
            "ubiquitination"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Jaime",
                "Last Name": "Chao",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University , New York, NY , USA."
            },
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University , New York, NY , USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University , New York, NY , USA."
            }
        ],
        "Journal": "Frontiers in immunology",
        "PubDate": "2014"
    },
    {
        "PMID": "23964096",
        "Title": "E3-ubiquitin ligase Nedd4 determines the fate of AID-associated RNA polymerase II in B cells.",
        "Abstract": "Programmed mutagenesis of the immunoglobulin locus of B lymphocytes during class switch recombination (CSR) and somatic hypermutation requires RNA polymerase II (polII) transcription complex-dependent targeting of the DNA mutator activation-induced cytidine deaminase (AID). AID deaminates cytidine residues on substrate sequences in the immunoglobulin (Ig) locus via a transcription-dependent mechanism, and this activity is stimulated by the RNA polII stalling cofactor Spt5 and the 11-subunit cellular noncoding RNA 3'-5' exonucleolytic processing complex RNA exosome. The mechanism by which the RNA exosome recognizes immunoglobulin locus RNA substrates to stimulate AID DNA deamination activity on its in vivo substrate sequences is an important question. Here we report that E3-ubiquitin ligase Nedd4 destabilizes AID-associated RNA polII by a ubiquitination event, leading to generation of 3' end free RNA exosome RNA substrates at the Ig locus and other AID target sequences genome-wide. We found that lack of Nedd4 activity in B cells leads to accumulation of RNA exosome substrates at AID target genes and defective CSR. Taken together, our study links noncoding RNA processing following RNA polII pausing with regulation of the mutator AID protein. Our study also identifies Nedd4 as a regulator of noncoding RNAs that are generated by stalled RNA polII genome-wide.",
        "Keywords": [
            "Nedd4",
            "RNA polymerase II stalling",
            "RNA polymerase II ubiquitination",
            "activation-induced deaminase",
            "immunoglobulin locus transcription",
            "noncoding RNA"
        ],
        "MeSH terms": [
            "Animals",
            "B-Lymphocytes",
            "Cell Line, Tumor",
            "Cells, Cultured",
            "Cytidine Deaminase",
            "Endosomal Sorting Complexes Required for Transport",
            "Exosome Multienzyme Ribonuclease Complex",
            "Gene Knockdown Techniques",
            "HEK293 Cells",
            "Humans",
            "Immunoglobulin Switch Region",
            "Mice",
            "Nedd4 Ubiquitin Protein Ligases",
            "Nuclear Proteins",
            "Protein Binding",
            "RNA Polymerase II",
            "Transcriptional Elongation Factors",
            "Ubiquitin-Protein Ligases",
            "Ubiquitination"
        ],
        "Authors": [
            {
                "First Name": "Jianbo",
                "Last Name": "Sun",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Celia D",
                "Last Name": "Keim",
                "Affiliation": ""
            },
            {
                "First Name": "Jiguang",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Kazadi",
                "Affiliation": ""
            },
            {
                "First Name": "Paula M",
                "Last Name": "Oliver",
                "Affiliation": ""
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": ""
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": ""
            }
        ],
        "Journal": "Genes & development",
        "PubDate": "2013"
    },
    {
        "PMID": "23584095",
        "Title": "Transcriptional stalling in B-lymphocytes: a mechanism for antibody diversification and maintenance of genomic integrity.",
        "Abstract": "B cells utilize three DNA alteration strategies-V(D)J recombination, somatic hypermutation (SHM) and class switch recombination (CSR)-to somatically mutate their genome, thereby expressing a plethora of antibodies tailor-made against the innumerable antigens they encounter while in circulation. Of these three events, the single-strand DNA cytidine deaminase, Activation Induced cytidine Deaminase (AID), is responsible for SHM and CSR. Recent advances, discussed in this review article, point toward various components of RNA polymerase II \"stalling\" machinery as regulators of AID activity during antibody diversification and maintenance of B cell genome integrity.",
        "Keywords": [
            "Activation Induced Deaminase",
            "RNA polymerase II regulation",
            "somatic mutation"
        ],
        "MeSH terms": [
            "Antibodies",
            "B-Lymphocytes",
            "Cytidine Deaminase",
            "Humans",
            "Immunoglobulin Class Switching",
            "Immunoglobulin Heavy Chains",
            "RNA Polymerase II",
            "Somatic Hypermutation, Immunoglobulin",
            "V(D)J Recombination"
        ],
        "Authors": [
            {
                "First Name": "Jianbo",
                "Last Name": "Sun",
                "Affiliation": "Department of Microbiology and Immunology; College of Physicians and Surgeons; Columbia University; New York, NY USA."
            },
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": ""
            },
            {
                "First Name": "Evangelos",
                "Last Name": "Pefanis",
                "Affiliation": ""
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": ""
            }
        ],
        "Journal": "Transcription",
        "PubDate": "2013"
    },
    {
        "PMID": "23307864",
        "Title": "Regulation of AID, the B-cell genome mutator.",
        "Abstract": "The mechanisms by which B cells somatically engineer their genomes to generate the vast diversity of antibodies required to challenge the nearly infinite number of antigens that immune systems encounter are of tremendous clinical and academic interest. The DNA cytidine deaminase activation-induced deaminase (AID) catalyzes two of these mechanisms: class switch recombination (CSR) and somatic hypermutation (SHM). Recent discoveries indicate a significant promiscuous targeting of this B-cell mutator enzyme genome-wide. Here we discuss the various regulatory elements that control AID activity and prevent AID from inducing genomic instability and thereby initiating oncogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptive Immunity",
            "Animals",
            "B-Lymphocytes",
            "Chromosomal Instability",
            "Cytidine Deaminase",
            "Enzyme Activation",
            "Genome",
            "Humans",
            "Immunoglobulin Class Switching",
            "Mutagenesis",
            "Somatic Hypermutation, Immunoglobulin"
        ],
        "Authors": [
            {
                "First Name": "Celia",
                "Last Name": "Keim",
                "Affiliation": "Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Kazadi",
                "Affiliation": ""
            },
            {
                "First Name": "Gerson",
                "Last Name": "Rothschild",
                "Affiliation": ""
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": ""
            }
        ],
        "Journal": "Genes & development",
        "PubDate": "2013"
    },
    {
        "PMID": "21572431",
        "Title": "The transcription factor BATF controls the global regulators of class-switch recombination in both B cells and T cells.",
        "Abstract": "The transcription factor BATF controls the differentiation of interleukin 17 (IL-17)-producing helper T cells (T(H)17 cells) by regulating expression of the transcription factor RORγt itself and RORγt target genes such as Il17. Here we report the mechanism by which BATF controls in vivo class-switch recombination (CSR). In T cells, BATF directly controlled expression of the transcription factors Bcl-6 and c-Maf, both of which are needed for development of follicular helper T cells (T(FH) cells). Restoring T(FH) cell activity to Batf(-/-) T cells in vivo required coexpression of Bcl-6 and c-Maf. In B cells, BATF directly controlled the expression of both activation-induced cytidine deaminase (AID) and of germline transcripts of the intervening heavy-chain region and constant heavy-chain region (I(H)-C(H)). Thus, BATF functions at multiple hierarchical levels in two cell types to globally regulate switched antibody responses in vivo.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "B-Lymphocytes",
            "Basic-Leucine Zipper Transcription Factors",
            "CD40 Ligand",
            "Carrier Proteins",
            "Cells, Cultured",
            "Cytidine Deaminase",
            "Female",
            "Flow Cytometry",
            "Gene Expression Profiling",
            "Germinal Center",
            "Immunoglobulin Class Switching",
            "Lymphocyte Activation",
            "Male",
            "Mice",
            "Mice, 129 Strain",
            "Mice, Inbred BALB C",
            "Mice, Inbred C57BL",
            "Mice, Inbred Strains",
            "Mice, Knockout",
            "Oligonucleotide Array Sequence Analysis",
            "Proto-Oncogene Proteins c-bcl-6",
            "Recombination, Genetic",
            "T-Lymphocytes"
        ],
        "Authors": [
            {
                "First Name": "Wataru",
                "Last Name": "Ise",
                "Affiliation": "Department of Pathology and Immunology, Washington University School of Medicine, St. Louis, Missouri, USA."
            },
            {
                "First Name": "Masako",
                "Last Name": "Kohyama",
                "Affiliation": ""
            },
            {
                "First Name": "Barbara U",
                "Last Name": "Schraml",
                "Affiliation": ""
            },
            {
                "First Name": "Tingting",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Bjoern",
                "Last Name": "Schwer",
                "Affiliation": ""
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": ""
            },
            {
                "First Name": "Frederick W",
                "Last Name": "Alt",
                "Affiliation": ""
            },
            {
                "First Name": "Jun",
                "Last Name": "Tang",
                "Affiliation": ""
            },
            {
                "First Name": "Eugene M",
                "Last Name": "Oltz",
                "Affiliation": ""
            },
            {
                "First Name": "Theresa L",
                "Last Name": "Murphy",
                "Affiliation": ""
            },
            {
                "First Name": "Kenneth M",
                "Last Name": "Murphy",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature immunology",
        "PubDate": "2011"
    },
    {
        "PMID": "21372789",
        "Title": "Recombinant retroviral production and infection of B cells.",
        "Abstract": "The transgenic expression of genes in eukaryotic cells is a powerful reverse genetic approach in which a gene of interest is expressed under the control of a heterologous expression system to facilitate the analysis of the resulting phenotype. This approach can be used to express a gene that is not normally found in the organism, to express a mutant form of a gene product, or to over-express a dominant-negative form of the gene product. It is particularly useful in the study of the hematopoietic system, where transcriptional regulation is a major control mechanism in the development and differentiation of B cells, reviewed. Mouse genetics is a powerful tool for the study of human genes and diseases. A comparative analysis of the mouse and human genome reveals conservation of synteny in over 90% of the genome. Also, much of the technology used in mouse models is applicable to the study of human genes, for example, gene disruptions and allelic replacement. However, the creation of a transgenic mouse requires a great deal of resources of both a financial and technical nature. Several projects have begun to compile libraries of knock out mouse strains (KOMP, EUCOMM, NorCOMM) or mutagenesis induced strains (RIKEN), which require large-scale efforts and collaboration. Therefore, it is desirable to first study the phenotype of a desired gene in a cell culture model of primary cells before progressing to a mouse model. Retroviral DNA integrates into the host DNA, preferably within or near transcription units or CpG islands, resulting in stable and heritable expression of the packaged gene of interest while avoiding transcriptional silencing. The genes are then transcribed under the control of a high efficiency retroviral promoter, resulting in a high efficiency of transcription and protein production. Therefore, retroviral expression can be used with cells that are difficult to transfect, provided the cells are in an active state during mitosis. Because the structural genes of the virus are contained within the packaging cell line, the expression vectors used to clone the gene of interest contain no structural genes of the virus, which both eliminates the possibility of viral revertants and increases the safety of working with viral supernatants as no infectious virions are produced. Here we present a protocol for recombinant retroviral production and subsequent infection of splenic B cells. After isolation, the cultured splenic cells are stimulated with Th derived lymphokines and anti-CD40, which induces a burst of B cell proliferation and differentiation. This protocol is ideal for the study of events occurring late in B cell development and differentiation, as B cells are isolated from the spleen following initial hematopoietic events but prior to antigenic stimulation to induce plasmacytic differentiation.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antibodies",
            "B-Lymphocytes",
            "CD40 Antigens",
            "Cell Differentiation",
            "Genetic Vectors",
            "Interleukin-4",
            "Lymphocyte Activation",
            "Mice",
            "Retroviridae",
            "Transfection"
        ],
        "Authors": [
            {
                "First Name": "Celia",
                "Last Name": "Keim",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University College of Physicians and Surgeons, USA."
            },
            {
                "First Name": "Veronika",
                "Last Name": "Grinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of visualized experiments : JoVE",
        "PubDate": "2011"
    },
    {
        "PMID": "21255825",
        "Title": "The RNA exosome targets the AID cytidine deaminase to both strands of transcribed duplex DNA substrates.",
        "Abstract": "Activation-induced cytidine deaminase (AID) initiates immunoglobulin (Ig) heavy-chain (IgH) class switch recombination (CSR) and Ig variable region somatic hypermutation (SHM) in B lymphocytes by deaminating cytidines on template and nontemplate strands of transcribed DNA substrates. However, the mechanism of AID access to the template DNA strand, particularly when hybridized to a nascent RNA transcript, has been an enigma. We now implicate the RNA exosome, a cellular RNA-processing/degradation complex, in targeting AID to both DNA strands. In B lineage cells activated for CSR, the RNA exosome associates with AID, accumulates on IgH switch regions in an AID-dependent fashion, and is required for optimal CSR. Moreover, both the cellular RNA exosome complex and a recombinant RNA exosome core complex impart robust AID- and transcription-dependent DNA deamination of both strands of transcribed SHM substrates in vitro. Our findings reveal a role for noncoding RNA surveillance machinery in generating antibody diversity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "B-Lymphocytes",
            "Cell Line",
            "Cells, Cultured",
            "Cytidine Deaminase",
            "Exoribonucleases",
            "Humans",
            "Immunoglobulin Class Switching",
            "Immunoglobulin Heavy Chains",
            "Mice",
            "Multienzyme Complexes",
            "RNA",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Howard Hughes Medical Institute, Program in Cellular and Molecular Medicine, Immune Disease Institute, Children's Hospital Boston, Department of Genetics, Harvard Medical School, MA 02115, USA. ub2121@columbia.edu"
            },
            {
                "First Name": "Fei-Long",
                "Last Name": "Meng",
                "Affiliation": ""
            },
            {
                "First Name": "Celia",
                "Last Name": "Keim",
                "Affiliation": ""
            },
            {
                "First Name": "Veronika",
                "Last Name": "Grinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Evangelos",
                "Last Name": "Pefanis",
                "Affiliation": ""
            },
            {
                "First Name": "Jennifer",
                "Last Name": "Eccleston",
                "Affiliation": ""
            },
            {
                "First Name": "Tingting",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Darienne",
                "Last Name": "Myers",
                "Affiliation": ""
            },
            {
                "First Name": "Caitlyn R",
                "Last Name": "Wasserman",
                "Affiliation": ""
            },
            {
                "First Name": "Duane R",
                "Last Name": "Wesemann",
                "Affiliation": ""
            },
            {
                "First Name": "Kurt",
                "Last Name": "Januszyk",
                "Affiliation": ""
            },
            {
                "First Name": "Richard I",
                "Last Name": "Gregory",
                "Affiliation": ""
            },
            {
                "First Name": "Haiteng",
                "Last Name": "Deng",
                "Affiliation": ""
            },
            {
                "First Name": "Christopher D",
                "Last Name": "Lima",
                "Affiliation": ""
            },
            {
                "First Name": "Frederick W",
                "Last Name": "Alt",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2011"
    },
    {
        "PMID": "19442251",
        "Title": "Regulation of activation-induced cytidine deaminase DNA deamination activity in B-cells by Ser38 phosphorylation.",
        "Abstract": "Human and mouse Ig genes are diversified in mature B-cells by distinct processes known as Ig heavy-chain CSR (class switch recombination) and Ig variable-region exon SHM (somatic hypermutation). These DNA-modification processes are initiated by AID (activation-induced cytidine deaminase), a DNA cytidine deaminase predominantly expressed in activated B-cells. AID is post-transcriptionally regulated via multiple mechanisms, including microRNA regulation, nucleocytoplasmic shuttling, ubiquitination and phosphorylation. Among these regulatory processes, AID phosphorylation at Ser(38) has been a focus of particularly intense study and debate. In the present paper, we discuss recent biochemical and mouse genetic studies that begin to elucidate the functional significance of AID Ser(38) phosphorylation in the context of the evolution of this mode of AID regulation and the potential roles that it may play in activated B-cells during a normal immune response.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "B-Lymphocytes",
            "Conserved Sequence",
            "Cytidine Deaminase",
            "Deamination",
            "Evolution, Molecular",
            "Humans",
            "Immunoglobulin Heavy Chains",
            "Immunoglobulin Variable Region",
            "Mice",
            "Molecular Sequence Data",
            "Mutation",
            "Phosphorylation",
            "Protein Processing, Post-Translational",
            "Sequence Homology, Amino Acid",
            "Serine",
            "Species Specificity"
        ],
        "Authors": [
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Howard Hughes Medical Institute, Children's Hospital Boston, Boston, MA 02115, USA."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Franklin",
                "Affiliation": ""
            },
            {
                "First Name": "Bjoern",
                "Last Name": "Schwer",
                "Affiliation": ""
            },
            {
                "First Name": "Hwei-Ling",
                "Last Name": "Cheng",
                "Affiliation": ""
            },
            {
                "First Name": "Jayanta",
                "Last Name": "Chaudhuri",
                "Affiliation": ""
            },
            {
                "First Name": "Frederick W",
                "Last Name": "Alt",
                "Affiliation": ""
            }
        ],
        "Journal": "Biochemical Society transactions",
        "PubDate": "2009"
    },
    {
        "PMID": "19196992",
        "Title": "Integrity of the AID serine-38 phosphorylation site is critical for class switch recombination and somatic hypermutation in mice.",
        "Abstract": "Activation-induced cytidine deaminase (AID) is a single-stranded (ss) DNA-specific cytidine deaminase that initiates Ig heavy chain (IgH) class switch recombination (CSR) and Ig somatic hypermutation (SHM) by deaminating cytidines within, respectively, IgH switch (S) regions and Ig variable region (V) exons. AID that is phosphorylated on serine residue 38 interacts with replication protein A (RPA), a ssDNA binding protein, to promote deamination of transcribed double-stranded DNA in vitro, which, along with other evidence, suggests that AID may similarly gain access to transcribed S regions and V exons in vivo. However, the physiological role of AID phosphorylation at serine residue 38 (S38), and even the requirement for the S38 residue, with respect to CSR or SHM has been debated. To address this issue, we used gene targeting to generate an endogenous mouse AID locus that produces AID in which S38 is substituted with alanine (AID(S38A)), a mutant form of AID that retains similar catalytic activity on ssDNA as WT AID (AID(WT)). B cells homozygous for the AID(S38A) mutation show substantially impaired CSR and SHM, correlating with inability of AID(S38A) to interact with endogenous RPA. Moreover, mice haploinsufficient for AID(S38A) have even more severely impaired CSR when compared with mice haploinsufficient for AID(WT), with CSR levels reduced to nearly background levels. These results unequivocally demonstrate that integrity of the AID S38 phosphorylation site is required for normal CSR and SHM in mice and strongly support a role for AID phosphorylation at S38 and RPA interaction in regulating CSR and SHM.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Cytidine Deaminase",
            "DNA Primers",
            "Exons",
            "Gene Knock-In Techniques",
            "Immunoglobulin Class Switching",
            "Immunoprecipitation",
            "Mice",
            "Mice, Mutant Strains",
            "Mutation",
            "Peyer's Patches",
            "Phosphorylation",
            "Polymerase Chain Reaction",
            "Recombination, Genetic",
            "Serine"
        ],
        "Authors": [
            {
                "First Name": "Hwei-Ling",
                "Last Name": "Cheng",
                "Affiliation": "Howard Hughes Medical Institute, The Children's Hospital, Boston, MA 02115, USA."
            },
            {
                "First Name": "Bao Q",
                "Last Name": "Vuong",
                "Affiliation": ""
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew",
                "Last Name": "Franklin",
                "Affiliation": ""
            },
            {
                "First Name": "Bjoern",
                "Last Name": "Schwer",
                "Affiliation": ""
            },
            {
                "First Name": "Jillian",
                "Last Name": "Astarita",
                "Affiliation": ""
            },
            {
                "First Name": "Ryan T",
                "Last Name": "Phan",
                "Affiliation": ""
            },
            {
                "First Name": "Abhishek",
                "Last Name": "Datta",
                "Affiliation": ""
            },
            {
                "First Name": "John",
                "Last Name": "Manis",
                "Affiliation": ""
            },
            {
                "First Name": "Frederick W",
                "Last Name": "Alt",
                "Affiliation": ""
            },
            {
                "First Name": "Jayanta",
                "Last Name": "Chaudhuri",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2009"
    },
    {
        "PMID": "19010772",
        "Title": "Post-translational regulation of activation-induced cytidine deaminase.",
        "Abstract": "The assembled immunoglobulin genes in the B cells of mice and humans are altered by distinct processes known as class switch recombination (CSR) and somatic hypermutation, leading to diversification of the antibody repertoire. These two DNA modification processes are initiated by the B cell-specific protein factor activation-induced cytidine deaminase (AID). AID is post-translationally modified by phosphorylation at multiple sites, although functional significance during CSR has been implicated only for phosphorylation at serine-38 (S38). Although multiple laboratories have demonstrated that AID function is regulated via phosphorylation at S38, the precise biological role of S38 phosphorylation has been a topic of debate. Here, we discuss our interpretation of the significance of AID regulation via phosphorylation and also discuss how this form of AID regulation may have evolved in higher organisms.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Biological Evolution",
            "Cytidine Deaminase",
            "Enzyme Activation",
            "Immunoglobulin Class Switching",
            "Models, Biological",
            "Molecular Sequence Data",
            "Phosphorylation",
            "Somatic Hypermutation, Immunoglobulin",
            "Zebrafish"
        ],
        "Authors": [
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Howard Hughes Medical Institute, The Children's Hospital, Boston, MA 02115, USA."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Franklin",
                "Affiliation": ""
            },
            {
                "First Name": "Frederick W",
                "Last Name": "Alt",
                "Affiliation": ""
            }
        ],
        "Journal": "Philosophical transactions of the Royal Society of London. Series B, Biological sciences",
        "PubDate": "2009"
    },
    {
        "PMID": "18951095",
        "Title": "Evolution of phosphorylation-dependent regulation of activation-induced cytidine deaminase.",
        "Abstract": "Interaction of activation-induced cytidine deaminase (AID) with replication protein A (RPA) has been proposed to promote AID access to transcribed double-stranded (ds) DNA during immunoglobulin light chain and heavy chain class switch recombination (CSR). Mouse AID (mAID) interaction with RPA and transcription-dependent dsDNA deamination in vitro requires protein kinase A (PKA) phosphorylation at serine 38 (S38), and normal mAID CSR activity depends on S38. However, zebrafish AID (zAID) catalyzes robust CSR in mouse cells despite lacking an S38-equivalent PKA site. Here, we show that aspartate 44 (D44) in zAID provides similar in vitro and in vivo functionality as mAID S38 phosphorylation. Moreover, introduction of a PKA site into a zAID D44 mutant made it PKA dependent for in vitro activities and restored normal CSR activity. Based on these findings, we generated mAID mutants that similarly function independently of S38 phosphorylation. Comparison of bony fish versus amphibian and mammalian AIDs suggests evolutionary divergence from constitutive to PKA-regulated RPA/AID interaction.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Aspartic Acid",
            "Cyclic AMP-Dependent Protein Kinases",
            "Cytidine Deaminase",
            "DNA",
            "Deamination",
            "Evolution, Molecular",
            "Immunoglobulin Class Switching",
            "Mice",
            "Molecular Sequence Data",
            "Mutagenesis, Site-Directed",
            "Phosphorylation",
            "Phylogeny",
            "Replication Protein A",
            "Sequence Alignment",
            "Sequence Analysis, Protein",
            "Serine",
            "Zebrafish"
        ],
        "Authors": [
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Howard Hughes Medical Institute, The Children's Hospital, Harvard Medical School, and the Immune Disease Institute, 300 Longwood Avenue, Boston, MA 02115, USA."
            },
            {
                "First Name": "Yabin",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Frederick W",
                "Last Name": "Alt",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2008"
    },
    {
        "PMID": "18256024",
        "Title": "The Saccharomyces cerevisiae 60 S ribosome biogenesis factor Tif6p is regulated by Hrr25p-mediated phosphorylation.",
        "Abstract": "The biosynthesis of 60 S ribosomal subunits in Saccharomyces cerevisiae requires Tif6p, the yeast homologue of mammalian eIF6. This protein is necessary for the formation of 60 S ribosomal subunits because it is essential for the processing of 35 S pre-rRNA to the mature 25 S and 5.8 S rRNAs. In the present work, using molecular genetic and biochemical analyses, we show that Hrr25p, an isoform of yeast casein kinase I, phosphorylates Tif6p both in vitro and in vivo. Tryptic phosphopeptide mapping of in vitro phosphorylated Tif6p by Hrr25p and (32)P-labeled Tif6p isolated from yeast cells followed by mass spectrometric analysis revealed that phosphorylation occurred on a single tryptic peptide at Ser-174. Sucrose gradient fractionation and coimmunoprecipitation experiments demonstrate that a small but significant fraction of Hrr25p is bound to 66 S preribosomal particles that also contain bound Tif6p. Depletion of Hrr25p from a conditional yeast mutant that fails to phosphorylate Tif6p was unable to process pre-rRNAs efficiently, resulting in significant reduction in the formation of 25 S rRNA. These results along with our previous observations that phosphorylatable Ser-174 is required for yeast cell growth and viability, suggest that Hrr25p-mediated phosphorylation of Tif6p plays a critical role in the biogenesis of 60 S ribosomal subunits in yeast cells.",
        "Keywords": [],
        "MeSH terms": [
            "Carrier Proteins",
            "Casein Kinase I",
            "Eukaryotic Initiation Factors",
            "Intermediate Filament Proteins",
            "Mass Spectrometry",
            "Mutation",
            "Phosphoproteins",
            "Phosphorylation",
            "Protein Binding",
            "RNA Processing, Post-Transcriptional",
            "RNA, Ribosomal",
            "Ribosomal Proteins",
            "Ribosomes",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Sequence Homology, Amino Acid"
        ],
        "Authors": [
            {
                "First Name": "Partha",
                "Last Name": "Ray",
                "Affiliation": "Department of Developmental and Molecular Biology, Albert Einstein College of Medicine of Yeshiva University, Bronx, NY 10461, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": ""
            },
            {
                "First Name": "Anirban",
                "Last Name": "Ray",
                "Affiliation": ""
            },
            {
                "First Name": "Romit",
                "Last Name": "Majumdar",
                "Affiliation": ""
            },
            {
                "First Name": "Haiteng",
                "Last Name": "Deng",
                "Affiliation": ""
            },
            {
                "First Name": "Umadas",
                "Last Name": "Maitra",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2008"
    },
    {
        "PMID": "17560275",
        "Title": "Evolution of the immunoglobulin heavy chain class switch recombination mechanism.",
        "Abstract": "To mount an optimum immune response, mature B lymphocytes can change the class of expressed antibody from IgM to IgG, IgA, or IgE through a recombination/deletion process termed immunoglobulin heavy chain (IgH) class switch recombination (CSR). CSR requires the activation-induced cytidine deaminase (AID), which has been shown to employ single-stranded DNA as a substrate in vitro. IgH CSR occurs within and requires large, repetitive sequences, termed S regions, which are parts of germ line transcription units (termed \"C(H) genes\") that are composed of promoters, S regions, and individual IgH constant region exons. CSR requires and is directed by germ line transcription of participating C(H) genes prior to CSR. AID deamination of cytidines in S regions appears to lead to S region double-stranded breaks (DSBs) required to initiate CSR. Joining of two broken S regions to complete CSR exploits the activities of general DNA DSB repair mechanisms. In this chapter, we discuss our current knowledge of the function of S regions, germ line transcription, AID, and DNA repair in CSR. We present a model for CSR in which transcription through S regions provides DNA substrates on which AID can generate DSB-inducing lesions. We also discuss how phosphorylation of AID may mediate interactions with cofactors that facilitate access to transcribed S regions during CSR and transcribed variable regions during the related process of somatic hypermutation (SHM). Finally, in the context of this CSR model, we further discuss current findings that suggest synapsis and joining of S region DSBs during CSR have evolved to exploit general mechanisms that function to join widely separated chromosomal DSBs.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "B-Lymphocytes",
            "Biological Evolution",
            "Cytidine Deaminase",
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "Humans",
            "Immunoglobulin Class Switching",
            "Immunoglobulin Heavy Chains",
            "Somatic Hypermutation, Immunoglobulin"
        ],
        "Authors": [
            {
                "First Name": "Jayanta",
                "Last Name": "Chaudhuri",
                "Affiliation": "Immunology Program, Memorial Sloan Kettering Cancer Center, New York, New York, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": ""
            },
            {
                "First Name": "Ali",
                "Last Name": "Zarrin",
                "Affiliation": ""
            },
            {
                "First Name": "Catherine",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Sonia",
                "Last Name": "Franco",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas",
                "Last Name": "Perlot",
                "Affiliation": ""
            },
            {
                "First Name": "Bao",
                "Last Name": "Vuong",
                "Affiliation": ""
            },
            {
                "First Name": "Jing",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Ryan T",
                "Last Name": "Phan",
                "Affiliation": ""
            },
            {
                "First Name": "Abhishek",
                "Last Name": "Datta",
                "Affiliation": ""
            },
            {
                "First Name": "John",
                "Last Name": "Manis",
                "Affiliation": ""
            },
            {
                "First Name": "Frederick W",
                "Last Name": "Alt",
                "Affiliation": ""
            }
        ],
        "Journal": "Advances in immunology",
        "PubDate": "2007"
    },
    {
        "PMID": "17338181",
        "Title": "Regulation of activation induced deaminase via phosphorylation.",
        "Abstract": "Immunoglobulin gene diversification by somatic hypermutation (SHM), class switch recombination (CSR), and gene conversion is dependent upon activation-induced cytidine deaminase (AID). AID is a single-stranded DNA specific cytidine deaminase that is expressed primarily in activated mature B lymphocytes. AID appears to catalyze DNA cytidine deamination of immunoglobulin heavy (IgH) and light chain (IgL) variable region (V) exons and IgH switch (S) region sequences to initiate, respectively, IgH and IgL somatic hypermutation (SHM) and IgH class switch recombination (CSR). Here, we will discuss the implications of recent studies that demonstrate the role of AID phosphorylation in augmenting AID activity with respect to these two processes.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "B-Lymphocytes",
            "Catalysis",
            "Cytidine Deaminase",
            "Deamination",
            "Flow Cytometry",
            "Humans",
            "Phosphorylation",
            "Protein Processing, Post-Translational"
        ],
        "Authors": [
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "The Howard Hughes Medical Institute, The Children's Hospital, The CBR Institute for Biomedical Research, and Department of Genetics, Harvard Medical School, Boston, MA 02115, USA."
            },
            {
                "First Name": "Jayanta",
                "Last Name": "Chaudhuri",
                "Affiliation": ""
            },
            {
                "First Name": "Ryan T",
                "Last Name": "Phan",
                "Affiliation": ""
            },
            {
                "First Name": "Abhishek",
                "Last Name": "Datta",
                "Affiliation": ""
            },
            {
                "First Name": "Frederick W",
                "Last Name": "Alt",
                "Affiliation": ""
            }
        ],
        "Journal": "Advances in experimental medicine and biology",
        "PubDate": "2007"
    },
    {
        "PMID": "16464563",
        "Title": "AID in somatic hypermutation and class switch recombination.",
        "Abstract": "Somatic hypermutation and class-switch-recombination are initiated by the deamination of deoxycytosine in DNA by activation-induced-deaminase, AID. Recently, there has been much research into how AID targets double-stranded DNA in sub-regions of Ig genes, the involvement of co-factors and posttranslational modifications in this process, the co-option of DNA 'repair' mechanisms and AID evolution.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cytidine Deaminase",
            "DNA",
            "Humans",
            "Immunoglobulin Class Switching",
            "Immunoglobulin Switch Region",
            "Models, Immunological",
            "Recombination, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Simonne",
                "Last Name": "Longerich",
                "Affiliation": "Department of Molecular Genetics and Cell Biology, University of Chicago, 920 E. 58(th) Street, Chicago, IL 60615, USA."
            },
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": ""
            },
            {
                "First Name": "Frederick",
                "Last Name": "Alt",
                "Affiliation": ""
            },
            {
                "First Name": "Ursula",
                "Last Name": "Storb",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in immunology",
        "PubDate": "2006"
    },
    {
        "PMID": "16251902",
        "Title": "The AID antibody diversification enzyme is regulated by protein kinase A phosphorylation.",
        "Abstract": "Antibodies, which are produced by B-lineage cells, consist of immunoglobulin heavy (IgH) and light (IgL) chains that have amino-terminal variable regions and carboxy-terminal constant regions. In response to antigens, B cells undergo two types of genomic alterations to increase antibody diversity. Affinity for antigen can be increased by introduction of point mutations into IgH and IgL variable regions by somatic hypermutation. In addition, antibody effector functions can be altered by changing the expressed IgH constant region exons through IgH class switch recombination (CSR). Somatic hypermutation and CSR both require the B-cell-specific activation-induced cytidine deaminase protein (AID), which initiates these reactions through its single-stranded (ss)DNA-specific cytidine deaminase activity. In biochemical assays, replication protein A (RPA), a ssDNA-binding protein, associates with phosphorylated AID from activated B cells and enhances AID activity on transcribed double-stranded (ds)DNA containing somatic hypermutation or CSR target sequences. This AID-RPA association, which requires phosphorylation, may provide a mechanism for allowing AID to access dsDNA targets in activated B cells. Here we show that AID from B cells is phosphorylated on a consensus protein kinase A (PKA) site and that PKA is the physiological AID kinase. Thus, AID from non-lymphoid cells can be functionally phosphorylated by recombinant PKA to allow interaction with RPA and promote deamination of transcribed dsDNA substrates. Moreover, mutation of the major PKA phosphorylation site of AID preserves ssDNA deamination activity, but markedly reduces RPA-dependent dsDNA deamination activity and severely impairs the ability of AID to effect CSR in vivo. We conclude that PKA has a critical role in post-translational regulation of AID activity in B cells.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "B-Lymphocytes",
            "Cell Line",
            "Cyclic AMP-Dependent Protein Kinases",
            "Cytidine Deaminase",
            "Humans",
            "Mice",
            "Molecular Sequence Data",
            "Mutation",
            "Phosphorylation",
            "Protein Binding",
            "Replication Protein A",
            "Somatic Hypermutation, Immunoglobulin"
        ],
        "Authors": [
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "The Howard Hughes Medical Institute, The Children's Hospital, The CBR Institute for Biomedical Research, and Department of Genetics, Harvard Medical School, Boston, Massachusetts 02115, USA."
            },
            {
                "First Name": "Jayanta",
                "Last Name": "Chaudhuri",
                "Affiliation": ""
            },
            {
                "First Name": "Craig",
                "Last Name": "Alpert",
                "Affiliation": ""
            },
            {
                "First Name": "Shilpee",
                "Last Name": "Dutt",
                "Affiliation": ""
            },
            {
                "First Name": "Sheila",
                "Last Name": "Ranganath",
                "Affiliation": ""
            },
            {
                "First Name": "Gang",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Jason Patrick",
                "Last Name": "Schrum",
                "Affiliation": ""
            },
            {
                "First Name": "John P",
                "Last Name": "Manis",
                "Affiliation": ""
            },
            {
                "First Name": "Frederick W",
                "Last Name": "Alt",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2005"
    },
    {
        "PMID": "12917340",
        "Title": "Phosphorylation of mammalian eukaryotic translation initiation factor 6 and its Saccharomyces cerevisiae homologue Tif6p: evidence that phosphorylation of Tif6p regulates its nucleocytoplasmic distribution and is required for yeast cell growth.",
        "Abstract": "The synthesis of 60S ribosomal subunits in Saccharomyces cerevisiae requires Tif6p, the yeast homologue of mammalian eukaryotic translation initiation factor 6 (eIF6). In the present work, we have isolated a protein kinase from rabbit reticulocyte lysates on the basis of its ability to phosphorylate recombinant human eIF6. Mass spectrometric analysis as well as antigenic properties of the purified kinase identified it as casein kinase I. The site of in vitro phosphorylation, which is highly conserved from yeast to mammals, was identified as the serine residues at positions 174 (major site) and 175 (minor site). The homologous yeast protein Tif6p was also phosphorylated in vivo in yeast cells. Mutation of Tif6p at serine-174 to alanine reduced phosphorylation drastically and caused loss of cell growth and viability. When both Ser-174 and Ser-175 were mutated to alanine, phosphorylation of Tif6p was completely abolished. Furthermore, while wild-type Tif6p was distributed both in nuclei and the cytoplasm of yeast cells, the mutant Tif6p (with Ser174Ala and Ser175Ala) became a constitutively nuclear protein. These results suggest that phosphorylatable Ser-174 and Ser-175 play a critical role in the nuclear export of Tif6p.",
        "Keywords": [],
        "MeSH terms": [
            "Active Transport, Cell Nucleus",
            "Amino Acid Sequence",
            "Animals",
            "Carrier Proteins",
            "Casein Kinases",
            "Cell Division",
            "Conserved Sequence",
            "Eukaryotic Initiation Factors",
            "Humans",
            "Intermediate Filament Proteins",
            "Mammals",
            "Molecular Sequence Data",
            "Peptide Initiation Factors",
            "Phosphoproteins",
            "Phosphorylation",
            "Point Mutation",
            "Protein Kinases",
            "RNA Processing, Post-Transcriptional",
            "Rabbits",
            "Reticulocytes",
            "Ribosomal Proteins",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Serine",
            "Yeasts"
        ],
        "Authors": [
            {
                "First Name": "Uttiya",
                "Last Name": "Basu",
                "Affiliation": "Department of Developmental and Molecular Biology, Albert Einstein College of Medicine of Yeshiva University, Bronx, New York 10461, USA."
            },
            {
                "First Name": "Kausik",
                "Last Name": "Si",
                "Affiliation": ""
            },
            {
                "First Name": "Haiteng",
                "Last Name": "Deng",
                "Affiliation": ""
            },
            {
                "First Name": "Umadas",
                "Last Name": "Maitra",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2003"
    }
]