[
    {
        "PMID": "37758948",
        "Title": "Dopaminergic error signals retune to social feedback during courtship.",
        "Abstract": "Hunger, thirst, loneliness and ambition determine the reward value of food, water, social interaction and performance outcome",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Female",
            "Male",
            "Courtship",
            "Dopamine",
            "Finches",
            "Vocalization, Animal",
            "Water",
            "Feedback, Physiological",
            "Drinking",
            "Thirst",
            "Dopaminergic Neurons",
            "Electrophysiology",
            "Brain",
            "Communication",
            "Reward",
            "Feedback, Psychological"
        ],
        "Authors": [
            {
                "First Name": "Andrea",
                "Last Name": "Roeser",
                "Affiliation": "Department of Neurobiology and Behavior, Cornell University, Ithaca, NY, USA."
            },
            {
                "First Name": "Vikram",
                "Last Name": "Gadagkar",
                "Affiliation": "Department of Neurobiology and Behavior, Cornell University, Ithaca, NY, USA. vikram.gadagkar@columbia.edu."
            },
            {
                "First Name": "Anindita",
                "Last Name": "Das",
                "Affiliation": "Department of Neurobiology and Behavior, Cornell University, Ithaca, NY, USA."
            },
            {
                "First Name": "Pavel A",
                "Last Name": "Puzerey",
                "Affiliation": "Department of Neurobiology and Behavior, Cornell University, Ithaca, NY, USA."
            },
            {
                "First Name": "Brian",
                "Last Name": "Kardon",
                "Affiliation": "Department of Neurobiology and Behavior, Cornell University, Ithaca, NY, USA."
            },
            {
                "First Name": "Jesse H",
                "Last Name": "Goldberg",
                "Affiliation": "Department of Neurobiology and Behavior, Cornell University, Ithaca, NY, USA. jessehgoldberg@gmail.com."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2023"
    },
    {
        "PMID": "35354031",
        "Title": "Dopamine neurons evaluate natural fluctuations in performance quality.",
        "Abstract": "Many motor skills are learned by comparing ongoing behavior to internal performance benchmarks. Dopamine neurons encode performance error in behavioral paradigms where error is externally induced, but it remains unknown whether dopamine also signals the quality of natural performance fluctuations. Here, we record dopamine neurons in singing birds and examine how spontaneous dopamine spiking activity correlates with natural fluctuations in ongoing song. Antidromically identified basal ganglia-projecting dopamine neurons correlate with recent, and not future, song variations, consistent with a role in evaluation, not production. Furthermore, maximal dopamine spiking occurs at a single vocal target, consistent with either actively maintaining the existing song or shifting the song to a nearby form. These data show that spontaneous dopamine spiking can evaluate natural behavioral fluctuations unperturbed by experimental events such as cues or rewards.",
        "Keywords": [
            "CP: Neuroscience",
            "Gaussian process model",
            "basal ganglia",
            "birdsong",
            "dopamine",
            "generalized linear model",
            "motor skill learning",
            "natural behavior",
            "performance prediction error",
            "skill maintenance",
            "ventral tegmental area"
        ],
        "MeSH terms": [
            "Animals",
            "Basal Ganglia",
            "Dopamine",
            "Dopaminergic Neurons",
            "Learning",
            "Vocalization, Animal"
        ],
        "Authors": [
            {
                "First Name": "Alison",
                "Last Name": "Duffy",
                "Affiliation": "Department of Physiology and Biophysics, University of Washington, Seattle, WA 98195, USA; Computational Neuroscience Center, University of Washington, Seattle, WA 98195, USA."
            },
            {
                "First Name": "Kenneth W",
                "Last Name": "Latimer",
                "Affiliation": "Department of Physiology and Biophysics, University of Washington, Seattle, WA 98195, USA; Department of Neurobiology, University of Chicago, Chicago, IL 60637, USA."
            },
            {
                "First Name": "Jesse H",
                "Last Name": "Goldberg",
                "Affiliation": "Department of Neurobiology and Behavior, Cornell University, Ithaca, NY 14853, USA."
            },
            {
                "First Name": "Adrienne L",
                "Last Name": "Fairhall",
                "Affiliation": "Department of Physiology and Biophysics, University of Washington, Seattle, WA 98195, USA; Computational Neuroscience Center, University of Washington, Seattle, WA 98195, USA. Electronic address: fairhall@uw.edu."
            },
            {
                "First Name": "Vikram",
                "Last Name": "Gadagkar",
                "Affiliation": "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA. Electronic address: vikram.gadagkar@columbia.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2022"
    },
    {
        "PMID": "33949888",
        "Title": "Movement signaling in ventral pallidum and dopaminergic midbrain is gated by behavioral state in singing birds.",
        "Abstract": "Movement-related neuronal discharge in ventral tegmental area (VTA) and ventral pallidum (VP) is inconsistently observed across studies. One possibility is that some neurons are movement related and others are not. Another possibility is that the precise behavioral conditions matter-that a single neuron can be movement related under certain behavioral states but not others. We recorded single VTA and VP neurons in birds transitioning between singing and nonsinging states while monitoring body movement with microdrive-mounted accelerometers. Many VP and VTA neurons exhibited body movement-locked activity exclusively when the bird was not singing. During singing, VP and VTA neurons could switch off their tuning to body movement and become instead precisely time-locked to specific song syllables. These changes in neuronal tuning occurred rapidly at state boundaries. Our findings show that movement-related activity in limbic circuits can be gated by behavioral context.",
        "Keywords": [
            "basal ganglia",
            "dopamine",
            "movement",
            "songbird",
            "ventral pallidum"
        ],
        "MeSH terms": [
            "Accelerometry",
            "Action Potentials",
            "Animals",
            "Basal Forebrain",
            "Behavior, Animal",
            "Dopaminergic Neurons",
            "Electrocorticography",
            "Limbic System",
            "Male",
            "Movement",
            "Songbirds",
            "Ventral Tegmental Area",
            "Vocalization, Animal"
        ],
        "Authors": [
            {
                "First Name": "Ruidong",
                "Last Name": "Chen",
                "Affiliation": "Department of Neurobiology and Behavior, Cornell University, Ithaca, New York."
            },
            {
                "First Name": "Vikram",
                "Last Name": "Gadagkar",
                "Affiliation": "Department of Neurobiology and Behavior, Cornell University, Ithaca, New York."
            },
            {
                "First Name": "Andrea C",
                "Last Name": "Roeser",
                "Affiliation": "Department of Neurobiology and Behavior, Cornell University, Ithaca, New York."
            },
            {
                "First Name": "Pavel A",
                "Last Name": "Puzerey",
                "Affiliation": "Department of Neurobiology and Behavior, Cornell University, Ithaca, New York."
            },
            {
                "First Name": "Jesse H",
                "Last Name": "Goldberg",
                "Affiliation": "Department of Neurobiology and Behavior, Cornell University, Ithaca, New York."
            }
        ],
        "Journal": "Journal of neurophysiology",
        "PubDate": "2021"
    },
    {
        "PMID": "27940871",
        "Title": "Dopamine neurons encode performance error in singing birds.",
        "Abstract": "Many behaviors are learned through trial and error by matching performance to internal goals. Yet neural mechanisms of performance evaluation remain poorly understood. We recorded basal ganglia-projecting dopamine neurons in singing zebra finches as we controlled perceived song quality with distorted auditory feedback. Dopamine activity was phasically suppressed after distorted syllables, consistent with a worse-than-predicted outcome, and was phasically activated at the precise moment of the song when a predicted distortion did not occur, consistent with a better-than-predicted outcome. Error response magnitude depended on distortion probability. Thus, dopaminergic error signals can evaluate behaviors that are not learned for reward and are instead learned by matching performance outcomes to internal goals.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Basal Ganglia",
            "Dopamine",
            "Dopaminergic Neurons",
            "Finches",
            "Learning",
            "Male",
            "Reward",
            "Vocalization, Animal"
        ],
        "Authors": [
            {
                "First Name": "Vikram",
                "Last Name": "Gadagkar",
                "Affiliation": "Department of Neurobiology and Behavior, Cornell University, Ithaca, NY 14853, USA."
            },
            {
                "First Name": "Pavel A",
                "Last Name": "Puzerey",
                "Affiliation": "Department of Neurobiology and Behavior, Cornell University, Ithaca, NY 14853, USA."
            },
            {
                "First Name": "Ruidong",
                "Last Name": "Chen",
                "Affiliation": "Department of Neurobiology and Behavior, Cornell University, Ithaca, NY 14853, USA."
            },
            {
                "First Name": "Eliza",
                "Last Name": "Baird-Daniel",
                "Affiliation": "Department of Neurobiology and Behavior, Cornell University, Ithaca, NY 14853, USA."
            },
            {
                "First Name": "Alexander R",
                "Last Name": "Farhang",
                "Affiliation": "Department of Neurobiology and Behavior, Cornell University, Ithaca, NY 14853, USA."
            },
            {
                "First Name": "Jesse H",
                "Last Name": "Goldberg",
                "Affiliation": "Department of Neurobiology and Behavior, Cornell University, Ithaca, NY 14853, USA. jessehgoldberg@gmail.com."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2016"
    },
    {
        "PMID": "24360538",
        "Title": "A variability-generating circuit goes awry in a songbird model of the FOXP2 speech disorder.",
        "Abstract": "FOXP2 mutations cause a monogenic speech disorder in humans. In this issue of Neuron, Murugan et al. (2013) show that knockdown of FoxP2 in the songbird basal ganglia causes abnormal vocal variability and excess bursting in a frontal cortical nucleus.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cerebral Cortex",
            "Corpus Striatum",
            "Dopaminergic Neurons",
            "Forkhead Transcription Factors",
            "Learning",
            "Male",
            "Vocalization, Animal",
            "Zebrafish Proteins"
        ],
        "Authors": [
            {
                "First Name": "Vikram",
                "Last Name": "Gadagkar",
                "Affiliation": "Department of Neurobiology and Behavior, W121 Corson Mudd Hall, Cornell University, Ithaca, NY 14853, USA."
            },
            {
                "First Name": "Jesse H",
                "Last Name": "Goldberg",
                "Affiliation": "Department of Neurobiology and Behavior, W121 Corson Mudd Hall, Cornell University, Ithaca, NY 14853, USA. Electronic address: jesse.goldberg@cornell.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2013"
    },
    {
        "PMID": "17654945",
        "Title": "Irreversible pressure-induced transformation of boron nitride nanotubes.",
        "Abstract": "We have used Raman spectroscopy to study the behavior of multi-walled boron nitride nanotubes and hexagonal boron nitride crystals under high pressure. While boron nitride nanotubes show an irreversible transformation at about 12 GPa, hexagonal boron nitride exhibits a reversible phase transition at 13 GPa. We also present molecular dynamics simulations which suggest that the irreversibility of the pressure-induced transformation in boron nitride nanotubes is due to the polar nature of the bonds between boron and nitrogen.",
        "Keywords": [],
        "MeSH terms": [
            "Boron Compounds",
            "Computer Simulation",
            "Crystallization",
            "Macromolecular Substances",
            "Materials Testing",
            "Models, Chemical",
            "Models, Molecular",
            "Molecular Conformation",
            "Nanotechnology",
            "Nanotubes",
            "Particle Size",
            "Pressure",
            "Surface Properties"
        ],
        "Authors": [
            {
                "First Name": "Surajit",
                "Last Name": "Saha",
                "Affiliation": "Department of Physics, Indian Institute of Science, Bangalore 560012, India."
            },
            {
                "First Name": "Vikram",
                "Last Name": "Gadagkar",
                "Affiliation": ""
            },
            {
                "First Name": "Prabal K",
                "Last Name": "Maiti",
                "Affiliation": ""
            },
            {
                "First Name": "D V S",
                "Last Name": "Muthu",
                "Affiliation": ""
            },
            {
                "First Name": "D",
                "Last Name": "Golberg",
                "Affiliation": ""
            },
            {
                "First Name": "C",
                "Last Name": "Tang",
                "Affiliation": ""
            },
            {
                "First Name": "C",
                "Last Name": "Zhi",
                "Affiliation": ""
            },
            {
                "First Name": "Y",
                "Last Name": "Bando",
                "Affiliation": ""
            },
            {
                "First Name": "A K",
                "Last Name": "Sood",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of nanoscience and nanotechnology",
        "PubDate": "2007"
    },
    {
        "PMID": "17654934",
        "Title": "Double-walled carbon nanotubes under hydrostatic pressure: Raman experiments and simulations.",
        "Abstract": "We have used Raman spectroscopy to study the behavior of double-walled carbon nanotubes (DWNT) under hydrostatic pressure. We find that the rate of change of the tangential mode frequency with pressure is higher for the sample with traces of polymer compared to the pristine sample. We have performed classical molecular dynamics simulations to study the collapse of single (SWNT) and double-walled carbon nanotube bundles under hydrostatic pressure. The collapse pressure (pc) was found to vary as 1/R3, where R is the SWNT radius or the DWNT effective radius. The bundles showed approximately 30% hysteresis and the hexagonally close packed lattice was completely restored on decompression. The pc of a DWNT bundle was found to be close to the sum of its values for the inner and the outer tubes considered separately as SWNT bundles, demonstrating that the inner tube supports the outer tube and that the effective bending stiffness of DWNT, D(DWNT) - 2D(SWNT).",
        "Keywords": [],
        "MeSH terms": [
            "Computer Simulation",
            "Crystallization",
            "Macromolecular Substances",
            "Materials Testing",
            "Models, Chemical",
            "Models, Molecular",
            "Molecular Conformation",
            "Nanostructures",
            "Nanotechnology",
            "Particle Size",
            "Pressure",
            "Spectrum Analysis, Raman",
            "Surface Properties",
            "Water"
        ],
        "Authors": [
            {
                "First Name": "Vikram",
                "Last Name": "Gadagkar",
                "Affiliation": "Department of Physics, Indian Institute of Science, Bangalore 560012, India."
            },
            {
                "First Name": "Surajit",
                "Last Name": "Saha",
                "Affiliation": ""
            },
            {
                "First Name": "D V S",
                "Last Name": "Muthu",
                "Affiliation": ""
            },
            {
                "First Name": "Prabal K",
                "Last Name": "Maiti",
                "Affiliation": ""
            },
            {
                "First Name": "Yves",
                "Last Name": "Lansac",
                "Affiliation": ""
            },
            {
                "First Name": "A",
                "Last Name": "Jagota",
                "Affiliation": ""
            },
            {
                "First Name": "Alexander",
                "Last Name": "Moravsky",
                "Affiliation": ""
            },
            {
                "First Name": "R O",
                "Last Name": "Loutfy",
                "Affiliation": ""
            },
            {
                "First Name": "A K",
                "Last Name": "Sood",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of nanoscience and nanotechnology",
        "PubDate": "2007"
    },
    {
        "PMID": "17148136",
        "Title": "Faster development does not lead to correlated evolution of greater pre-adult competitive ability in Drosophila melanogaster.",
        "Abstract": "In comparisons across Drosophila species, faster pre-adult development is phenotypically correlated with increased pre-adult competitive ability, suggesting that these two traits may also be evolutionary correlates of one another. However, correlations between traits within- and among- species can differ, and in most cases it is the within-species genetic correlations that are likely to act as constraints on adaptive evolution. Moreover, laboratory studies on Drosophila melanogaster have shown that the suite of traits that evolves in populations subjected to selection for faster development is the opposite of the traits that evolve in populations selected for increased pre-adult competitive ability. This observation led us to propose that, despite having a higher carrying capacity and a reduced minimum food requirement for completing development than controls, D. melanogaster populations subjected to selection for faster development should have lower competitive ability than controls owing to their reduced larval feeding rates and urea tolerance. Here, we describe results from pre-adult competition experiments that clearly show that the faster developing populations are substantially poorer competitors than controls when reared at high density in competition with a marked mutant strain. We briefly discuss these results in the context of different formulations of density-dependent selection theory.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptation, Physiological",
            "Animals",
            "Competitive Behavior",
            "Drosophila melanogaster",
            "Feeding Behavior",
            "Larva",
            "Phenotype",
            "Population Density"
        ],
        "Authors": [
            {
                "First Name": "Mallikarjun",
                "Last Name": "Shakarad",
                "Affiliation": "Behaviour, Ecology & Evolution Laboratory, Biology Department, Poornaprajna Institute of Scientific Research, P. O. Box 18, Devanahalli-562 110, Bangalore, India. mallik@poornaprajna.org"
            },
            {
                "First Name": "N G",
                "Last Name": "Prasad",
                "Affiliation": ""
            },
            {
                "First Name": "Kaustubh",
                "Last Name": "Gokhale",
                "Affiliation": ""
            },
            {
                "First Name": "Vikram",
                "Last Name": "Gadagkar",
                "Affiliation": ""
            },
            {
                "First Name": "M",
                "Last Name": "Rajamani",
                "Affiliation": ""
            },
            {
                "First Name": "Amitabh",
                "Last Name": "Joshi",
                "Affiliation": ""
            }
        ],
        "Journal": "Biology letters",
        "PubDate": "2005"
    }
]