[
    {
        "PMID": "35244768",
        "Title": "Upregulation of BMI1-suppressor miRNAs (miR-200c, miR-203) during terminal differentiation of colon epithelial cells.",
        "Abstract": "MicroRNAs (miRNAs) are key regulators of stem cell functions, including self-renewal and differentiation. In this study, we aimed to identify miRNAs that are upregulated during terminal differentiation in the human colon epithelium, and elucidate their role in the mechanistic control of stem cell properties.",
        "Keywords": [
            "BMI1",
            "Cell differentiation",
            "Colon",
            "Tumor-suppressor",
            "miRNA"
        ],
        "MeSH terms": [
            "Animals",
            "Cell Line, Tumor",
            "Colonic Neoplasms",
            "Epithelial Cell Adhesion Molecule",
            "Epithelial Cells",
            "Gene Expression Regulation, Neoplastic",
            "Humans",
            "Mice",
            "MicroRNAs",
            "Polycomb Repressive Complex 1",
            "Proto-Oncogene Proteins",
            "Up-Regulation"
        ],
        "Authors": [
            {
                "First Name": "Shigeo",
                "Last Name": "Hisamori",
                "Affiliation": "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University, Stanford, CA, 94305, USA."
            },
            {
                "First Name": "Junko",
                "Last Name": "Mukohyama",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Sanjay",
                "Last Name": "Koul",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Takanori",
                "Last Name": "Hayashi",
                "Affiliation": "Department of Biochemistry, Fujita Health University School of Medicine, Toyoake, Aichi, 4701192, Japan."
            },
            {
                "First Name": "Michael Evan",
                "Last Name": "Rothenberg",
                "Affiliation": "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University, Stanford, CA, 94305, USA."
            },
            {
                "First Name": "Masao",
                "Last Name": "Maeda",
                "Affiliation": "Department of Biochemistry, Fujita Health University School of Medicine, Toyoake, Aichi, 4701192, Japan."
            },
            {
                "First Name": "Taichi",
                "Last Name": "Isobe",
                "Affiliation": "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University, Stanford, CA, 94305, USA."
            },
            {
                "First Name": "Luis Enrique",
                "Last Name": "Valencia Salazar",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Xin",
                "Last Name": "Qian",
                "Affiliation": "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University, Stanford, CA, 94305, USA."
            },
            {
                "First Name": "Darius Michael",
                "Last Name": "Johnston",
                "Affiliation": "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University, Stanford, CA, 94305, USA."
            },
            {
                "First Name": "Dalong",
                "Last Name": "Qian",
                "Affiliation": "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University, Stanford, CA, 94305, USA."
            },
            {
                "First Name": "Kaiqin",
                "Last Name": "Lao",
                "Affiliation": "Genetic Sciences Division (GSD), Thermo Fisher Scientific, South San Francisco, CA, 94080, USA."
            },
            {
                "First Name": "Naoya",
                "Last Name": "Asai",
                "Affiliation": "Department of Pathology, Fujita Health University School of Medicine, Toyoake, Aichi, 4701192, Japan."
            },
            {
                "First Name": "Yoshihiro",
                "Last Name": "Kakeji",
                "Affiliation": "Division of Gastrointestinal Surgery, Kobe University Graduate School of Medicine, Kobe, Hyogo, 6500017, Japan."
            },
            {
                "First Name": "Vincenzo Alessandro",
                "Last Name": "Gennarino",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Debashis",
                "Last Name": "Sahoo",
                "Affiliation": "Department of Computer Science and Engineering and Department of Pediatrics, University of California San Diego (UCSD), San Diego, CA, 92123, USA."
            },
            {
                "First Name": "Piero",
                "Last Name": "Dalerba",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York, NY, 10032, USA. pdd2109@cumc.columbia.edu."
            },
            {
                "First Name": "Yohei",
                "Last Name": "Shimono",
                "Affiliation": "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University, Stanford, CA, 94305, USA. yshimono@fujita-hu.ac.jp."
            }
        ],
        "Journal": "Journal of gastroenterology",
        "PubDate": "2022"
    },
    {
        "PMID": "23431031",
        "Title": "Human-specific regulation of MeCP2 levels in fetal brains by microRNA miR-483-5p.",
        "Abstract": "Proper neurological function in humans requires precise control of levels of the epigenetic regulator methyl CpG-binding protein 2 (MeCP2). MeCP2 protein levels are low in fetal brains, where the predominant MECP2 transcripts have an unusually long 3' untranslated region (UTR). Here, we show that miR-483-5p, an intragenic microRNA of the imprinted IGF2, regulates MeCP2 levels through a human-specific binding site in the MECP2 long 3' UTR. We demonstrate the inverse correlation of miR-483-5p and MeCP2 levels in developing human brains and fibroblasts from Beckwith-Wiedemann syndrome patients. Importantly, expression of miR-483-5p rescues abnormal dendritic spine phenotype of neurons overexpressing human MeCP2. In addition, miR-483-5p modulates the levels of proteins of the MeCP2-interacting corepressor complexes, including HDAC4 and TBL1X. These data provide insight into the role of miR-483-5p in regulating the levels of MeCP2 and interacting proteins during human fetal development.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Brain",
            "Cell Line",
            "Fetus",
            "Gene Expression Regulation, Developmental",
            "Genomic Imprinting",
            "Humans",
            "Methyl-CpG-Binding Protein 2",
            "MicroRNAs",
            "Neurons",
            "Protein Binding"
        ],
        "Authors": [
            {
                "First Name": "Kihoon",
                "Last Name": "Han",
                "Affiliation": "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Vincenzo Alessandro",
                "Last Name": "Gennarino",
                "Affiliation": ""
            },
            {
                "First Name": "Yoontae",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Kaifang",
                "Last Name": "Pang",
                "Affiliation": ""
            },
            {
                "First Name": "Kazue",
                "Last Name": "Hashimoto-Torii",
                "Affiliation": ""
            },
            {
                "First Name": "Sanaa",
                "Last Name": "Choufani",
                "Affiliation": ""
            },
            {
                "First Name": "Chandrasekhar S",
                "Last Name": "Raju",
                "Affiliation": ""
            },
            {
                "First Name": "Michael C",
                "Last Name": "Oldham",
                "Affiliation": ""
            },
            {
                "First Name": "Rosanna",
                "Last Name": "Weksberg",
                "Affiliation": ""
            },
            {
                "First Name": "Pasko",
                "Last Name": "Rakic",
                "Affiliation": ""
            },
            {
                "First Name": "Zhandong",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Huda Y",
                "Last Name": "Zoghbi",
                "Affiliation": ""
            }
        ],
        "Journal": "Genes & development",
        "PubDate": "2013"
    },
    {
        "PMID": "22345618",
        "Title": "Identification of microRNA-regulated gene networks by expression analysis of target genes.",
        "Abstract": "MicroRNAs (miRNAs) and transcription factors control eukaryotic cell proliferation, differentiation, and metabolism through their specific gene regulatory networks. However, differently from transcription factors, our understanding of the processes regulated by miRNAs is currently limited. Here, we introduce gene network analysis as a new means for gaining insight into miRNA biology. A systematic analysis of all human miRNAs based on Co-expression Meta-analysis of miRNA Targets (CoMeTa) assigns high-resolution biological functions to miRNAs and provides a comprehensive, genome-scale analysis of human miRNA regulatory networks. Moreover, gene cotargeting analyses show that miRNAs synergistically regulate cohorts of genes that participate in similar processes. We experimentally validate the CoMeTa procedure through focusing on three poorly characterized miRNAs, miR-519d/190/340, which CoMeTa predicts to be associated with the TGFβ pathway. Using lung adenocarcinoma A549 cells as a model system, we show that miR-519d and miR-190 inhibit, while miR-340 enhances TGFβ signaling and its effects on cell proliferation, morphology, and scattering. Based on these findings, we formalize and propose co-expression analysis as a general paradigm for second-generation procedures to recognize bona fide targets and infer biological roles and network communities of miRNAs.",
        "Keywords": [],
        "MeSH terms": [
            "Gene Regulatory Networks",
            "Genome, Human",
            "Genomics",
            "Humans",
            "MicroRNAs",
            "Signal Transduction",
            "Transforming Growth Factor beta"
        ],
        "Authors": [
            {
                "First Name": "Vincenzo Alessandro",
                "Last Name": "Gennarino",
                "Affiliation": "Telethon Institute of Genetics and Medicine, Naples, Italy."
            },
            {
                "First Name": "Giovanni",
                "Last Name": "D'Angelo",
                "Affiliation": ""
            },
            {
                "First Name": "Gopuraja",
                "Last Name": "Dharmalingam",
                "Affiliation": ""
            },
            {
                "First Name": "Serena",
                "Last Name": "Fernandez",
                "Affiliation": ""
            },
            {
                "First Name": "Giorgio",
                "Last Name": "Russolillo",
                "Affiliation": ""
            },
            {
                "First Name": "Remo",
                "Last Name": "Sanges",
                "Affiliation": ""
            },
            {
                "First Name": "Margherita",
                "Last Name": "Mutarelli",
                "Affiliation": ""
            },
            {
                "First Name": "Vincenzo",
                "Last Name": "Belcastro",
                "Affiliation": ""
            },
            {
                "First Name": "Andrea",
                "Last Name": "Ballabio",
                "Affiliation": ""
            },
            {
                "First Name": "Pasquale",
                "Last Name": "Verde",
                "Affiliation": ""
            },
            {
                "First Name": "Marco",
                "Last Name": "Sardiello",
                "Affiliation": ""
            },
            {
                "First Name": "Sandro",
                "Last Name": "Banfi",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2012"
    },
    {
        "PMID": "21435384",
        "Title": "HOCTAR database: a unique resource for microRNA target prediction.",
        "Abstract": "microRNAs (miRNAs) are the most abundant class of small RNAs in mammals. They play an important role in regulation of gene expression by inducing mRNA cleavage or translational inhibition. Each miRNA targets an average of 100-200 genes by binding, preferentially, to their 3' UTRs by means of partial sequence complementarity. Most miRNAs are localized within transcriptional units, termed host genes, and show similar expression behavior with respect to their corresponding host genes. Considering the impact of miRNA in the regulation of gene expression and their involvement in a growing number of human disorders, it is vital to develop sensitive computational approaches able to identify miRNA target genes. The HOCTAR database (db) is a publicly available resource collecting ranked list of predicted target genes for 290 intragenic miRNAs annotated in human. HOCTARdb is a unique resource that integrates miRNA target prediction genes and transcriptomic data to score putative miRNA targets looking at the expression behavior of their host genes. We demonstrated, by testing 135 known validated target genes (either at the translational or transcriptional level) for different miRNAs, that the miRNA target prediction lists present in HOCTARdb are highly reliable. Moreover, HOCTARdb associates biological roles to each miRNA-controlled transcriptional network by means of Gene Ontology analysis. This information is easily accessible through a user-friendly query page. The HOCTARdb is available at http://hoctar.tigem.it/. We believe that a detailed relationship between miRNAs and their target genes and a constant update of the information contained in HOCTARdb will provide an extremely valuable resource to assist the researcher in the discovery of miRNA target genes.",
        "Keywords": [],
        "MeSH terms": [
            "Computational Biology",
            "Databases, Factual",
            "Gene Expression Regulation",
            "Humans",
            "MicroRNAs",
            "Reproducibility of Results"
        ],
        "Authors": [
            {
                "First Name": "Vincenzo Alessandro",
                "Last Name": "Gennarino",
                "Affiliation": "Telethon Institute of Genetics and Medicine, Naples, Italy. gennarin@bcm.edu"
            },
            {
                "First Name": "Marco",
                "Last Name": "Sardiello",
                "Affiliation": ""
            },
            {
                "First Name": "Margherita",
                "Last Name": "Mutarelli",
                "Affiliation": ""
            },
            {
                "First Name": "Gopuraja",
                "Last Name": "Dharmalingam",
                "Affiliation": ""
            },
            {
                "First Name": "Vincenza",
                "Last Name": "Maselli",
                "Affiliation": ""
            },
            {
                "First Name": "Giampiero",
                "Last Name": "Lago",
                "Affiliation": ""
            },
            {
                "First Name": "Sandro",
                "Last Name": "Banfi",
                "Affiliation": ""
            }
        ],
        "Journal": "Gene",
        "PubDate": "2011"
    },
    {
        "PMID": "19889204",
        "Title": "microRNAs and genetic diseases.",
        "Abstract": "microRNAs (miRNAs) are a class of small RNAs (19-25 nucleotides in length) processed from double-stranded hairpin precursors. They negatively regulate gene expression in animals, by binding, with imperfect base pairing, to target sites in messenger RNAs (usually in 3' untranslated regions) thereby either reducing translational efficiency or determining transcript degradation. Considering that each miRNA can regulate, on average, the expression of approximately several hundred target genes, the miRNA apparatus can participate in the control of the gene expression of a large quota of mammalian transcriptomes and proteomes. As a consequence, miRNAs are expected to regulate various developmental and physiological processes, such as the development and function of many tissue and organs. Due to the strong impact of miRNAs on the biological processes, it is expected that mutations affecting miRNA function have a pathogenic role in human genetic diseases, similar to protein-coding genes. In this review, we provide an overview of the evidence available to date which support the pathogenic role of miRNAs in human genetic diseases. We will first describe the main types of mutation mechanisms affecting miRNA function that can result in human genetic disorders, namely: (1) mutations affecting miRNA sequences; (2) mutations in the recognition sites for miRNAs harboured in target mRNAs; and (3) mutations in genes that participate in the general processes of miRNA processing and function. Finally, we will also describe the results of recent studies, mostly based on animal models, indicating the phenotypic consequences of miRNA alterations on the function of several tissues and organs. These studies suggest that the spectrum of genetic diseases possibly caused by mutations in miRNAs is wide and is only starting to be unravelled.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Nicola",
                "Last Name": "Meola",
                "Affiliation": "Telethon Institute of Genetics and Medicine (TIGEM), 80131 Naples, Italy. banfi@tigem.it."
            },
            {
                "First Name": "Vincenzo Alessandro",
                "Last Name": "Gennarino",
                "Affiliation": ""
            },
            {
                "First Name": "Sandro",
                "Last Name": "Banfi",
                "Affiliation": ""
            }
        ],
        "Journal": "PathoGenetics",
        "PubDate": "2009"
    },
    {
        "PMID": "19880380",
        "Title": "UTRdb and UTRsite (RELEASE 2010): a collection of sequences and regulatory motifs of the untranslated regions of eukaryotic mRNAs.",
        "Abstract": "The 5' and 3' untranslated regions of eukaryotic mRNAs (UTRs) play crucial roles in the post-transcriptional regulation of gene expression through the modulation of nucleo-cytoplasmic mRNA transport, translation efficiency, subcellular localization and message stability. UTRdb is a curated database of 5' and 3' untranslated sequences of eukaryotic mRNAs, derived from several sources of primary data. Experimentally validated functional motifs are annotated and also collated as the UTRsite database where more specific information on the functional motifs and cross-links to interacting regulatory protein are provided. In the current update, the UTR entries have been organized in a gene-centric structure to better visualize and retrieve 5' and 3'UTR variants generated by alternative initiation and termination of transcription and alternative splicing. Experimentally validated miRNA targets and conserved sequence elements are also annotated. The integration of UTRdb with genomic data has allowed the implementation of an efficient annotation system and a powerful retrieval resource for the selection and extraction of specific UTR subsets. All internet resources implemented for retrieval and functional analysis of 5' and 3' untranslated regions of eukaryotic mRNAs are accessible at http://utrdb.ba.itb.cnr.it/.",
        "Keywords": [],
        "MeSH terms": [
            "3' Untranslated Regions",
            "5' Untranslated Regions",
            "Algorithms",
            "Animals",
            "Computational Biology",
            "Databases, Genetic",
            "Databases, Nucleic Acid",
            "Databases, Protein",
            "Genome, Plant",
            "Humans",
            "Information Storage and Retrieval",
            "Internet",
            "Protein Isoforms",
            "Software",
            "User-Computer Interface"
        ],
        "Authors": [
            {
                "First Name": "Giorgio",
                "Last Name": "Grillo",
                "Affiliation": "Istituto Tecnologie Biomediche del Consiglio Nazionale delle Ricerche, via Amendola 122/D, 70126 Bari, Italy."
            },
            {
                "First Name": "Antonio",
                "Last Name": "Turi",
                "Affiliation": ""
            },
            {
                "First Name": "Flavio",
                "Last Name": "Licciulli",
                "Affiliation": ""
            },
            {
                "First Name": "Flavio",
                "Last Name": "Mignone",
                "Affiliation": ""
            },
            {
                "First Name": "Sabino",
                "Last Name": "Liuni",
                "Affiliation": ""
            },
            {
                "First Name": "Sandro",
                "Last Name": "Banfi",
                "Affiliation": ""
            },
            {
                "First Name": "Vincenzo Alessandro",
                "Last Name": "Gennarino",
                "Affiliation": ""
            },
            {
                "First Name": "David S",
                "Last Name": "Horner",
                "Affiliation": ""
            },
            {
                "First Name": "Giulio",
                "Last Name": "Pavesi",
                "Affiliation": ""
            },
            {
                "First Name": "Ernesto",
                "Last Name": "Picardi",
                "Affiliation": ""
            },
            {
                "First Name": "Graziano",
                "Last Name": "Pesole",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2010"
    },
    {
        "PMID": "19556463",
        "Title": "A gene network regulating lysosomal biogenesis and function.",
        "Abstract": "Lysosomes are organelles central to degradation and recycling processes in animal cells. Whether lysosomal activity is coordinated to respond to cellular needs remains unclear. We found that most lysosomal genes exhibit coordinated transcriptional behavior and are regulated by the transcription factor EB (TFEB). Under aberrant lysosomal storage conditions, TFEB translocated from the cytoplasm to the nucleus, resulting in the activation of its target genes. TFEB overexpression in cultured cells induced lysosomal biogenesis and increased the degradation of complex molecules, such as glycosaminoglycans and the pathogenic protein that causes Huntington's disease. Thus, a genetic program controls lysosomal biogenesis and function, providing a potential therapeutic target to enhance cellular clearing in lysosomal storage disorders and neurodegenerative diseases.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Basic Helix-Loop-Helix Leucine Zipper Transcription Factors",
            "Cells, Cultured",
            "Chromatin Immunoprecipitation",
            "Consensus Sequence",
            "Gene Regulatory Networks",
            "HeLa Cells",
            "Humans",
            "Inverted Repeat Sequences",
            "Lysosomes",
            "Mice",
            "Promoter Regions, Genetic",
            "Sucrose",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Marco",
                "Last Name": "Sardiello",
                "Affiliation": "Telethon Institute of Genetics and Medicine, Via P. Castellino 111, 80131 Naples, Italy."
            },
            {
                "First Name": "Michela",
                "Last Name": "Palmieri",
                "Affiliation": ""
            },
            {
                "First Name": "Alberto",
                "Last Name": "di Ronza",
                "Affiliation": ""
            },
            {
                "First Name": "Diego Luis",
                "Last Name": "Medina",
                "Affiliation": ""
            },
            {
                "First Name": "Marta",
                "Last Name": "Valenza",
                "Affiliation": ""
            },
            {
                "First Name": "Vincenzo Alessandro",
                "Last Name": "Gennarino",
                "Affiliation": ""
            },
            {
                "First Name": "Chiara",
                "Last Name": "Di Malta",
                "Affiliation": ""
            },
            {
                "First Name": "Francesca",
                "Last Name": "Donaudy",
                "Affiliation": ""
            },
            {
                "First Name": "Valerio",
                "Last Name": "Embrione",
                "Affiliation": ""
            },
            {
                "First Name": "Roman S",
                "Last Name": "Polishchuk",
                "Affiliation": ""
            },
            {
                "First Name": "Sandro",
                "Last Name": "Banfi",
                "Affiliation": ""
            },
            {
                "First Name": "Giancarlo",
                "Last Name": "Parenti",
                "Affiliation": ""
            },
            {
                "First Name": "Elena",
                "Last Name": "Cattaneo",
                "Affiliation": ""
            },
            {
                "First Name": "Andrea",
                "Last Name": "Ballabio",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2009"
    },
    {
        "PMID": "19088304",
        "Title": "MicroRNA target prediction by expression analysis of host genes.",
        "Abstract": "MicroRNAs (miRNAs) are small noncoding RNAs that control gene expression by inducing RNA cleavage or translational inhibition. Most human miRNAs are intragenic and are transcribed as part of their hosting transcription units. We hypothesized that the expression profiles of miRNA host genes and of their targets are inversely correlated and devised a novel procedure, HOCTAR (host gene oppositely correlated targets), which ranks predicted miRNA target genes based on their anti-correlated expression behavior relative to their respective miRNA host genes. HOCTAR is the first tool for systematic miRNA target prediction that utilizes the same set of microarray experiments to monitor the expression of both miRNAs (through their host genes) and candidate targets. We applied the procedure to 178 human intragenic miRNAs and found that it performs better than currently available prediction softwares in pinpointing previously validated miRNA targets. The high-scoring HOCTAR predicted targets were enriched in Gene Ontology categories, which were consistent with previously published data, as in the case of miR-106b and miR-93. By means of overexpression and loss-of-function assays, we also demonstrated that HOCTAR is efficient in predicting novel miRNA targets and we identified, by microarray and qRT-PCR procedures, 34 and 28 novel targets for miR-26b and miR-98, respectively. Overall, we believe that the use of HOCTAR significantly reduces the number of candidate miRNA targets to be tested compared to the procedures based solely on target sequence recognition. Finally, our data further confirm that miRNAs have a significant impact on the mRNA levels of most of their targets.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Forecasting",
            "Gene Expression Profiling",
            "Gene Expression Regulation",
            "Genes",
            "HeLa Cells",
            "Humans",
            "MicroRNAs",
            "Oligonucleotide Array Sequence Analysis",
            "Sequence Analysis, RNA"
        ],
        "Authors": [
            {
                "First Name": "Vincenzo Alessandro",
                "Last Name": "Gennarino",
                "Affiliation": "Telethon Institute of Genetics and Medicine (TIGEM), 80131 Naples, Italy."
            },
            {
                "First Name": "Marco",
                "Last Name": "Sardiello",
                "Affiliation": ""
            },
            {
                "First Name": "Raffaella",
                "Last Name": "Avellino",
                "Affiliation": ""
            },
            {
                "First Name": "Nicola",
                "Last Name": "Meola",
                "Affiliation": ""
            },
            {
                "First Name": "Vincenza",
                "Last Name": "Maselli",
                "Affiliation": ""
            },
            {
                "First Name": "Santosh",
                "Last Name": "Anand",
                "Affiliation": ""
            },
            {
                "First Name": "Luisa",
                "Last Name": "Cutillo",
                "Affiliation": ""
            },
            {
                "First Name": "Andrea",
                "Last Name": "Ballabio",
                "Affiliation": ""
            },
            {
                "First Name": "Sandro",
                "Last Name": "Banfi",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2009"
    }
]