[
    {
        "PMID": "37849458",
        "Title": "Peptide Variant Detection by a Living Yeast Biosensor via an Epitope-Selective Protease.",
        "Abstract": "We previously demonstrated that we could hijack the fungal pheromone signaling pathway to provide a living yeast biosensor where peptide biomarkers were recognized by G-protein-coupled receptors and engineered to transcribe a readout. Here, we demonstrated that the protease could be reintroduced to the biosensor to provide a simple mechanism for distinguishing single-amino-acid changes in peptide ligands that, otherwise, would likely be difficult to detect using binding-based assays. We characterized the dose-response curves for five fungal pheromone G-protein-coupled receptors, peptides, and proteases",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Tea",
                "Last Name": "Crnković",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Benjamin J",
                "Last Name": "Bokor",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Mead E",
                "Last Name": "Lockwood",
                "Affiliation": "School of General Studies, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "Biodesign research",
        "PubDate": "2023"
    },
    {
        "PMID": "35699947",
        "Title": "High-Titer Production of the Fungal Anhydrotetracycline, TAN-1612, in Engineered Yeasts.",
        "Abstract": "Antibiotic resistance is a growing global health threat, demanding urgent responses. Tetracyclines, a widely used antibiotic class, are increasingly succumbing to antibiotic resistance; generating novel analogues is therefore a top priority for public health. Fungal tetracyclines provide structural and enzymatic diversity for novel tetracycline analogue production in tractable heterologous hosts, like yeasts, to combat antibiotic-resistant pathogens. Here, we successfully engineered ",
        "Keywords": [
            "Saccharomyces boulardii",
            "Saccharomyces cerevisiae",
            "TAN-1612",
            "anhydrotetracycline",
            "efflux pumps"
        ],
        "MeSH terms": [
            "Anti-Bacterial Agents",
            "Saccharomyces cerevisiae",
            "Tetracyclines",
            "Yeasts"
        ],
        "Authors": [
            {
                "First Name": "Pedro A",
                "Last Name": "Baldera-Aguayo",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biomedical Studies, Columbia University, New York, New York 10032, United States."
            },
            {
                "First Name": "Arden",
                "Last Name": "Lee",
                "Affiliation": "Department of Chemistry, Columbia University, 550 W 120th Street, Northwest Corner Building 1206, New York, New York 10027, United States."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University, 550 W 120th Street, Northwest Corner Building 1206, New York, New York 10027, United States."
            }
        ],
        "Journal": "ACS synthetic biology",
        "PubDate": "2022"
    },
    {
        "PMID": "35023728",
        "Title": "Peptide-Dependent Growth in Yeast via Fine-Tuned Peptide/GPCR-Activated Essential Gene Expression.",
        "Abstract": "Building multicellular microbial consortia that communicate with each other and perform programmed functionalities is the next milestone for synthetic biology. Achieving cell-cell communication within these communities requires programming of the transduction of an extracellular signal into a customized intracellular response. G-protein-coupled receptors (GPCRs) are attractive candidates for engineering signal transduction as they can sense extracellular events with high sensitivity and specificity and transduce them into complex intracellular programs. We recently developed a scalable cell-cell communication language based on fungal mating GPCRs and their secreted peptide ligands. This language allows the assembly of engineered yeast strains into multicellular communication networks and allows them to be made interdependent by peptide signaling. In peptide signaling, one cell secretes a peptide that supports the growth of another cell at nanomolar concentrations, a scalable approach for engineering interdependence. Here we address the challenge of correlating the doubling time of ",
        "Keywords": [],
        "MeSH terms": [
            "Gene Expression",
            "Genes, Essential",
            "Genetic Engineering",
            "Humans",
            "Ligands",
            "Peptides",
            "Receptors, G-Protein-Coupled",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Signal Transduction",
            "Synthetic Biology"
        ],
        "Authors": [
            {
                "First Name": "Sonja",
                "Last Name": "Billerbeck",
                "Affiliation": "Molecular Microbiology, Groningen Biomolecular Sciences and Biotechnology Institute, University of Groningen, 9700 AB Groningen, The Netherlands."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, United States."
            }
        ],
        "Journal": "Biochemistry",
        "PubDate": "2022"
    },
    {
        "PMID": "34786712",
        "Title": "Synthetic biology: at the crossroads of genetic engineering and human therapeutics-a Keystone Symposia report.",
        "Abstract": "Synthetic biology has the potential to transform cell- and gene-based therapies for a variety of diseases. Sophisticated tools are now available for both eukaryotic and prokaryotic cells to engineer cells to selectively achieve therapeutic effects in response to one or more disease-related signals, thus sparing healthy tissue from potentially cytotoxic effects. This report summarizes the Keystone eSymposium \"Synthetic Biology: At the Crossroads of Genetic Engineering and Human Therapeutics,\" which took place on May 3 and 4, 2021. Given that several therapies engineered using synthetic biology have entered clinical trials, there was a clear need for a synthetic biology symposium that emphasizes the therapeutic applications of synthetic biology as opposed to the technical aspects. Presenters discussed the use of synthetic biology to improve T cell, gene, and viral therapies, to engineer probiotics, and to expand upon existing modalities and functions of cell-based therapies.",
        "Keywords": [
            "CAR T cells",
            "CRISPR",
            "bacterial engineering",
            "biosensor",
            "cell therapy",
            "cellular engineering",
            "gene therapy",
            "genetic engineering",
            "logic gating",
            "oncolytic virus",
            "receptor engineering",
            "synthetic biology",
            "tumor-associated antigen"
        ],
        "MeSH terms": [
            "Animals",
            "Cell- and Tissue-Based Therapy",
            "Congresses as Topic",
            "Gene Targeting",
            "Genetic Engineering",
            "Genetic Therapy",
            "Humans",
            "Killer Cells, Natural",
            "Machine Learning",
            "Research Report",
            "Synthetic Biology",
            "T-Lymphocytes"
        ],
        "Authors": [
            {
                "First Name": "Jennifer",
                "Last Name": "Cable",
                "Affiliation": "PhD Science Writer, New York, New York."
            },
            {
                "First Name": "Joshua N",
                "Last Name": "Leonard",
                "Affiliation": "Department of Chemical and Biological Engineering, Center for Synthetic Biology, Interdisciplinary Biological Sciences Program, Chemistry of Life Processes Institute; and Robert H. Lurie Comprehensive Cancer Center, Northwestern University, Evanston, Illinois."
            },
            {
                "First Name": "Timothy K",
                "Last Name": "Lu",
                "Affiliation": "Research Lab of Electronics, Massachusetts Institute of Technology, Cambridge, Massachusetts."
            },
            {
                "First Name": "Zhen",
                "Last Name": "Xie",
                "Affiliation": "MOE Key Laboratory of Bioinformatics and Bioinformatics Division, Center for Synthetic and System Biology, Department of Automation, Beijing National Research Center for Information Science and Technology, Tsinghua University, Beijing, China."
            },
            {
                "First Name": "Matthew Wook",
                "Last Name": "Chang",
                "Affiliation": "Synthetic Biology Translational Research Program and Department of Biochemistry, Yong Loo Lin School of Medicine, National University of Singapore; NUS Synthetic Biology for Clinical and Technological Innovation (SynCTI), National University of Singapore, Singapore."
            },
            {
                "First Name": "Luis Ángel",
                "Last Name": "Fernández",
                "Affiliation": "Department of Microbial Biotechnology, Centro Nacional de Biotecnología, Consejo Superior de Investigaciones Científicas (CNB-CSIC), Madrid, Spain."
            },
            {
                "First Name": "José M",
                "Last Name": "Lora",
                "Affiliation": "Intergalactic Therapeutics, Cambridge, Massachusetts."
            },
            {
                "First Name": "Howard L",
                "Last Name": "Kaufman",
                "Affiliation": "Division of Surgical Oncology, Massachusetts General Hospital, Boston, Massachusetts."
            },
            {
                "First Name": "Francisco J",
                "Last Name": "Quintana",
                "Affiliation": "Ann Romney Center for Neurologic Diseases, Brigham and Women's Hospital, Harvard Medical School, Boston and The Broad Institute of MIT and Harvard, Cambridge, Massachusetts."
            },
            {
                "First Name": "Roger",
                "Last Name": "Geiger",
                "Affiliation": "Institute for Research in Biomedicine, and Institute of Oncology Research, Università della Svizzera italiana, Bellinzona, Switzerland."
            },
            {
                "First Name": "Cammie",
                "Last Name": "F Lesser",
                "Affiliation": "Department of Microbiology, Blavatnik Institute, Harvard Medical School and Center for Bacterial Pathogenesis, Division of Infectious Diseases, Department of Medicine, Massachusetts General Hospital, Boston, Massachusetts."
            },
            {
                "First Name": "Jason P",
                "Last Name": "Lynch",
                "Affiliation": "Department of Microbiology, Blavatnik Institute, Harvard Medical School and Center for Bacterial Pathogenesis, Division of Infectious Diseases, Department of Medicine, Massachusetts General Hospital, Boston, Massachusetts."
            },
            {
                "First Name": "David L",
                "Last Name": "Hava",
                "Affiliation": "Research Lab of Electronics, Massachusetts Institute of Technology, Cambridge, Massachusetts."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York."
            },
            {
                "First Name": "Gary K",
                "Last Name": "Lee",
                "Affiliation": "Senti Biosciences, South San Francisco, California."
            },
            {
                "First Name": "Breanna",
                "Last Name": "DiAndreth",
                "Affiliation": "A2 Biotherapeutics, Agoura Hills, California."
            },
            {
                "First Name": "Michael",
                "Last Name": "Fero",
                "Affiliation": "TeselaGen Biotechnology, San Francisco, California."
            },
            {
                "First Name": "Rajkamal",
                "Last Name": "Srivastava",
                "Affiliation": "Biophysics and Structural Genomics Division, Saha Institute of Nuclear Physics, Homi Bhabha National Institute (HBNI), Kolkata, India."
            },
            {
                "First Name": "Tim",
                "Last Name": "De Coster",
                "Affiliation": "Laboratory of Experimental Cardiology, Department of Cardiology, Leiden University Medical Center, Leiden, the Netherlands."
            },
            {
                "First Name": "Kole T",
                "Last Name": "Roybal",
                "Affiliation": "Department of Microbiology and Immunology and Helen Diller Family Comprehensive Cancer Center, University of California, San Francisco, San Francisco, California."
            },
            {
                "First Name": "Owen J L",
                "Last Name": "Rackham",
                "Affiliation": "Program in Cardiovascular and Metabolic Disorders, Duke-National University of Singapore Medical School, Singapore."
            },
            {
                "First Name": "Samira",
                "Last Name": "Kiani",
                "Affiliation": "Division of Experimental Pathology, Department of Pathology, School of Medicine; and Pittsburgh Liver Research Center, University of Pittsburgh, Pittsburgh, Pennsylvania."
            },
            {
                "First Name": "Iowis",
                "Last Name": "Zhu",
                "Affiliation": "University of California, San Francisco, San Francisco, California."
            },
            {
                "First Name": "Rogelio A",
                "Last Name": "Hernandez-Lopez",
                "Affiliation": "Cell Design Institute, Department of Cellular and Molecular Pharmacology; and Center for Cellular Construction, University of California San Francisco, San Francisco, California."
            },
            {
                "First Name": "Tingxi",
                "Last Name": "Guo",
                "Affiliation": "Massachusetts Institute of Technology, Cambridge, Massachusetts."
            },
            {
                "First Name": "William C W",
                "Last Name": "Chen",
                "Affiliation": "Research Laboratory of Electronics and Department of Biological Engineering, Massachusetts Institute of Technology, Cambridge; and Cardiovascular Research Center, Massachusetts General Hospital, Boston, Massachusetts."
            }
        ],
        "Journal": "Annals of the New York Academy of Sciences",
        "PubDate": "2021"
    },
    {
        "PMID": "34269557",
        "Title": "Heterologous Catalysis of the Final Steps of Tetracycline Biosynthesis by ",
        "Abstract": "Developing treatments for antibiotic resistant bacterial infections is among the highest priority public health challenges worldwide. Tetracyclines, one of the most important classes of antibiotics, have fallen prey to antibiotic resistance, necessitating the generation of new analogs. Many tetracycline analogs have been accessed through both total synthesis and semisynthesis, but key C-ring tetracycline analogs remain inaccessible. New methods are needed to unlock access to these analogs, and heterologous biosynthesis in a tractable host such as ",
        "Keywords": [],
        "MeSH terms": [
            "Alcohol Oxidoreductases",
            "Anti-Bacterial Agents",
            "Fungal Proteins",
            "Hydroxylation",
            "Mixed Function Oxygenases",
            "NADH, NADPH Oxidoreductases",
            "Oxidation-Reduction",
            "Saccharomyces cerevisiae",
            "Tetracycline",
            "Tetracyclines"
        ],
        "Authors": [
            {
                "First Name": "Ehud",
                "Last Name": "Herbst",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, United States."
            },
            {
                "First Name": "Arden",
                "Last Name": "Lee",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, United States."
            },
            {
                "First Name": "Yi",
                "Last Name": "Tang",
                "Affiliation": "Department of Chemical and Biomolecular Engineering and Department of Chemistry and Biochemistry, University of California, Los Angeles, California 90095, United States."
            },
            {
                "First Name": "Scott A",
                "Last Name": "Snyder",
                "Affiliation": "Department of Chemistry, University of Chicago, Chicago, Illinois 60637, United States."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, United States."
            }
        ],
        "Journal": "ACS chemical biology",
        "PubDate": "2021"
    },
    {
        "PMID": "34196546",
        "Title": "Genetic Code Expansion: A Brief History and Perspective.",
        "Abstract": "Since the establishment of site-specific mutagenesis of single amino acids to interrogate protein function in the 1970s, biochemists have sought to tailor protein structure in the native cell environment. Fine-tuning the chemical properties of proteins is an indispensable way to address fundamental mechanistic questions. Unnatural amino acids (UAAs) offer the possibility to expand beyond the 20 naturally occurring amino acids in most species and install new and useful chemical functions. Here, we review the literature about advances in UAA incorporation technology from chemoenzymatic aminoacylation of modified tRNAs to ",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acids",
            "Biochemistry",
            "Genetic Code",
            "History, 20th Century",
            "History, 21st Century",
            "Mutagenesis, Site-Directed",
            "RNA, Transfer"
        ],
        "Authors": [
            {
                "First Name": "Mia A",
                "Last Name": "Shandell",
                "Affiliation": "York Structural Biology Laboratory, University of York, Heslington, York YO10 5DD, U.K."
            },
            {
                "First Name": "Zhongping",
                "Last Name": "Tan",
                "Affiliation": "State Key Laboratory of Bioactive Substance and Function of Natural Medicines, Institute of Materia Medica, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing 100050, China."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, United States."
            }
        ],
        "Journal": "Biochemistry",
        "PubDate": "2021"
    },
    {
        "PMID": "33664139",
        "Title": "Draft Genome Sequence of Saccharomyces cerevisiae LW2591Y, a Laboratory Strain for ",
        "Abstract": "",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Jennifer",
                "Last Name": "Gerke",
                "Affiliation": "Molecular Microbiology and Genetics, Institute of Microbiology and Genetics, Georg-August-Universität Göttingen, Göttingen, Germany."
            },
            {
                "First Name": "Dominik",
                "Last Name": "Schneider",
                "Affiliation": "Genomic and Applied Microbiology & Göttingen Genomics Laboratory, Institute of Microbiology and Genetics, Georg-August-Universität Göttingen, Göttingen, Germany."
            },
            {
                "First Name": "Anja",
                "Last Name": "Poehlein",
                "Affiliation": "Genomic and Applied Microbiology & Göttingen Genomics Laboratory, Institute of Microbiology and Genetics, Georg-August-Universität Göttingen, Göttingen, Germany."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Gerhard H",
                "Last Name": "Braus",
                "Affiliation": "Molecular Microbiology and Genetics, Institute of Microbiology and Genetics, Georg-August-Universität Göttingen, Göttingen, Germany gbraus@gwdg.de."
            }
        ],
        "Journal": "Microbiology resource announcements",
        "PubDate": "2021"
    },
    {
        "PMID": "31521331",
        "Title": "Detection of Na",
        "Abstract": "Na",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acids",
            "Animals",
            "Fluorescence",
            "HEK293 Cells",
            "Humans",
            "Hydrophobic and Hydrophilic Interactions",
            "Ion Channel Gating",
            "Mammals",
            "NAV1.5 Voltage-Gated Sodium Channel",
            "Protein Conformation"
        ],
        "Authors": [
            {
                "First Name": "Mia A",
                "Last Name": "Shandell",
                "Affiliation": "Department of Pharmacology, College of Physicians and Surgeons, Columbia University, New York, New York. Electronic address: mia.shandell@york.ac.uk."
            },
            {
                "First Name": "Jose R",
                "Last Name": "Quejada",
                "Affiliation": "Department of Pharmacology, College of Physicians and Surgeons, Columbia University, New York, New York; Department of Rehabilitation and Regenerative Medicine, Columbia Stem Cell Initiative, Columbia University, New York, New York."
            },
            {
                "First Name": "Masayuki",
                "Last Name": "Yazawa",
                "Affiliation": "Department of Pharmacology, College of Physicians and Surgeons, Columbia University, New York, New York; Department of Rehabilitation and Regenerative Medicine, Columbia Stem Cell Initiative, Columbia University, New York, New York."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Pharmacology, College of Physicians and Surgeons, Columbia University, New York, New York; Department of Chemistry, Columbia University, New York, New York. Electronic address: vc114@columbia.edu."
            },
            {
                "First Name": "Robert S",
                "Last Name": "Kass",
                "Affiliation": "Department of Pharmacology, College of Physicians and Surgeons, Columbia University, New York, New York. Electronic address: rsk20@cumc.columbia.edu."
            }
        ],
        "Journal": "Biophysical journal",
        "PubDate": "2019"
    },
    {
        "PMID": "30698415",
        "Title": "Interrogation of Eukaryotic Stop Codon Readthrough Signals by in Vitro RNA Selection.",
        "Abstract": "RNA signals located downstream of stop codons in eukaryotic mRNAs can stimulate high levels of translational readthrough by the ribosome, thereby giving rise to functionally distinct C-terminally extended protein products. Although many readthrough events have been previously discovered in Nature, a broader description of the stimulatory RNA signals would help to identify new reprogramming events in eukaryotic genes and provide insights into the molecular mechanisms of readthrough. Here, we explore the RNA reprogramming landscape by performing in vitro translation selections to enrich RNA readthrough signals de novo from a starting randomized library comprising >10",
        "Keywords": [],
        "MeSH terms": [
            "3' Untranslated Regions",
            "Codon, Terminator",
            "Cyclin-Dependent Kinase Inhibitor p15",
            "Gene Expression Regulation",
            "High-Throughput Nucleotide Sequencing",
            "Humans",
            "In Vitro Techniques",
            "Nectins",
            "Protein Biosynthesis",
            "RNA",
            "RNA, Messenger",
            "Ribosomes"
        ],
        "Authors": [
            {
                "First Name": "Andrew V",
                "Last Name": "Anzalone",
                "Affiliation": "Department of Chemistry , Columbia University , New York , New York 10027 , United States."
            },
            {
                "First Name": "Sakellarios",
                "Last Name": "Zairis",
                "Affiliation": "Department of Systems Biology , Columbia University , New York , New York 10032 , United States."
            },
            {
                "First Name": "Annie J",
                "Last Name": "Lin",
                "Affiliation": "Department of Chemistry , Columbia University , New York , New York 10027 , United States."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Department of Systems Biology , Columbia University , New York , New York 10032 , United States."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry , Columbia University , New York , New York 10027 , United States."
            }
        ],
        "Journal": "Biochemistry",
        "PubDate": "2019"
    },
    {
        "PMID": "30696846",
        "Title": "Author Correction: A scalable peptide-GPCR language for engineering multicellular communication.",
        "Abstract": "The original version of this Article omitted a declaration from the Competing Interests statement, which should have included the following: 'J.D.B. is a founder and Director of the following: Neochromosome, Inc., the Center of Excellence for Engineering Biology, and CDI Labs, Inc. and serves on the Scientific Advisory Board of the following: Modern Meadow, Inc., Recombinetics, Inc., and Sample6, Inc.'. This has now been corrected in both the PDF and HTML versions of the Article.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Sonja",
                "Last Name": "Billerbeck",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY, 10027, USA."
            },
            {
                "First Name": "James",
                "Last Name": "Brisbois",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY, 10027, USA."
            },
            {
                "First Name": "Neta",
                "Last Name": "Agmon",
                "Affiliation": "Institute for Systems Genetics and Department of Biochemistry and Molecular Pharmacology, NYU Langone Health, 430 East 29th Street, New York, NY, 10016, USA."
            },
            {
                "First Name": "Miguel",
                "Last Name": "Jimenez",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY, 10027, USA."
            },
            {
                "First Name": "Jasmine",
                "Last Name": "Temple",
                "Affiliation": "Institute for Systems Genetics and Department of Biochemistry and Molecular Pharmacology, NYU Langone Health, 430 East 29th Street, New York, NY, 10016, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Shen",
                "Affiliation": "Institute for Systems Genetics and Department of Biochemistry and Molecular Pharmacology, NYU Langone Health, 430 East 29th Street, New York, NY, 10016, USA."
            },
            {
                "First Name": "Jef D",
                "Last Name": "Boeke",
                "Affiliation": "Institute for Systems Genetics and Department of Biochemistry and Molecular Pharmacology, NYU Langone Health, 430 East 29th Street, New York, NY, 10016, USA."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY, 10027, USA. vc114@columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2019"
    },
    {
        "PMID": "30498215",
        "Title": "A scalable peptide-GPCR language for engineering multicellular communication.",
        "Abstract": "Engineering multicellularity is one of the next breakthroughs for Synthetic Biology. A key bottleneck to building multicellular systems is the lack of a scalable signaling language with a large number of interfaces that can be used simultaneously. Here, we present a modular, scalable, intercellular signaling language in yeast based on fungal mating peptide/G-protein-coupled receptor (GPCR) pairs harnessed from nature. First, through genome-mining, we assemble 32 functional peptide-GPCR signaling interfaces with a range of dose-response characteristics. Next, we demonstrate that these interfaces can be combined into two-cell communication links, which serve as assembly units for higher-order communication topologies. Finally, we show 56 functional, two-cell links, which we use to assemble three- to six-member communication topologies and a three-member interdependent community. Importantly, our peptide-GPCR language is scalable and tunable by genetic encoding, requires minimal component engineering, and should be massively scalable by further application of our genome mining pipeline or directed evolution.",
        "Keywords": [],
        "MeSH terms": [
            "Computational Biology",
            "Peptides",
            "Protein Binding",
            "Receptors, G-Protein-Coupled",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Signal Transduction",
            "Synthetic Biology"
        ],
        "Authors": [
            {
                "First Name": "Sonja",
                "Last Name": "Billerbeck",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York, 10027, USA."
            },
            {
                "First Name": "James",
                "Last Name": "Brisbois",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York, 10027, USA."
            },
            {
                "First Name": "Neta",
                "Last Name": "Agmon",
                "Affiliation": "Institute for Systems Genetics and Department of Biochemistry and Molecular Pharmacology, NYU Langone Health, 430 East 29th Street, New York, 10016, USA."
            },
            {
                "First Name": "Miguel",
                "Last Name": "Jimenez",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York, 10027, USA."
            },
            {
                "First Name": "Jasmine",
                "Last Name": "Temple",
                "Affiliation": "Institute for Systems Genetics and Department of Biochemistry and Molecular Pharmacology, NYU Langone Health, 430 East 29th Street, New York, 10016, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Shen",
                "Affiliation": "Institute for Systems Genetics and Department of Biochemistry and Molecular Pharmacology, NYU Langone Health, 430 East 29th Street, New York, 10016, USA."
            },
            {
                "First Name": "Jef D",
                "Last Name": "Boeke",
                "Affiliation": "Institute for Systems Genetics and Department of Biochemistry and Molecular Pharmacology, NYU Langone Health, 430 East 29th Street, New York, 10016, USA."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York, 10027, USA. vc114@columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2018"
    },
    {
        "PMID": "29979035",
        "Title": "d-Amino Acid-Mediated Translation Arrest Is Modulated by the Identity of the Incoming Aminoacyl-tRNA.",
        "Abstract": "A complete understanding of the determinants that restrict d-amino acid incorporation by the ribosome, which is of interest to both basic biologists and the protein engineering community, remains elusive. Previously, we demonstrated that d-amino acids are successfully incorporated into the C-terminus of the nascent polypeptide chain. Ribosomes carrying the resulting peptidyl-d-aminoacyl-tRNA (peptidyl-d-aa-tRNA) donor substrate, however, partition into subpopulations that either undergo translation arrest through inactivation of the ribosomal peptidyl-transferase center (PTC) or remain translationally competent. The proportion of each subpopulation is determined by the identity of the d-amino acid side chain. Here, we demonstrate that the identity of the aminoacyl-tRNA (aa-tRNA) acceptor substrate that is delivered to ribosomes carrying a peptidyl-d-aa-tRNA donor further modulates this partitioning. Our discovery demonstrates that it is the pairing of the peptidyl-d-aa-tRNA donor and the aa-tRNA acceptor that determines the activity of the PTC. Moreover, we provide evidence that both the amino acid and tRNA components of the aa-tRNA acceptor contribute synergistically to the extent of arrest. The results of this work deepen our understanding of the mechanism of d-amino acid-mediated translation arrest and how cells avoid this precarious obstacle, reveal similarities to other translation arrest mechanisms involving the PTC, and provide a new route for improving the yields of engineered proteins containing d-amino acids.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acids",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Protein Biosynthesis",
            "RNA, Bacterial",
            "RNA, Transfer, Amino Acyl",
            "Ribosome Subunits"
        ],
        "Authors": [
            {
                "First Name": "Rachel C",
                "Last Name": "Fleisher",
                "Affiliation": "Department of Chemistry , Columbia University , New York , New York 10027 , United States."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry , Columbia University , New York , New York 10027 , United States."
            },
            {
                "First Name": "Ruben L",
                "Last Name": "Gonzalez",
                "Affiliation": "Department of Chemistry , Columbia University , New York , New York 10027 , United States."
            }
        ],
        "Journal": "Biochemistry",
        "PubDate": "2018"
    },
    {
        "PMID": "29956923",
        "Title": "A Yeast Three Hybrid Assay for Metabolic Engineering of Tetracycline Derivatives.",
        "Abstract": "Metabolic engineering stands to transform the discovery and production of a wide range of chemicals, but metabolic engineering currently demands considerable resource investments that restrict commercial application. To facilitate the applicability of metabolic engineering, general high-throughput and readily implemented technologies are needed to assay vast libraries of strains producing desirable chemicals. Toward this end, we describe here the development of a yeast three hybrid (Y3H) assay as a general, high-throughput, versatile and readily implemented approach for the detection of target molecule biosynthesis. Our system detects target molecule biosynthesis through a change in reporter gene transcription that results from the binding of the target molecule to a modular protein receptor. We demonstrate the use of the Y3H assay for detecting the biosynthesis of tetracyclines, a major class of antibiotics, based on the interaction between tetracyclines and the tetracycline repressor protein (TetR). Various tetracycline derivatives can be detected using our assay, whose versatility enables its use both as a screen and a selection to match the needs and instrumentation of a wide range of end users. We demonstrate the applicability of the Y3H assay to metabolic engineering by differentiating between producer and nonproducer strains of the natural product tetracycline TAN-1612. The Y3H assay is superior to state-of-the-art HPLC-MS methods in throughput and limit of detection of tetracycline derivatives. Finally, our establishment of the Y3H assay for detecting the biosynthesis of a tetracycline supports the generality of the Y3H assay for detecting the biosynthesis of many other target molecules.",
        "Keywords": [],
        "MeSH terms": [
            "Metabolic Engineering",
            "Protein Interaction Mapping",
            "Tetracyclines"
        ],
        "Authors": [
            {
                "First Name": "Ehud",
                "Last Name": "Herbst",
                "Affiliation": "Department of Chemistry , Columbia University , New York , New York 10027 , United States."
            },
            {
                "First Name": "Pedro A",
                "Last Name": "Baldera-Aguayo",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biomedical Studies , Columbia University , New York , New York 10032 , United States."
            },
            {
                "First Name": "Hyunwook",
                "Last Name": "Lee",
                "Affiliation": "Department of Chemistry , Columbia University , New York , New York 10027 , United States."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry , Columbia University , New York , New York 10027 , United States."
            }
        ],
        "Journal": "Biochemistry",
        "PubDate": "2018"
    },
    {
        "PMID": "29239359",
        "Title": "Ronald Breslow (1931-2017).",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Antineoplastic Agents",
            "Biochemistry",
            "Chemistry, Organic",
            "Coenzymes",
            "Cyclodextrins",
            "History, 20th Century",
            "Hydroxamic Acids",
            "Mentoring",
            "Molecular Biology",
            "New Jersey",
            "New York City",
            "Thiamine",
            "Thiamine Pyrophosphate",
            "Vorinostat",
            "Women's Rights"
        ],
        "Authors": [
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2017"
    },
    {
        "PMID": "28841306",
        "Title": "Fluorescence Polarization Assay for Small Molecule Screening of FK506 Biosynthesized in 96-Well Microtiter Plates.",
        "Abstract": "The fluorescence polarization (FP) assay has been widely used to study enzyme kinetics, antibody-antigen interactions, and other biological interactions. We propose that the FP assay can be adapted as a high-throughput and potentially widely applicable screen for small molecules. This is useful in metabolic engineering, which is a promising approach to synthesizing compounds of pharmaceutical, agricultural, and industrial importance using bioengineered strains. There, the development of high-yield strains is often a costly and time-consuming process. This problem can be addressed by generating and testing large mutant strain libraries. However, a current key bottleneck is the lack of high-throughput screens to detect the small molecule products. The FP assay is quantitative, sensitive, fast, and cheap. As a proof of principle, we established the FP assay to screen for FK506 (tacrolimus) produced by Streptomyces tsukubaensis, which was cultivated in 96-well plates. An ultraviolet mutagenized library of 160 colonies was screened to identify strains showing higher FK506 productivities. The FP assay has the potential to be generalized to detect a wide range of other small molecules.",
        "Keywords": [],
        "MeSH terms": [
            "Fluorescence Polarization",
            "Microtechnology",
            "Streptomyces",
            "Tacrolimus"
        ],
        "Authors": [
            {
                "First Name": "Yao Zong",
                "Last Name": "Ng",
                "Affiliation": "Department of Chemistry, Columbia University in the City of New York , 550 West 120th Street, Northwest Corner Building 1206, New York, New York 10027, United States."
            },
            {
                "First Name": "Pedro A",
                "Last Name": "Baldera-Aguayo",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biomedical Studies, Columbia University in the City of New York , New York, New York 10032, United States."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University in the City of New York , 550 West 120th Street, Northwest Corner Building 1206, New York, New York 10027, United States."
            }
        ],
        "Journal": "Biochemistry",
        "PubDate": "2017"
    },
    {
        "PMID": "28782007",
        "Title": "A modular yeast biosensor for low-cost point-of-care pathogen detection.",
        "Abstract": "The availability of simple, specific, and inexpensive on-site detection methods is of key importance for deployment of pathogen surveillance networks. We developed a nontechnical and highly specific colorimetric assay for detection of pathogen-derived peptides based on ",
        "Keywords": [
            "G-Protein coupled receptor",
            "Yeast",
            "biosensor",
            "fungal pathogens",
            "invasive fungal infections",
            "low-cost diagnostic",
            "lycopene",
            "peptide biomarker",
            "point-of-care",
            "synthetic biology"
        ],
        "MeSH terms": [
            "Biosensing Techniques",
            "Humans",
            "Mycoses",
            "Point-of-Care Testing",
            "Receptors, G-Protein-Coupled",
            "Saccharomyces cerevisiae",
            "Yeasts"
        ],
        "Authors": [
            {
                "First Name": "Nili",
                "Last Name": "Ostrov",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Miguel",
                "Last Name": "Jimenez",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Sonja",
                "Last Name": "Billerbeck",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "James",
                "Last Name": "Brisbois",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Joseph",
                "Last Name": "Matragrano",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Alastair",
                "Last Name": "Ager",
                "Affiliation": "Department of Population and Family Health, Mailman School of Public Health, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "Science advances",
        "PubDate": "2017"
    },
    {
        "PMID": "28424513",
        "Title": "Super-multiplex vibrational imaging.",
        "Abstract": "The ability to visualize directly a large number of distinct molecular species inside cells is increasingly essential for understanding complex systems and processes. Even though existing methods have successfully been used to explore structure-function relationships in nervous systems, to profile RNA in situ, to reveal the heterogeneity of tumour microenvironments and to study dynamic macromolecular assembly, it remains challenging to image many species with high selectivity and sensitivity under biological conditions. For instance, fluorescence microscopy faces a 'colour barrier', owing to the intrinsically broad (about 1,500 inverse centimetres) and featureless nature of fluorescence spectra that limits the number of resolvable colours to two to five (or seven to nine if using complicated instrumentation and analysis). Spontaneous Raman microscopy probes vibrational transitions with much narrower resonances (peak width of about 10 inverse centimetres) and so does not suffer from this problem, but weak signals make many bio-imaging applications impossible. Although surface-enhanced Raman scattering offers high sensitivity and multiplicity, it cannot be readily used to image specific molecular targets quantitatively inside live cells. Here we use stimulated Raman scattering under electronic pre-resonance conditions to image target molecules inside living cells with very high vibrational selectivity and sensitivity (down to 250 nanomolar with a time constant of 1 millisecond). We create a palette of triple-bond-conjugated near-infrared dyes that each displays a single peak in the cell-silent Raman spectral window; when combined with available fluorescent probes, this palette provides 24 resolvable colours, with the potential for further expansion. Proof-of-principle experiments on neuronal co-cultures and brain tissues reveal cell-type-dependent heterogeneities in DNA and protein metabolism under physiological and pathological conditions, underscoring the potential of this 24-colour (super-multiplex) optical imaging approach for elucidating intricate interactions in complex biological systems.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Cell Line",
            "Cell Survival",
            "Coculture Techniques",
            "Color",
            "Coloring Agents",
            "DNA",
            "Electrons",
            "Fluorescent Dyes",
            "Humans",
            "Infrared Rays",
            "Mice",
            "Molecular Imaging",
            "Neurons",
            "Organ Specificity",
            "Proteins",
            "Spectrum Analysis, Raman",
            "Vibration"
        ],
        "Authors": [
            {
                "First Name": "Lu",
                "Last Name": "Wei",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Zhixing",
                "Last Name": "Chen",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Lixue",
                "Last Name": "Shi",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Rong",
                "Last Name": "Long",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Andrew V",
                "Last Name": "Anzalone",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Luyuan",
                "Last Name": "Zhang",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Fanghao",
                "Last Name": "Hu",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Rafael",
                "Last Name": "Yuste",
                "Affiliation": "NeuroTechnology Center, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Wei",
                "Last Name": "Min",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2017"
    },
    {
        "PMID": "28099013",
        "Title": "Dynamic Nuclear Polarization Signal Enhancement with High-Affinity Biradical Tags.",
        "Abstract": "Dynamic nuclear polarization is an emerging technique for sensitizing solid-state NMR experiments by transferring polarization from electrons to nuclei. Stable biradicals, the polarization source for the cross effect mechanism, are typically codissolved at millimolar concentrations with proteins of interest. Here we describe the high-affinity biradical tag TMP-T, created by covalently linking trimethoprim, a nanomolar affinity ligand of dihydrofolate reductase (DHFR), to the biradical polarizing agent TOTAPOL. With TMP-T bound to DHFR, large enhancements of the protein spectrum are observed, comparable to when TOTAPOL is codissolved with the protein. In contrast to TOTAPOL, the tight binding TMP-T can be added stoichiometrically at radical concentrations orders of magnitude lower than in previously described preparations. Benefits of the reduced radical concentration include reduced spectral bleaching, reduced chemical perturbation of the sample, and the ability to selectively enhance signals for the protein of interest.",
        "Keywords": [],
        "MeSH terms": [
            "Ligands",
            "Magnetic Resonance Spectroscopy",
            "Molecular Structure",
            "Tetrahydrofolate Dehydrogenase",
            "Trimethoprim"
        ],
        "Authors": [
            {
                "First Name": "Rivkah",
                "Last Name": "Rogawski",
                "Affiliation": "Department of Chemistry, Columbia University , New York, New York 10027, United States."
            },
            {
                "First Name": "Ivan V",
                "Last Name": "Sergeyev",
                "Affiliation": "Department of Chemistry, Columbia University , New York, New York 10027, United States."
            },
            {
                "First Name": "Yongjun",
                "Last Name": "Li",
                "Affiliation": "Department of Chemistry, Columbia University , New York, New York 10027, United States."
            },
            {
                "First Name": "M Francesca",
                "Last Name": "Ottaviani",
                "Affiliation": "Department of Pure and Applied Sciences, University of Urbino , Loc. Crocicchia, 61029 Urbino, Italy."
            },
            {
                "First Name": "Virginia",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University , New York, New York 10027, United States."
            },
            {
                "First Name": "Ann E",
                "Last Name": "McDermott",
                "Affiliation": "Department of Chemistry, Columbia University , New York, New York 10027, United States."
            }
        ],
        "Journal": "The journal of physical chemistry. B",
        "PubDate": "2017"
    },
    {
        "PMID": "27377037",
        "Title": "Synthesis of photoactivatable azido-acyl caged oxazine fluorophores for live-cell imaging.",
        "Abstract": "We report the design and synthesis of a photoactivatable azido-acyl oxazine fluorophore. Photoactivation is achieved cleanly and rapidly with UV light, producing a single fluorescent oxazine photoproduct. We demonstrate the utility of azido-acyl caged oxazines for protein specific labeling in living mammalian cells using the TMP-tag technology.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Fluorescent Dyes",
            "Humans",
            "Molecular Structure",
            "Optical Imaging",
            "Oxazines",
            "Photochemical Processes"
        ],
        "Authors": [
            {
                "First Name": "Andrew V",
                "Last Name": "Anzalone",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA. ava2110@cumc.columbia.edu and Department of Systems Biology, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Zhixing",
                "Last Name": "Chen",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA. ava2110@cumc.columbia.edu."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA. ava2110@cumc.columbia.edu and Department of Systems Biology, Columbia University, New York, New York 10032, USA."
            }
        ],
        "Journal": "Chemical communications (Cambridge, England)",
        "PubDate": "2016"
    },
    {
        "PMID": "27256881",
        "Title": "GENOME ENGINEERING. The Genome Project-Write.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Genetic Engineering",
            "Genome, Human",
            "Human Genome Project",
            "Humans",
            "Policy"
        ],
        "Authors": [
            {
                "First Name": "Jef D",
                "Last Name": "Boeke",
                "Affiliation": "The list of author affiliations is available in the supplementary materials. jef.boeke@nyumc.org."
            },
            {
                "First Name": "George",
                "Last Name": "Church",
                "Affiliation": "The list of author affiliations is available in the supplementary materials. jef.boeke@nyumc.org."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Hessel",
                "Affiliation": "The list of author affiliations is available in the supplementary materials. jef.boeke@nyumc.org."
            },
            {
                "First Name": "Nancy J",
                "Last Name": "Kelley",
                "Affiliation": "The list of author affiliations is available in the supplementary materials. jef.boeke@nyumc.org."
            },
            {
                "First Name": "Adam",
                "Last Name": "Arkin",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Yizhi",
                "Last Name": "Cai",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Rob",
                "Last Name": "Carlson",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Aravinda",
                "Last Name": "Chakravarti",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Liam",
                "Last Name": "Holt",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Farren J",
                "Last Name": "Isaacs",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Todd",
                "Last Name": "Kuiken",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Marc",
                "Last Name": "Lajoie",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Tracy",
                "Last Name": "Lessor",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Jeantine",
                "Last Name": "Lunshof",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Matthew T",
                "Last Name": "Maurano",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Leslie A",
                "Last Name": "Mitchell",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Jasper",
                "Last Name": "Rine",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Susan",
                "Last Name": "Rosser",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Neville E",
                "Last Name": "Sanjana",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Pamela A",
                "Last Name": "Silver",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "David",
                "Last Name": "Valle",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Harris",
                "Last Name": "Wang",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Jeffrey C",
                "Last Name": "Way",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            },
            {
                "First Name": "Luhan",
                "Last Name": "Yang",
                "Affiliation": "The list of author affiliations is available in the supplementary materials."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2016"
    },
    {
        "PMID": "27210030",
        "Title": "Cooperative Vinculin Binding to Talin Mapped by Time-Resolved Super Resolution Microscopy.",
        "Abstract": "The dimeric focal adhesion protein talin contains up to 22 cryptic vinculin binding sites that are exposed by unfolding. Using a novel method to monitor the in situ dynamics of the talin dimer stretch, we find that in contrast to several prevalent talin dimer models the integrin-binding talin N-termini are separated by 162 ± 44 nm on average whereas as expected the C-terminal dimerization domains colocalize and are mobile. Using vinculin tagged by DHFR-TMP Atto655 label, we found that optimal vinculin and vinculin head binding occurred when talin was stretched to 180 nm, while the controls did not bind to talin. Surprisingly, multiple vinculins bound within a single second in narrowly localized regions of the talin rod during stretching. We suggest that talin stretches as an antiparallel dimer and that activates vinculin binding in a cooperative manner, consistent with the stabilization of folded talin by other binding proteins.",
        "Keywords": [
            "Talin",
            "focal adhesion",
            "localization microscopy",
            "protein recruitment",
            "single molecule tracking",
            "vinculin"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Xian",
                "Last Name": "Hu",
                "Affiliation": "Mechanobiology Institute, National University of Singapore , Singapore 117411, Singapore."
            },
            {
                "First Name": "Chaoran",
                "Last Name": "Jing",
                "Affiliation": "Department of Chemistry, Columbia University , New York, New York 10027, United States."
            },
            {
                "First Name": "Xiaochun",
                "Last Name": "Xu",
                "Affiliation": "Mechanobiology Institute, National University of Singapore , Singapore 117411, Singapore."
            },
            {
                "First Name": "Naotaka",
                "Last Name": "Nakazawa",
                "Affiliation": "Mechanobiology Institute, National University of Singapore , Singapore 117411, Singapore."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University , New York, New York 10027, United States."
            },
            {
                "First Name": "Felix M",
                "Last Name": "Margadant",
                "Affiliation": "Mechanobiology Institute, National University of Singapore , Singapore 117411, Singapore."
            },
            {
                "First Name": "Michael P",
                "Last Name": "Sheetz",
                "Affiliation": "Mechanobiology Institute, National University of Singapore , Singapore 117411, Singapore."
            }
        ],
        "Journal": "Nano letters",
        "PubDate": "2016"
    },
    {
        "PMID": "26999002",
        "Title": "Reprogramming eukaryotic translation with ligand-responsive synthetic RNA switches.",
        "Abstract": "Protein synthesis in eukaryotes is regulated by diverse reprogramming mechanisms that expand the coding capacity of individual genes. Here, we exploit one such mechanism, termed -1 programmed ribosomal frameshifting (-1 PRF), to engineer ligand-responsive RNA switches that regulate protein expression. First, efficient -1 PRF stimulatory RNA elements were discovered by in vitro selection; then, ligand-responsive switches were constructed by coupling -1 PRF stimulatory elements to RNA aptamers using rational design and directed evolution in Saccharomyces cerevisiae. We demonstrate that -1 PRF switches tightly control the relative stoichiometry of two distinct protein outputs from a single mRNA, exhibiting consistent ligand response across whole populations of cells. Furthermore, -1 PRF switches were applied to build single-mRNA logic gates and an apoptosis module in yeast. Together, these results showcase the potential for harnessing translation-reprogramming mechanisms for synthetic biology, and they establish -1 PRF switches as powerful RNA tools for controlling protein synthesis in eukaryotes.",
        "Keywords": [],
        "MeSH terms": [
            "Biotechnology",
            "Cellular Reprogramming",
            "Directed Molecular Evolution",
            "Frameshifting, Ribosomal",
            "Gene Expression Regulation, Fungal",
            "Ligands",
            "Protein Biosynthesis",
            "RNA, Fungal",
            "RNA, Messenger",
            "Riboswitch",
            "Saccharomyces cerevisiae"
        ],
        "Authors": [
            {
                "First Name": "Andrew V",
                "Last Name": "Anzalone",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Annie J",
                "Last Name": "Lin",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Sakellarios",
                "Last Name": "Zairis",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Nature methods",
        "PubDate": "2016"
    },
    {
        "PMID": "25918365",
        "Title": "The ribosome can discriminate the chirality of amino acids within its peptidyl-transferase center.",
        "Abstract": "The cellular translational machinery (TM) synthesizes proteins using exclusively L- or achiral aminoacyl-tRNAs (aa-tRNAs), despite the presence of D-amino acids in nature and their ability to be aminoacylated onto tRNAs by aa-tRNA synthetases. The ubiquity of L-amino acids in proteins has led to the hypothesis that D-amino acids are not substrates for the TM. Supporting this view, protein engineering efforts to incorporate D-amino acids into proteins using the TM have thus far been unsuccessful. Nonetheless, a mechanistic understanding of why D-aa-tRNAs are poor substrates for the TM is lacking. To address this deficiency, we have systematically tested the translation activity of D-aa-tRNAs using a series of biochemical assays. We find that the TM can effectively, albeit slowly, accept D-aa-tRNAs into the ribosomal aa-tRNA binding (A) site, use the A-site D-aa-tRNA as a peptidyl-transfer acceptor, and translocate the resulting peptidyl-D-aa-tRNA into the ribosomal peptidyl-tRNA binding (P) site. During the next round of continuous translation, however, we find that ribosomes carrying a P-site peptidyl-D-aa-tRNA partition into subpopulations that are either translationally arrested or that can continue translating. Consistent with its ability to arrest translation, chemical protection experiments and molecular dynamics simulations show that P site-bound peptidyl-D-aa-tRNA can trap the ribosomal peptidyl-transferase center in a conformation in which peptidyl transfer is impaired. Our results reveal a novel mechanism through which D-aa-tRNAs interfere with translation, provide insight into how the TM might be engineered to use D-aa-tRNAs, and increase our understanding of the physiological role of a widely distributed enzyme that clears D-aa-tRNAs from cells.",
        "Keywords": [
            "D-amino acids",
            "D-aminoacyl-tRNA deacylase",
            "ribosome",
            "translation arrest"
        ],
        "MeSH terms": [
            "Amino Acids",
            "Binding Sites",
            "Chromatography, Thin Layer",
            "Escherichia coli",
            "Molecular Dynamics Simulation",
            "Peptides",
            "Peptidyl Transferases",
            "Phenylalanine-tRNA Ligase",
            "Protein Binding",
            "Protein Biosynthesis",
            "Protein Engineering",
            "Protein Structure, Tertiary",
            "RNA, Transfer",
            "RNA, Transfer, Amino Acyl",
            "Ribosomes",
            "Stereoisomerism",
            "Substrate Specificity"
        ],
        "Authors": [
            {
                "First Name": "Michael T",
                "Last Name": "Englander",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biomedical Sciences, Department of Chemistry, and."
            },
            {
                "First Name": "Joshua L",
                "Last Name": "Avins",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027;"
            },
            {
                "First Name": "Rachel C",
                "Last Name": "Fleisher",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027;"
            },
            {
                "First Name": "Bo",
                "Last Name": "Liu",
                "Affiliation": "Center for Biophysics and Computational Biology."
            },
            {
                "First Name": "Philip R",
                "Last Name": "Effraim",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biomedical Sciences, Department of Chemistry, and."
            },
            {
                "First Name": "Jiangning",
                "Last Name": "Wang",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027;"
            },
            {
                "First Name": "Klaus",
                "Last Name": "Schulten",
                "Affiliation": "Center for Biophysics and Computational Biology, Department of Physics, and Beckman Institute, University of Illinois at Urbana-Champaign, Urbana, IL 61801; and."
            },
            {
                "First Name": "Thomas S",
                "Last Name": "Leyh",
                "Affiliation": "Department of Microbiology and Immunology, Albert Einstein College of Medicine, Bronx, NY 10461."
            },
            {
                "First Name": "Ruben L",
                "Last Name": "Gonzalez",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027; rlg2118@columbia.edu vc114@columbia.edu."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027; rlg2118@columbia.edu vc114@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2015"
    },
    {
        "PMID": "24439385",
        "Title": "Regulation of ferroptotic cancer cell death by GPX4.",
        "Abstract": "Ferroptosis is a form of nonapoptotic cell death for which key regulators remain unknown. We sought a common mediator for the lethality of 12 ferroptosis-inducing small molecules. We used targeted metabolomic profiling to discover that depletion of glutathione causes inactivation of glutathione peroxidases (GPXs) in response to one class of compounds and a chemoproteomics strategy to discover that GPX4 is directly inhibited by a second class of compounds. GPX4 overexpression and knockdown modulated the lethality of 12 ferroptosis inducers, but not of 11 compounds with other lethal mechanisms. In addition, two representative ferroptosis inducers prevented tumor growth in xenograft mouse tumor models. Sensitivity profiling in 177 cancer cell lines revealed that diffuse large B cell lymphomas and renal cell carcinomas are particularly susceptible to GPX4-regulated ferroptosis. Thus, GPX4 is an essential regulator of ferroptotic cancer cell death.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Carbolines",
            "Carcinoma, Renal Cell",
            "Cell Death",
            "Cell Line, Tumor",
            "Gene Knockdown Techniques",
            "Glutathione",
            "Glutathione Peroxidase",
            "Heterografts",
            "Humans",
            "Lymphoma, B-Cell",
            "Mice",
            "Neoplasm Transplantation",
            "Neoplasms",
            "Phospholipid Hydroperoxide Glutathione Peroxidase",
            "Piperazines"
        ],
        "Authors": [
            {
                "First Name": "Wan Seok",
                "Last Name": "Yang",
                "Affiliation": "Department of Biological Sciences, Columbia University, 1208 Northwest Corner Building, 12 Floor, 550 West 120 Street, MC 4846, New York, NY 10027, USA."
            },
            {
                "First Name": "Rohitha",
                "Last Name": "SriRamaratnam",
                "Affiliation": "Department of Chemistry, Columbia University, 1208 Northwest Corner Building, 12 Floor, 550 West 120 Street, MC 4846, New York, NY 10027, USA."
            },
            {
                "First Name": "Matthew E",
                "Last Name": "Welsch",
                "Affiliation": "Department of Chemistry, Columbia University, 1208 Northwest Corner Building, 12 Floor, 550 West 120 Street, MC 4846, New York, NY 10027, USA."
            },
            {
                "First Name": "Kenichi",
                "Last Name": "Shimada",
                "Affiliation": "Department of Biological Sciences, Columbia University, 1208 Northwest Corner Building, 12 Floor, 550 West 120 Street, MC 4846, New York, NY 10027, USA."
            },
            {
                "First Name": "Rachid",
                "Last Name": "Skouta",
                "Affiliation": "Department of Biological Sciences, Columbia University, 1208 Northwest Corner Building, 12 Floor, 550 West 120 Street, MC 4846, New York, NY 10027, USA."
            },
            {
                "First Name": "Vasanthi S",
                "Last Name": "Viswanathan",
                "Affiliation": "Department of Biological Sciences, Columbia University, 1208 Northwest Corner Building, 12 Floor, 550 West 120 Street, MC 4846, New York, NY 10027, USA."
            },
            {
                "First Name": "Jaime H",
                "Last Name": "Cheah",
                "Affiliation": "Broad Institute of Harvard and MIT, Cambridge, MA 02142, USA."
            },
            {
                "First Name": "Paul A",
                "Last Name": "Clemons",
                "Affiliation": "Broad Institute of Harvard and MIT, Cambridge, MA 02142, USA."
            },
            {
                "First Name": "Alykhan F",
                "Last Name": "Shamji",
                "Affiliation": "Broad Institute of Harvard and MIT, Cambridge, MA 02142, USA."
            },
            {
                "First Name": "Clary B",
                "Last Name": "Clish",
                "Affiliation": "Broad Institute of Harvard and MIT, Cambridge, MA 02142, USA."
            },
            {
                "First Name": "Lewis M",
                "Last Name": "Brown",
                "Affiliation": "Department of Biological Sciences, Columbia University, 1208 Northwest Corner Building, 12 Floor, 550 West 120 Street, MC 4846, New York, NY 10027, USA."
            },
            {
                "First Name": "Albert W",
                "Last Name": "Girotti",
                "Affiliation": "Department of Biochemistry, Medical College of Wisconsin, Milwaukee, WI 53226, USA."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University, 1208 Northwest Corner Building, 12 Floor, 550 West 120 Street, MC 4846, New York, NY 10027, USA."
            },
            {
                "First Name": "Stuart L",
                "Last Name": "Schreiber",
                "Affiliation": "Broad Institute of Harvard and MIT, Cambridge, MA 02142, USA."
            },
            {
                "First Name": "Brent R",
                "Last Name": "Stockwell",
                "Affiliation": "Department of Biological Sciences, Columbia University, 1208 Northwest Corner Building, 12 Floor, 550 West 120 Street, MC 4846, New York, NY 10027, USA."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2014"
    },
    {
        "PMID": "24411259",
        "Title": "The covalent trimethoprim chemical tag facilitates single molecule imaging with organic fluorophores.",
        "Abstract": "Chemical tags can be used to selectively label proteins with fluorophores that have high photon outputs. By permitting straightforward single molecule (SM) detection and imaging with organic fluorophores, chemical tags have the potential to advance SM imaging as a routine experimental tool for studying biological mechanism. However, there has been little characterization of the photophysical consequences of using chemical tags with organic fluorophores. Here, we examine the effect the covalent trimethoprim chemical tag (A-TMP-tag) has on the SM imaging performance of the fluorophores, Atto655 and Alexa647, by evaluating the photophysical properties of these fluorophores and their A-TMP-tag conjugates. We measure SM photon flux, survival lifetime, and total photon output under conditions that mimic the live cell environment and demonstrate that the A-TMP-tag complements the advantageous SM imaging properties of Atto655 and Alexa647. We also measure the ensemble properties of quantum yield and photostability lifetime, revealing a correlation between SM and ensemble properties. Taken together, these findings establish a systematic method for evaluating the impact chemical tags have on fluorophores for SM imaging and demonstrate that the A-TMP-tag with Atto655 and Alexa647 are promising reagents for biological imaging.",
        "Keywords": [],
        "MeSH terms": [
            "Carbocyanines",
            "Fluorescent Dyes",
            "Heterocyclic Compounds, 4 or More Rings",
            "Microscopy, Fluorescence",
            "Photons",
            "Staining and Labeling",
            "Trimethoprim"
        ],
        "Authors": [
            {
                "First Name": "Tracy Y",
                "Last Name": "Wang",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York."
            },
            {
                "First Name": "Larry J",
                "Last Name": "Friedman",
                "Affiliation": "Department of Biochemistry, Brandeis University, Waltham, Massachusetts."
            },
            {
                "First Name": "Jeff",
                "Last Name": "Gelles",
                "Affiliation": "Department of Biochemistry, Brandeis University, Waltham, Massachusetts."
            },
            {
                "First Name": "Wei",
                "Last Name": "Min",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York."
            },
            {
                "First Name": "Aaron A",
                "Last Name": "Hoskins",
                "Affiliation": "Department of Biochemistry, University of Wisconsin, Madison, Wisconsin."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York. Electronic address: vc114@columbia.edu."
            }
        ],
        "Journal": "Biophysical journal",
        "PubDate": "2014"
    },
    {
        "PMID": "24318638",
        "Title": "Transcriptional regulation improves the throughput of three-hybrid counter selections in Saccharomyces cerevisiae.",
        "Abstract": "The yeast three-hybrid (Y3H) assay expands the fields of drug discovery and protein engineering by enabling the search of large variant libraries for targets that do not inherently produce a distinct, measurable phenotype. The Y3H assay links the DNA-binding and activation domains of a transcription factor via a chemically synthesized heterodimeric small molecule, thereby activating a downstream reporter gene. Although the Y3H assay has been successfully applied as a positive selection to discover novel drug targets and to evolve proteins with improved functions, its expansion into applications requiring a high-throughput, versatile selection against transcriptional activation has been hindered by its limited dynamic range as a counter selection. Here, we describe the development of a second-generation Y3H counter selection that uses the dual tetracycline (Tet) system to tighten transcriptional regulation of the reporter gene. The Tet Y3H counter selection has an improved dynamic range and provides enrichment from mock libraries of up to 10⁶, a 10⁴-fold improvement over our original Y3H counter selection. This enhanced dynamic range brings the Y3H counter selection to a standard that is suitable for real-world protein engineering applications.",
        "Keywords": [
            "Dual tetracycline system",
            "High-throughput",
            "In vivo assay",
            "Synthetic biology",
            "Yeast three-hybrid assay"
        ],
        "MeSH terms": [
            "Gene Expression Regulation, Fungal",
            "Genes, Reporter",
            "High-Throughput Screening Assays",
            "Saccharomyces cerevisiae",
            "Synthetic Biology",
            "Tetracycline",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Marie D",
                "Last Name": "Harton",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Laura M",
                "Last Name": "Wingler",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Biotechnology journal",
        "PubDate": "2013"
    },
    {
        "PMID": "23839994",
        "Title": "Design, synthesis, and application of the trimethoprim-based chemical tag for live-cell imaging.",
        "Abstract": "Over the past decade, chemical tags have been developed to complement the use of fluorescent proteins in live-cell imaging. Chemical tags retain the specificity of protein labeling achieved with fluorescent proteins through genetic encoding, but provide smaller, more robust tags and modular use of organic fluorophores with high photon output and tailored functionalities. The trimethoprim-based chemical tag (TMP-tag) was initially developed based on the high affinity interaction between E. coli dihydrofolate reductase and the antibiotic trimethoprim and was subsequently rendered covalent and fluorogenic via proximity-induced protein labeling reactions. To date, the TMP-tag is one of the few chemical tags that enable intracellular protein labeling and high-resolution live-cell imaging. Here we describe the general design, chemical synthesis, and application of TMP-tag for live-cell imaging. Alternate protocols for synthesizing and using the covalent and the fluorogenic TMP-tags are also included.",
        "Keywords": [
            "chemical tag",
            "fluorescence microscopy",
            "live‐cell imaging",
            "protein label"
        ],
        "MeSH terms": [
            "Anti-Bacterial Agents",
            "Cell Line",
            "Drug Design",
            "Fluorescent Dyes",
            "Humans",
            "Molecular Imaging",
            "Recombinant Fusion Proteins",
            "Transfection",
            "Trimethoprim"
        ],
        "Authors": [
            {
                "First Name": "Chaoran",
                "Last Name": "Jing",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Current protocols in chemical biology",
        "PubDate": "2013"
    },
    {
        "PMID": "23769339",
        "Title": "Chemical tags: inspiration for advanced imaging techniques.",
        "Abstract": "This review summarizes recent applications of chemical tags in conjunction with advanced bio-imaging techniques including single-molecule fluorescence, spatiotemporally resolved ensemble microscopy techniques, and imaging modalities beyond fluorescence. We aim to illustrate the unique advantages of chemical tags in facilitating contemporary microscopy to address biological problems that are difficult or near impossible to approach otherwise. We hope our review will inspire more innovative applications enabled by the mingling of these two growing fields.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Fluorescent Dyes",
            "Microscopy",
            "Molecular Imaging"
        ],
        "Authors": [
            {
                "First Name": "Zhixing",
                "Last Name": "Chen",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            },
            {
                "First Name": "Wei",
                "Last Name": "Min",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in chemical biology",
        "PubDate": "2013"
    },
    {
        "PMID": "23745575",
        "Title": "A fluorogenic TMP-tag for high signal-to-background intracellular live cell imaging.",
        "Abstract": "Developed to complement the use of fluorescent proteins in live cell imaging, chemical tags enjoy the benefit of modular incorporation of organic fluorophores, opening the possibility of high photon output and special photophysical properties. However, the theoretical challenge in using chemical tags as opposed to fluorescent proteins for high-resolution imaging is background noise from unbound and/or nonspecifically bound ligand-fluorophore. We envisioned we could overcome this limit by engineering fluorogenic trimethoprim-based chemical tags (TMP-tags) in which the fluorophore is quenched until binding with E. coli dihydrofolate reductase (eDHFR)-tagged protein displaces the quencher. Thus, we began by building a nonfluorogenic, covalent TMP-tag based on a proximity-induced reaction known to achieve rapid and specific labeling both in vitro and inside of living cells. Here we take the final step and render the covalent TMP-tag fluorogenic. In brief, we designed a trimeric TMP-fluorophore-quencher molecule (TMP-Q-Atto520) with the quencher attached to a leaving group that, upon TMP binding to eDHFR, would be cleaved by a cysteine residue (Cys) installed just outside the binding pocket of eDHFR. We present the in vitro experiments showing that the eDHFR:L28C nucleophile cleaves the TMP-Q-Atto520 rapidly and efficiently, resulting in covalent labeling and remarkable fluorescence enhancement. Most significantly, while only our initial design, TMP-Q-Atto520 achieved the demanding goal of not only labeling highly abundant, localized intracellular proteins but also less abundant, more dynamic cytoplasmic proteins. These results suggest that the fluorogenic TMP-tag can significantly impact high-resolution live cell imaging and further establish the potential of proximity-induced reactivity and organic chemistry more broadly as part of the growing toolbox for synthetic biology and cell engineering.",
        "Keywords": [],
        "MeSH terms": [
            "Azo Compounds",
            "Cell Line",
            "Electrophoresis, Polyacrylamide Gel",
            "Fluorescent Dyes",
            "Humans",
            "Models, Biological",
            "Molecular Probes",
            "Molecular Structure",
            "Optical Imaging",
            "Rhodamines",
            "Rosaniline Dyes",
            "Signal Processing, Computer-Assisted",
            "Trimethoprim"
        ],
        "Authors": [
            {
                "First Name": "Chaoran",
                "Last Name": "Jing",
                "Affiliation": "Department of Chemistry, Columbia University, 550 West 120th Street, MC 4854, NWC Building, New York, New York 10027, United States."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "ACS chemical biology",
        "PubDate": "2013"
    },
    {
        "PMID": "23423898",
        "Title": "Gene assembly and combinatorial libraries in S. cerevisiae via reiterative recombination.",
        "Abstract": "While mutagenesis of single genes is now common practice in molecular biology, engineering multiple target genes still requires complex cloning techniques and thus is limited to expert laboratories. Here, we describe \"Reiterative Recombination,\" a user-friendly DNA assembly technique in Saccharomyces cerevisiae for the integration of an indefinite number of DNA fragments sequentially into the yeast genome. The high efficiency of chromosomal integration can further be utilized for the assembly of large combinatorial libraries for metabolic engineering.",
        "Keywords": [],
        "MeSH terms": [
            "Cloning, Molecular",
            "Genetic Engineering",
            "Metabolic Engineering",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae"
        ],
        "Authors": [
            {
                "First Name": "Nili",
                "Last Name": "Ostrov",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Laura M",
                "Last Name": "Wingler",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2013"
    },
    {
        "PMID": "23412545",
        "Title": "A Heritable Recombination system for synthetic Darwinian evolution in yeast.",
        "Abstract": "Genetic recombination is central to the generation of molecular diversity and enhancement of evolutionary fitness in living systems. Methods such as DNA shuffling that recapitulate this diversity mechanism in vitro are powerful tools for engineering biomolecules with useful new functions by directed evolution. Synthetic biology now brings demand for analogous technologies that enable the controlled recombination of beneficial mutations in living cells. Thus, here we create a Heritable Recombination system centered around a library cassette plasmid that enables inducible mutagenesis via homologous recombination and subsequent combination of beneficial mutations through sexual reproduction in Saccharomyces cerevisiae. Using repair of nonsense codons in auxotrophic markers as a model, Heritable Recombination was optimized to give mutagenesis efficiencies of up to 6% and to allow successive repair of different markers through two cycles of sexual reproduction and recombination. Finally, Heritable Recombination was employed to change the substrate specificity of a biosynthetic enzyme, with beneficial mutations in three different active site loops crossed over three continuous rounds of mutation and selection to cover a total sequence diversity of 10(13). Heritable Recombination, while at an early stage of development, breaks the transformation barrier to library size and can be immediately applied to combinatorial crossing of beneficial mutations for cell engineering, adding important features to the growing arsenal of next generation molecular biology tools for synthetic biology.",
        "Keywords": [],
        "MeSH terms": [
            "Biological Evolution",
            "Biomarkers",
            "DNA Shuffling",
            "Mutagenesis",
            "Mutation",
            "Plasmids",
            "Recombination, Genetic",
            "Reproduction",
            "Saccharomyces cerevisiae",
            "Yeasts"
        ],
        "Authors": [
            {
                "First Name": "Dante W",
                "Last Name": "Romanini",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Pamela",
                "Last Name": "Peralta-Yahya",
                "Affiliation": ""
            },
            {
                "First Name": "Vanessa",
                "Last Name": "Mondol",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "ACS synthetic biology",
        "PubDate": "2012"
    },
    {
        "PMID": "23301619",
        "Title": "Identification of PDE6D as a molecular target of anecortave acetate via a methotrexate-anchored yeast three-hybrid screen.",
        "Abstract": "Glaucoma and age-related macular degeneration are ocular diseases targeted clinically by anecortave acetate (AA). AA and its deacetylated metabolite, anecortave desacetate (AdesA), are intraocular pressure (IOP)-lowering and angiostatic cortisenes devoid of glucocorticoid activity but with an unknown mechanism of action. We used a methotrexate-anchored yeast three-hybrid (Y3H) technology to search for binding targets for AA in human trabecular meshwork (TM) cells, the target cell type that controls IOP, a major risk factor in glaucoma. Y3H hits were filtered by competitive Y3H screens and coimmunoprecipitation experiments and verified by surface plasmon resonance analysis to yield a single target, phosphodiesterase 6-delta (PDE6D). PDE6D is a prenyl-binding protein with additional function outside the PDE6 phototransduction system. Overexpression of PDE6D in mouse eyes caused elevated IOP, and this elevation was reversed by topical ocular application of either AA or AdesA. The identification of PDE6D as the molecular binding partner of AA provides insight into the role of this drug candidate in treating glaucoma.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Line",
            "Cyclic Nucleotide Phosphodiesterases, Type 6",
            "High-Throughput Screening Assays",
            "Humans",
            "Methotrexate",
            "Mice",
            "Mice, Inbred BALB C",
            "Molecular Structure",
            "Pregnadienediols",
            "Structure-Activity Relationship",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Allan R",
                "Last Name": "Shepard",
                "Affiliation": "Alcon, a Novartis Company, Fort Worth, TX 76134, USA. allan.shepard@novartis.com"
            },
            {
                "First Name": "Raymond E",
                "Last Name": "Conrow",
                "Affiliation": ""
            },
            {
                "First Name": "Iok-Hou",
                "Last Name": "Pang",
                "Affiliation": ""
            },
            {
                "First Name": "Nasreen",
                "Last Name": "Jacobson",
                "Affiliation": ""
            },
            {
                "First Name": "Mandana",
                "Last Name": "Rezwan",
                "Affiliation": ""
            },
            {
                "First Name": "Katrin",
                "Last Name": "Rutschmann",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel",
                "Last Name": "Auerbach",
                "Affiliation": ""
            },
            {
                "First Name": "Rohitha",
                "Last Name": "Sriramaratnam",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "ACS chemical biology",
        "PubDate": "2013"
    },
    {
        "PMID": "23169599",
        "Title": "A common diaryl ether intermediate for the gram-scale synthesis of oxazine and xanthene fluorophores.",
        "Abstract": "Common ground: copper-catalyzed coupling reactions can be used for the high-yielding preparation of widely used oxazine and xanthene fluorophores from a common diaryl ether intermediate on a gram-scale. This general approach may facilitate the future development of novel fluorophores and probes with unique properties.",
        "Keywords": [],
        "MeSH terms": [
            "Cyclization",
            "Ether",
            "Fluorescent Dyes",
            "Oxazines",
            "Xanthenes"
        ],
        "Authors": [
            {
                "First Name": "Andrew V",
                "Last Name": "Anzalone",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Tracy Y",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Zhixing",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Angewandte Chemie (International ed. in English)",
        "PubDate": "2013"
    },
    {
        "PMID": "22948919",
        "Title": "Structural analysis of the Asn152Gly mutant of P99 cephalosporinase.",
        "Abstract": "P99 cephalosporinase is a class C β-lactamase that is responsible in part for the widespread bacterial resistance to β-lactam antibiotics. Mutations of the conserved active-site residue Asn152 of the enzyme have been shown to alter β-lactam substrate specificity in vivo. Mutation of Asn152 to a glycine is notable in that it exhibits in vivo substrate-selectivity switching. In order to better understand the structural basis for this observed switch, the X-ray crystal structure of the apo Asn152Gly mutant of P99 was determined to 1.95 Å resolution. Unexpectedly, the artificial C-terminal His(6) tag of a symmetrically-related molecule was observed bound in the active site. The His(6) tag makes several interactions with key active-site residues, as well as with several sulfate ions. Additionally, the overall C-terminus occupies the space left vacant upon the mutation of Asn152 to glycine.",
        "Keywords": [],
        "MeSH terms": [
            "Cephalosporinase",
            "Enterobacter cloacae",
            "Models, Molecular",
            "Mutation",
            "Protein Structure, Tertiary",
            "Structural Homology, Protein"
        ],
        "Authors": [
            {
                "First Name": "James F",
                "Last Name": "Ruble",
                "Affiliation": "Department of Chemistry, Grand Valley State University, Allendale, MI 49401, USA."
            },
            {
                "First Name": "Scott T",
                "Last Name": "Lefurgy",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            },
            {
                "First Name": "Rachel A",
                "Last Name": "Powers",
                "Affiliation": ""
            }
        ],
        "Journal": "Acta crystallographica. Section D, Biological crystallography",
        "PubDate": "2012"
    },
    {
        "PMID": "22873118",
        "Title": "Second-generation covalent TMP-tag for live cell imaging.",
        "Abstract": "Chemical tags are now viable alternatives to fluorescent proteins for labeling proteins in living cells with organic fluorophores that have improved brightness and other specialized properties. Recently, we successfully rendered our TMP-tag covalent with a proximity-induced reaction between the protein tag and the ligand-fluorophore label. This initial design, however, suffered from slow in vitro labeling kinetics and limited live cell protein labeling. Thus, here we report a second-generation covalent TMP-tag that has a fast labeling half-life and can readily label a variety of intracellular proteins in living cells. Specifically, we designed an acrylamide-trimethoprim-fluorophore (A-TMP-fluorophore v2.0) electrophile with an optimized linker for fast reaction with a cysteine (Cys) nucleophile engineered just outside the TMP-binding pocket of Escherichia coli dihydrofolate reductase (eDHFR) and developed an efficient chemical synthesis for routine production of a variety of A-TMP-probe v2.0 labels. We then screened a panel of eDHFR:Cys variants and identified eDHFR:L28C as having an 8-min half-life for reaction with A-TMP-biotin v2.0 in vitro. Finally, we demonstrated live cell imaging of various cellular protein targets with A-TMP-fluorescein, A-TMP-Dapoxyl, and A-TMP-Atto655. With its robustness, this second-generation covalent TMP-tag adds to the limited number of chemical tags that can be used to covalently label intracellular proteins efficiently in living cells. Moreover, the success of this second-generation design further validates proximity-induced reactivity and organic chemistry as tools not only for chemical tag engineering but also more broadly for synthetic biology.",
        "Keywords": [],
        "MeSH terms": [
            "Acrylamides",
            "Animals",
            "Cell Line",
            "Cell Survival",
            "Escherichia coli",
            "Fluorescent Dyes",
            "HEK293 Cells",
            "Humans",
            "Microscopy, Fluorescence",
            "Models, Molecular",
            "Proteins",
            "Staining and Labeling",
            "Tetrahydrofolate Dehydrogenase",
            "Trimethoprim"
        ],
        "Authors": [
            {
                "First Name": "Zhixing",
                "Last Name": "Chen",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Chaoran",
                "Last Name": "Jing",
                "Affiliation": ""
            },
            {
                "First Name": "Sarah S",
                "Last Name": "Gallagher",
                "Affiliation": ""
            },
            {
                "First Name": "Michael P",
                "Last Name": "Sheetz",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2012"
    },
    {
        "PMID": "22825488",
        "Title": "Mapping protein-specific micro-environments in live cells by fluorescence lifetime imaging of a hybrid genetic-chemical molecular rotor tag.",
        "Abstract": "The micro-viscosity and molecular crowding experienced by specific proteins can regulate their dynamics and function within live cells. Taking advantage of the emerging TMP-tag technology, we present the design, synthesis and application of a hybrid genetic-chemical molecular rotor probe whose fluorescence lifetime can report protein-specific micro-environments in live cells.",
        "Keywords": [],
        "MeSH terms": [
            "Carbocyanines",
            "Cell Survival",
            "Escherichia coli",
            "Fluorescent Dyes",
            "HEK293 Cells",
            "Histones",
            "Humans",
            "Microscopy, Fluorescence",
            "Recombinant Fusion Proteins",
            "Tetrahydrofolate Dehydrogenase",
            "Transfection",
            "Trimethoprim",
            "Viscosity"
        ],
        "Authors": [
            {
                "First Name": "Evangelos",
                "Last Name": "Gatzogiannis",
                "Affiliation": "Department of Chemistry, Columbia University, 3000 Broadway and 119th Street, New York, NY, USA."
            },
            {
                "First Name": "Zhixing",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Lu",
                "Last Name": "Wei",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Wombacher",
                "Affiliation": ""
            },
            {
                "First Name": "Ya-Ting",
                "Last Name": "Kao",
                "Affiliation": ""
            },
            {
                "First Name": "Grygorii",
                "Last Name": "Yefremov",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            },
            {
                "First Name": "Wei",
                "Last Name": "Min",
                "Affiliation": ""
            }
        ],
        "Journal": "Chemical communications (Cambridge, England)",
        "PubDate": "2012"
    },
    {
        "PMID": "22437705",
        "Title": "Protein labelling: Playing tag with proteins.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Amino Acyl-tRNA Synthetases",
            "Humans",
            "Norbornanes",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Dante W",
                "Last Name": "Romanini",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature chemistry",
        "PubDate": "2012"
    },
    {
        "PMID": "21879706",
        "Title": "Chemical tags for labeling proteins inside living cells.",
        "Abstract": "To build on the last century's tremendous strides in understanding the workings of individual proteins in the test tube, we now face the challenge of understanding how macromolecular machines, signaling pathways, and other biological networks operate in the complex environment of the living cell. The fluorescent proteins (FPs) revolutionized our ability to study protein function directly in the cell by enabling individual proteins to be selectively labeled through genetic encoding of a fluorescent tag. Although FPs continue to be invaluable tools for cell biology, they show limitations in the face of the increasingly sophisticated dynamic measurements of protein interactions now called for to unravel cellular mechanisms. Therefore, just as chemical methods for selectively labeling proteins in the test tube significantly impacted in vitro biophysics in the last century, chemical tagging technologies are now poised to provide a breakthrough to meet this century's challenge of understanding protein function in the living cell. With chemical tags, the protein of interest is attached to a polypeptide rather than an FP. The polypeptide is subsequently modified with an organic fluorophore or another probe. The FlAsH peptide tag was first reported in 1998. Since then, more refined protein tags, exemplified by the TMP- and SNAP-tag, have improved selectivity and enabled imaging of intracellular proteins with high signal-to-noise ratios. Further improvement is still required to achieve direct incorporation of powerful fluorophores, but enzyme-mediated chemical tags show promise for overcoming the difficulty of selectively labeling a short peptide tag. In this Account, we focus on the development and application of chemical tags for studying protein function within living cells. Thus, in our overview of different chemical tagging strategies and technologies, we emphasize the challenge of rendering the labeling reaction sufficiently selective and the fluorophore probe sufficiently well behaved to image intracellular proteins with high signal-to-noise ratios. We highlight recent applications in which the chemical tags have enabled sophisticated biophysical measurements that would be difficult or even impossible with FPs. Finally, we conclude by looking forward to (i) the development of high-photon-output chemical tags compatible with living cells to enable high-resolution imaging, (ii) the realization of the potential of the chemical tags to significantly reduce tag size, and (iii) the exploitation of the modular chemical tag label to go beyond fluorescent imaging.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Connexin 43",
            "Coumarins",
            "Fluorescein",
            "Fluorescent Dyes",
            "Histones",
            "Mice",
            "NIH 3T3 Cells",
            "Peptides",
            "Proteins",
            "Rhodamines"
        ],
        "Authors": [
            {
                "First Name": "Chaoran",
                "Last Name": "Jing",
                "Affiliation": "Department of Chemistry, Columbia University, 550 West 120th Street, MC 4854, NWC Building, New York, New York 10027, USA."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Accounts of chemical research",
        "PubDate": "2011"
    },
    {
        "PMID": "21876185",
        "Title": "Reiterative Recombination for the in vivo assembly of libraries of multigene pathways.",
        "Abstract": "The increasing sophistication of synthetic biology is creating a demand for robust, broadly accessible methodology for constructing multigene pathways inside of the cell. Due to the difficulty of rationally designing pathways that function as desired in vivo, there is a further need to assemble libraries of pathways in parallel, in order to facilitate the combinatorial optimization of performance. While some in vitro DNA assembly methods can theoretically make libraries of pathways, these techniques are resource intensive and inherently require additional techniques to move the DNA back into cells. All previously reported in vivo assembly techniques have been low yielding, generating only tens to hundreds of constructs at a time. Here, we develop \"Reiterative Recombination,\" a robust method for building multigene pathways directly in the yeast chromosome. Due to its use of endonuclease-induced homologous recombination in conjunction with recyclable markers, Reiterative Recombination provides a highly efficient, technically simple strategy for sequentially assembling an indefinite number of DNA constructs at a defined locus. In this work, we describe the design and construction of the first Reiterative Recombination system in Saccharomyces cerevisiae, and we show that it can be used to assemble multigene constructs. We further demonstrate that Reiterative Recombination can construct large mock libraries of at least 10(4) biosynthetic pathways. We anticipate that our system's simplicity and high efficiency will make it a broadly accessible technology for pathway construction and render it a valuable tool for optimizing pathways in vivo.",
        "Keywords": [],
        "MeSH terms": [
            "Biosynthetic Pathways",
            "Carotenoids",
            "Gene Library",
            "Genes, Fungal",
            "Genetic Techniques",
            "Lycopene",
            "Multigene Family",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae"
        ],
        "Authors": [
            {
                "First Name": "Laura M",
                "Last Name": "Wingler",
                "Affiliation": "Department of Chemistry, Columbia University, 550 West 120th Street, MC 4854, New York, NY 10027, USA. lmw2114@columbia.edu"
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2011"
    },
    {
        "PMID": "21567974",
        "Title": "Chemical tags: applications in live cell fluorescence imaging.",
        "Abstract": "Technologies to visualize cellular structures and dynamics enable cell biologists to gain insight into complex biological processes. Currently, fluorescent proteins are used routinely to investigate the behavior of proteins in live cells. Chemical biology techniques for selective labeling of proteins with fluorescent labels have become an attractive alternative to fluorescent protein labeling. In the last ten years the progress in the development of chemical tagging methods have been substantial offering a broad palette of applications for live cell fluorescent microscopy. Several methods for protein labeling have been established, using protein tags, peptide tags and enzyme mediated tagging. This review focuses on the different strategies to achieve the attachment of fluorophores to proteins in live cells and cast light on the advantages and disadvantages of each individual method. Selected experiments in which chemical tags have been successfully applied to live cell imaging will be discussed and evaluated.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biotinylation",
            "Calcium",
            "Catalysis",
            "Fluorescence",
            "Fluorescent Dyes",
            "Green Fluorescent Proteins",
            "Ligands",
            "Microscopy, Fluorescence",
            "Models, Chemical",
            "Peptides",
            "Proteins",
            "Reactive Oxygen Species",
            "Staining and Labeling"
        ],
        "Authors": [
            {
                "First Name": "Richard",
                "Last Name": "Wombacher",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of biophotonics",
        "PubDate": "2011"
    },
    {
        "PMID": "21404416",
        "Title": "A library approach for the discovery of customized yeast three-hybrid counter selections.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Gene Library",
            "Genes, Reporter",
            "Saccharomyces cerevisiae",
            "Synthetic Biology",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Laura M",
                "Last Name": "Wingler",
                "Affiliation": "Department of Chemistry, Columbia University, 1209 NWC Building, 550 West 120th St, New York, NY 10027, USA."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Chembiochem : a European journal of chemical biology",
        "PubDate": "2011"
    },
    {
        "PMID": "21393538",
        "Title": "Ordered and dynamic assembly of single spliceosomes.",
        "Abstract": "The spliceosome is the complex macromolecular machine responsible for removing introns from precursors to messenger RNAs (pre-mRNAs). We combined yeast genetic engineering, chemical biology, and multiwavelength fluorescence microscopy to follow assembly of single spliceosomes in real time in whole-cell extracts. We find that individual spliceosomal subcomplexes associate with pre-mRNA sequentially via an ordered pathway to yield functional spliceosomes and that association of every subcomplex is reversible. Further, early subcomplex binding events do not fully commit a pre-mRNA to splicing; rather, commitment increases as assembly proceeds. These findings have important implications for the regulation of alternative splicing. This experimental strategy should prove widely useful for mechanistic analysis of other macromolecular machines in environments approaching the complexity of living cells.",
        "Keywords": [],
        "MeSH terms": [
            "Adenosine Triphosphate",
            "Fluorescent Dyes",
            "Introns",
            "Kinetics",
            "Microscopy, Fluorescence",
            "Protein Binding",
            "RNA Precursors",
            "RNA Splicing",
            "RNA Splicing Factors",
            "RNA, Fungal",
            "Ribonucleoprotein, U1 Small Nuclear",
            "Ribonucleoprotein, U2 Small Nuclear",
            "Ribonucleoprotein, U4-U6 Small Nuclear",
            "Ribonucleoprotein, U5 Small Nuclear",
            "Ribonucleoproteins, Small Nuclear",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Spliceosomes"
        ],
        "Authors": [
            {
                "First Name": "Aaron A",
                "Last Name": "Hoskins",
                "Affiliation": "Department of Biochemistry and Molecular Pharmacology, Howard Hughes Medical Institute, University of Massachusetts Medical School, Worcester, MA 01605, USA."
            },
            {
                "First Name": "Larry J",
                "Last Name": "Friedman",
                "Affiliation": ""
            },
            {
                "First Name": "Sarah S",
                "Last Name": "Gallagher",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel J",
                "Last Name": "Crawford",
                "Affiliation": ""
            },
            {
                "First Name": "Eric G",
                "Last Name": "Anderson",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Wombacher",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Ramirez",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            },
            {
                "First Name": "Jeff",
                "Last Name": "Gelles",
                "Affiliation": ""
            },
            {
                "First Name": "Melissa J",
                "Last Name": "Moore",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2011"
    },
    {
        "PMID": "20936671",
        "Title": "PCRless library mutagenesis via oligonucleotide recombination in yeast.",
        "Abstract": "The directed evolution of biomolecules with new functions is largely performed in vitro, with PCR mutagenesis followed by high-throughput assays for desired activities. As synthetic biology creates impetus for generating biomolecules that function in living cells, new technologies are needed for performing mutagenesis and selection for directed evolution in vivo. Homologous recombination, routinely exploited for targeted gene alteration, is an attractive tool for in vivo library mutagenesis, yet surprisingly is not routinely used for this purpose. Here, we report the design and characterization of a yeast-based system for library mutagenesis of protein loops via oligonucleotide recombination. In this system, a linear vector is co-transformed with single-stranded mutagenic oligonucleotides. Using repair of nonsense codons engineered in three different active-site loops in the selectable marker TRP1 as a model system, we first optimized the recombination efficiency. Single-loop recombination was highly efficient, averaging 5%, or 4.0×10(5) recombinants. Multiple loops could be simultaneously mutagenized, although the efficiencies dropped to 0.2%, or 6.0×10(3) recombinants, for two loops and 0.01% efficiency, or 1.5×10(2) recombinants, for three loops. Finally, the utility of this system for directed evolution was tested explicitly by selecting functional variants from a mock library of 1:10(6) wild-type:nonsense codons. Sequencing showed that oligonucleotide recombination readily covered this large library, mutating not only the target codon but also encoded silent mutations on either side of the library cassette. Together these results establish oligonucleotide recombination as a simple and powerful library mutagenesis technique and advance efforts to engineer the cell for fully in vivo directed evolution.",
        "Keywords": [],
        "MeSH terms": [
            "Mutagenesis",
            "Oligonucleotides",
            "Recombination, Genetic",
            "Yeasts"
        ],
        "Authors": [
            {
                "First Name": "Nathan",
                "Last Name": "Pirakitikulr",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Nili",
                "Last Name": "Ostrov",
                "Affiliation": ""
            },
            {
                "First Name": "Pamela",
                "Last Name": "Peralta-Yahya",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Protein science : a publication of the Protein Society",
        "PubDate": "2010"
    },
    {
        "PMID": "20693998",
        "Title": "Live-cell super-resolution imaging with trimethoprim conjugates.",
        "Abstract": "The spatiotemporal resolution of subdiffraction fluorescence imaging has been limited by the difficulty of labeling proteins in cells with suitable fluorophores. Here we report a chemical tag that allows proteins to be labeled with an organic fluorophore with high photon flux and fast photoswitching performance in live cells. This label allowed us to image the dynamics of human histone H2B protein in living cells at approximately 20 nm resolution.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Survival",
            "HeLa Cells",
            "Histones",
            "Humans",
            "Microscopy, Fluorescence",
            "Sensitivity and Specificity",
            "Trimethoprim"
        ],
        "Authors": [
            {
                "First Name": "Richard",
                "Last Name": "Wombacher",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Meike",
                "Last Name": "Heidbreder",
                "Affiliation": ""
            },
            {
                "First Name": "Sebastian",
                "Last Name": "van de Linde",
                "Affiliation": ""
            },
            {
                "First Name": "Michael P",
                "Last Name": "Sheetz",
                "Affiliation": ""
            },
            {
                "First Name": "Mike",
                "Last Name": "Heilemann",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            },
            {
                "First Name": "Markus",
                "Last Name": "Sauer",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature methods",
        "PubDate": "2010"
    },
    {
        "PMID": "20217883",
        "Title": "A trimethoprim-based chemical tag for live cell two-photon imaging.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Cell Line",
            "Coumarins",
            "Escherichia coli",
            "Fluorescent Dyes",
            "Humans",
            "Microscopy, Fluorescence",
            "Pyrimidines",
            "Rhodamines",
            "Tetrahydrofolate Dehydrogenase",
            "Trimethoprim"
        ],
        "Authors": [
            {
                "First Name": "Sarah S",
                "Last Name": "Gallagher",
                "Affiliation": "Department of Chemistry, Columbia University, 3000 Broadway, MC 3111, New York, NY 10027, USA."
            },
            {
                "First Name": "Chaoran",
                "Last Name": "Jing",
                "Affiliation": ""
            },
            {
                "First Name": "Darcy S",
                "Last Name": "Peterka",
                "Affiliation": ""
            },
            {
                "First Name": "Mariam",
                "Last Name": "Konate",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Wombacher",
                "Affiliation": ""
            },
            {
                "First Name": "Laura J",
                "Last Name": "Kaufman",
                "Affiliation": ""
            },
            {
                "First Name": "Rafael",
                "Last Name": "Yuste",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Chembiochem : a European journal of chemical biology",
        "PubDate": "2010"
    },
    {
        "PMID": "20067993",
        "Title": "Cytoskeletal coherence requires myosin-IIA contractility.",
        "Abstract": "Maintaining a physical connection across cytoplasm is crucial for many biological processes such as matrix force generation, cell motility, cell shape and tissue development. However, in the absence of stress fibers, the coherent structure that transmits force across the cytoplasm is not understood. We find that nonmuscle myosin-II (NMII) contraction of cytoplasmic actin filaments establishes a coherent cytoskeletal network irrespective of the nature of adhesive contacts. When NMII activity is inhibited during cell spreading by Rho kinase inhibition, blebbistatin, caldesmon overexpression or NMIIA RNAi, the symmetric traction forces are lost and cell spreading persists, causing cytoplasm fragmentation by membrane tension that results in 'C' or dendritic shapes. Moreover, local inactivation of NMII by chromophore-assisted laser inactivation causes local loss of coherence. Actin filament polymerization is also required for cytoplasmic coherence, but microtubules and intermediate filaments are dispensable. Loss of cytoplasmic coherence is accompanied by loss of circumferential actin bundles. We suggest that NMIIA creates a coherent actin network through the formation of circumferential actin bundles that mechanically link elements of the peripheral actin cytoskeleton where much of the force is generated during spreading.",
        "Keywords": [],
        "MeSH terms": [
            "Actins",
            "Animals",
            "Blotting, Western",
            "Cells, Cultured",
            "Cytoskeleton",
            "Fluorescent Antibody Technique",
            "Heterocyclic Compounds, 4 or More Rings",
            "Mice",
            "NIH 3T3 Cells",
            "Nonmuscle Myosin Type IIA",
            "rho-Associated Kinases"
        ],
        "Authors": [
            {
                "First Name": "Yunfei",
                "Last Name": "Cai",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Olivier",
                "Last Name": "Rossier",
                "Affiliation": ""
            },
            {
                "First Name": "Nils C",
                "Last Name": "Gauthier",
                "Affiliation": ""
            },
            {
                "First Name": "Nicolas",
                "Last Name": "Biais",
                "Affiliation": ""
            },
            {
                "First Name": "Marc-Antoine",
                "Last Name": "Fardin",
                "Affiliation": ""
            },
            {
                "First Name": "Xian",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Lawrence W",
                "Last Name": "Miller",
                "Affiliation": ""
            },
            {
                "First Name": "Benoit",
                "Last Name": "Ladoux",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            },
            {
                "First Name": "Michael P",
                "Last Name": "Sheetz",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of cell science",
        "PubDate": "2010"
    },
    {
        "PMID": "19915542",
        "Title": "Natural amino acids do not require their native tRNAs for efficient selection by the ribosome.",
        "Abstract": "The involvement of tRNA structural elements beyond the anticodon in aminoacyl-tRNA (aa-tRNA) selection by the ribosome has revealed that substrate recognition is considerably more complex than originally envisioned in the adaptor hypothesis. By combining recent breakthroughs in aa-tRNA synthesis and mechanistic and structural studies of protein synthesis, we have investigated whether aa-tRNA recognition further extends to the amino acid, which would explain various translation disorders exhibited by misacylated tRNAs. Contrary to expectation, we find that natural amino acids misacylated onto natural but non-native tRNAs are selected with efficiencies very similar to those of their correctly acylated counterparts. Despite this, small but reproducible differences in selection indeed demonstrate that the translational machinery is sensitive to the amino acid-tRNA pairing. These results suggest either that the ribosome is an exquisite sensor of natural versus unnatural amino acid-tRNA pairings and/or that aa-tRNA selection is not the primary step governing the amino acid specificity of the ribosome.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acids",
            "Anticodon",
            "Escherichia coli",
            "Fluorescence Resonance Energy Transfer",
            "Models, Molecular",
            "Protein Biosynthesis",
            "RNA, Transfer",
            "RNA, Transfer, Amino Acyl",
            "Ribosomes",
            "Substrate Specificity",
            "Transfer RNA Aminoacylation"
        ],
        "Authors": [
            {
                "First Name": "Philip R",
                "Last Name": "Effraim",
                "Affiliation": "Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Jiangning",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Michael T",
                "Last Name": "Englander",
                "Affiliation": ""
            },
            {
                "First Name": "Josh",
                "Last Name": "Avins",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas S",
                "Last Name": "Leyh",
                "Affiliation": ""
            },
            {
                "First Name": "Ruben L",
                "Last Name": "Gonzalez",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature chemical biology",
        "PubDate": "2009"
    },
    {
        "PMID": "19492849",
        "Title": "An in vivo covalent TMP-tag based on proximity-induced reactivity.",
        "Abstract": "Chemical tags for live cell imaging are emerging as viable alternatives to the fluorescent proteins for labeling proteins with small molecule probes. Among reported chemical tags, trimethoprim (TMP)-tag stands out for having sufficient cell permeability and selectivity to allow imaging of intracellular proteins. TMP-tag provides a noncovalent label in which the protein of interest is fused to E. coli dihydrofolate reductase (DHFR) and then labeled with a cell-permeable TMP-probe heterodimer. To complement the utility of the noncovalent TMP-tag, we sought to render the TMP-tag covalent for applications such as single-molecule tracking and pulse-chase labeling that would benefit from a more permanent modification. On the basis of the long-standing use of proximity-induced reactivity for irreversible inhibitor design and its more recent application to in vitro chemical biology tools, we designed an eDHFR variant with a unique cysteine residue positioned to react with an acrylamide electrophile installed on the TMP-probe label. In vitro experiments show that the eDHFR:L28C nucleophile reacts rapidly and quantitatively with the TMP-acrylamide-probe. Most significantly, the balance in reactivity provided by the acrylamide electrophile allows intracellular proteins tagged with eDHFR:L28C to be labeled with a TMP-acrylamide-fluorescein heterotrimer in live cells with minimal background. Thus, the TMP electrophile described here can be used immediately as a covalent chemical tag in live cells. Moreover, proximity-induced reactivity is shown to be sufficiently selective for use in a living cell, suggesting a general approach for the development of orthogonal covalent chemical tags from existing noncovalent ligand-protein pairs.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Survival",
            "Dimerization",
            "Escherichia coli",
            "Mice",
            "Models, Molecular",
            "Molecular Structure",
            "NIH 3T3 Cells",
            "Tetrahydrofolate Dehydrogenase",
            "Trimethoprim"
        ],
        "Authors": [
            {
                "First Name": "Sarah S",
                "Last Name": "Gallagher",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Julia E",
                "Last Name": "Sable",
                "Affiliation": ""
            },
            {
                "First Name": "Michael P",
                "Last Name": "Sheetz",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "ACS chemical biology",
        "PubDate": "2009"
    },
    {
        "PMID": "19104062",
        "Title": "Slow peptide bond formation by proline and other N-alkylamino acids in translation.",
        "Abstract": "Proteins are made from 19 aa and, curiously, one N-alkylamino acid (\"imino acid\"), proline (Pro). Pro is thought to be incorporated by the translation apparatus at the same rate as the 19 aa, even though the alkyl group in Pro resides directly on the nitrogen nucleophile involved in peptide bond formation. Here, by combining quench-flow kinetics and charging of tRNAs with cognate and noncognate amino acids, we find that Pro incorporates in translation significantly more slowly than Phe or Ala and that other N-alkylamino acids incorporate much more slowly. Our results show that the slowest step in incorporation of N-alkylamino acids is accommodation/peptidyl transfer after GTP hydrolysis on EF-Tu. The relative incorporation rates correlate with expectations from organic chemistry, suggesting that amino acid sterics and basicities affect translation rates at the peptidyl transfer step. Cognate isoacceptor tRNAs speed Pro incorporation to rates compatible with in vivo, although still 3-6 times slower than Phe incorporation from Phe-tRNA(Phe) depending on the Pro codon. Results suggest that Pro is the only N-alkylamino acid in the genetic code because it has a privileged cyclic structure that is more reactive than other N-alkylamino acids. Our data on the variation of the rate of incorporation of Pro from native Pro-tRNA(Pro) isoacceptors at 4 different Pro codons help explain codon bias not accounted for by the \"tRNA abundance\" hypothesis.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acids",
            "Codon",
            "Escherichia coli",
            "GTP Phosphohydrolases",
            "Kinetics",
            "Molecular Conformation",
            "Proline",
            "Protein Biosynthesis",
            "RNA, Transfer, Amino Acid-Specific",
            "RNA, Transfer, Amino Acyl",
            "Static Electricity"
        ],
        "Authors": [
            {
                "First Name": "Michael Y",
                "Last Name": "Pavlov",
                "Affiliation": "Department of Cell and Molecular Biology, Uppsala University, BMC, Box 596, 751 24 Uppsala, Sweden."
            },
            {
                "First Name": "Richard E",
                "Last Name": "Watts",
                "Affiliation": ""
            },
            {
                "First Name": "Zhongping",
                "Last Name": "Tan",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            },
            {
                "First Name": "Måns",
                "Last Name": "Ehrenberg",
                "Affiliation": ""
            },
            {
                "First Name": "Anthony C",
                "Last Name": "Forster",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2009"
    },
    {
        "PMID": "19053460",
        "Title": "High-throughput selection for cellulase catalysts using chemical complementation.",
        "Abstract": "Efficient enzymatic hydrolysis of lignocellulosic material remains one of the major bottlenecks to cost-effective conversion of biomass to ethanol. Improvement of glycosylhydrolases, however, is limited by existing medium-throughput screening technologies. Here, we report the first high-throughput selection for cellulase catalysts. This selection was developed by adapting chemical complementation to provide a growth assay for bond cleavage reactions. First, a URA3 counter selection was adapted to link chemical dimerizer activated gene transcription to cell death. Next, the URA3 counter selection was shown to detect cellulase activity based on cleavage of a tetrasaccharide chemical dimerizer substrate and decrease in expression of the toxic URA3 reporter. Finally, the utility of the cellulase selection was assessed by isolating cellulases with improved activity from a cellulase library created by family DNA shuffling. This application provides further evidence that chemical complementation can be readily adapted to detect different enzymatic activities for important chemical transformations for which no natural selection exists. Because of the large number of enzyme variants that selections can now test as compared to existing medium-throughput screens for cellulases, this assay has the potential to impact the discovery of improved cellulases and other glycosylhydrolases for biomass conversion from libraries of cellulases created by mutagenesis or obtained from natural biodiversity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biodiversity",
            "Biomass",
            "Biotechnology",
            "Catalysis",
            "Cell Death",
            "Cell Survival",
            "Cellulase",
            "Chemistry",
            "DNA",
            "Dimerization",
            "Glycosylation",
            "Hydrolases",
            "Models, Chemical",
            "Mutagenesis"
        ],
        "Authors": [
            {
                "First Name": "Pamela",
                "Last Name": "Peralta-Yahya",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Brian T",
                "Last Name": "Carter",
                "Affiliation": ""
            },
            {
                "First Name": "Hening",
                "Last Name": "Lin",
                "Affiliation": ""
            },
            {
                "First Name": "Haiyan",
                "Last Name": "Tao",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2008"
    },
    {
        "PMID": "18788807",
        "Title": "Conditional glycosylation in eukaryotic cells using a biocompatible chemical inducer of dimerization.",
        "Abstract": "Chemical inducers of dimerization (CIDs) are cell-permeable small molecules capable of dimerizing two protein targets. The most widely used CID, the natural product rapamycin and its relatives, is immunosuppressive due to interactions with endogenous targets and thus has limited utility in vivo. Here we report a new biocompatible CID, Tmp-SLF, which dimerizes E. coli DHFR and FKBP and has no endogenous mammalian targets that would lead to unwanted in vivo side effects. We employed Tmp-SLF to modulate gene expression in a yeast three-hybrid assay. Finally, we engineered the Golgi-resident glycosyltransferase FucT7 for tunable control by Tmp-SLF in mammalian cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biocompatible Materials",
            "CHO Cells",
            "Cricetinae",
            "Cricetulus",
            "Glycosylation",
            "Molecular Structure",
            "Protein Binding",
            "Protein Multimerization",
            "Saccharomyces cerevisiae"
        ],
        "Authors": [
            {
                "First Name": "Jennifer L",
                "Last Name": "Czlapinski",
                "Affiliation": "Department of Chemistry, University of California, Berkeley, California 94720, USA."
            },
            {
                "First Name": "Michael W",
                "Last Name": "Schelle",
                "Affiliation": ""
            },
            {
                "First Name": "Lawrence W",
                "Last Name": "Miller",
                "Affiliation": ""
            },
            {
                "First Name": "Scott T",
                "Last Name": "Laughlin",
                "Affiliation": ""
            },
            {
                "First Name": "Jennifer J",
                "Last Name": "Kohler",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            },
            {
                "First Name": "Carolyn R",
                "Last Name": "Bertozzi",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2008"
    },
    {
        "PMID": "18330853",
        "Title": "Characterization of a new glycosynthase cloned by using chemical complementation.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Catalysis",
            "Cloning, Molecular",
            "Combinatorial Chemistry Techniques",
            "Enzyme Activation",
            "Glucosidases",
            "Glycosides"
        ],
        "Authors": [
            {
                "First Name": "Haiyan",
                "Last Name": "Tao",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Pamela",
                "Last Name": "Peralta-Yahya",
                "Affiliation": ""
            },
            {
                "First Name": "John",
                "Last Name": "Decatur",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Chembiochem : a European journal of chemical biology",
        "PubDate": "2008"
    },
    {
        "PMID": "18075675",
        "Title": "Transcription factor logic using chemical complementation.",
        "Abstract": "Chemical complementation was used to make a transcription factor circuit capable of performing complex Boolean logic.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "DNA-Binding Proteins",
            "Drug Design",
            "Drug Evaluation, Preclinical",
            "Galactose",
            "Gene Expression Regulation",
            "Gene Regulatory Networks",
            "Genes, Reporter",
            "Lac Operon",
            "Ligands",
            "Logic",
            "Models, Biological",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "Software",
            "Transcription Factors",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Jonathan E",
                "Last Name": "Bronson",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "William W",
                "Last Name": "Mazur",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular bioSystems",
        "PubDate": "2008"
    },
    {
        "PMID": "18029418",
        "Title": "Saturation mutagenesis of Asn152 reveals a substrate selectivity switch in P99 cephalosporinase.",
        "Abstract": "In class C beta-lactamases, the strictly conserved Asn152 forms part of an extended active-site hydrogen-bonding network. To probe its role in catalysis, all 19 mutants of Enterobacter cloacae P99 cephalosporinase Asn152 were simultaneously constructed and screened in Escherichia coli for their in vivo activity. The screen identified the previously uncharacterized mutants Asn152Ser, Asn152Thr, and Asn152Gly, which possess significant activity and altered substrate selectivity. In vitro measurement of Michaelis-Menten kinetic constants revealed that the Asn152Ser mutation causes a selectivity switch for penicillin G versus cefoxitin. Asn152Thr showed a 63-fold increase in k (cat) for oxacillin, a slow substrate for wild-type cephalosporinase. The results contribute to a growing body of data showing that mutation of highly conserved residues in the active site can result in substrate selectivity changes. The library screening method presented here would be applicable to substrate selectivity determination in other readily screenable enzymes.",
        "Keywords": [],
        "MeSH terms": [
            "Anti-Bacterial Agents",
            "Binding Sites",
            "Cephalosporinase",
            "Escherichia coli",
            "Hydrogen Bonding",
            "Kinetics",
            "Models, Molecular",
            "Mutagenesis, Site-Directed",
            "Mutation",
            "Protein Binding",
            "Substrate Specificity"
        ],
        "Authors": [
            {
                "First Name": "Scott T",
                "Last Name": "Lefurgy",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "René M",
                "Last Name": "de Jong",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Protein science : a publication of the Protein Society",
        "PubDate": "2007"
    },
    {
        "PMID": "17718568",
        "Title": "Specificity of translation for N-alkyl amino acids.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Amino Acids",
            "Escherichia coli",
            "Proline",
            "Protein Biosynthesis",
            "RNA, Messenger",
            "RNA, Transfer",
            "RNA, Transfer, Amino Acyl",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Baolin",
                "Last Name": "Zhang",
                "Affiliation": "Department of Pharmacology and Vanderbilt Institute of Chemical Biology, Vanderbilt University Medical Center, 2222 Pierce Avenue, Nashville, Tennessee 37232, USA."
            },
            {
                "First Name": "Zhongping",
                "Last Name": "Tan",
                "Affiliation": ""
            },
            {
                "First Name": "Lucas Gartenmann",
                "Last Name": "Dickson",
                "Affiliation": ""
            },
            {
                "First Name": "Madhavi N L",
                "Last Name": "Nalam",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            },
            {
                "First Name": "Anthony C",
                "Last Name": "Forster",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2007"
    },
    {
        "PMID": "17378009",
        "Title": "Optimized fluorescent trimethoprim derivatives for in vivo protein labeling.",
        "Abstract": "The combined technologies of optical microscopy and selective probes allow for real-time analysis of protein function in living cells. Synthetic chemistry offers a means to develop specific, protein-targeted probes that exhibit greater optical and chemical functionality than the widely used fluorescent proteins. Here we describe pharmacokinetically optimized, fluorescent trimethoprim (TMP) analogues that can be used to specifically label recombinant proteins fused to E. coli dihydrofolate reductase (eDHFR) in living, wild-type mammalian cells. These improved fluorescent tags exhibited high specificity and fast labeling kinetics, and they could be detected at a high signal-to-noise ratio by using fluorescence microscopy and fluorescence-activated cell sorting (FACS). We also show that fluorescent TMP-eDHFR complexes are complements to green fluorescent protein (GFP) for two-color protein labeling experiments in cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "DNA Primers",
            "Fluorescence",
            "Microscopy",
            "Molecular Probes",
            "Proteins",
            "Trimethoprim"
        ],
        "Authors": [
            {
                "First Name": "Nathaniel T",
                "Last Name": "Calloway",
                "Affiliation": "Department of Chemistry and Chemical Biology, Cornell University, Ithaca, NY 14853, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Choob",
                "Affiliation": ""
            },
            {
                "First Name": "Ana",
                "Last Name": "Sanz",
                "Affiliation": ""
            },
            {
                "First Name": "Michael P",
                "Last Name": "Sheetz",
                "Affiliation": ""
            },
            {
                "First Name": "Lawrence W",
                "Last Name": "Miller",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Chembiochem : a European journal of chemical biology",
        "PubDate": "2007"
    },
    {
        "PMID": "17291441",
        "Title": "An orthogonal dexamethasone-trimethoprim yeast three-hybrid system.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "Dexamethasone",
            "Dimerization",
            "Escherichia coli",
            "Gene Expression Regulation",
            "Genes, Reporter",
            "Protein Binding",
            "Rats",
            "Receptors, Glucocorticoid",
            "Saccharomyces cerevisiae",
            "Tetrahydrofolate Dehydrogenase",
            "Transcriptional Activation",
            "Trimethoprim",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Sarah S",
                "Last Name": "Gallagher",
                "Affiliation": "Department of Chemistry, Columbia University, Havemeyer Hall, MC 3111, 3000 Broadway, New York, NY 10027, USA."
            },
            {
                "First Name": "Lawrence W",
                "Last Name": "Miller",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Analytical biochemistry",
        "PubDate": "2007"
    },
    {
        "PMID": "16870451",
        "Title": "Optimized design and synthesis of chemical dimerizer substrates for detection of glycosynthase activity via chemical complementation.",
        "Abstract": "Glycosynthases catalyze the formation of a glycosidic bond between a glycosyl fluoride donor substrate and a glycosyl acceptor substrate with high yield, thus providing a valuable approach for the synthesis of carbohydrates and glycoconjugates. Chemical complementation can be used to link glycosynthase activity to the transcription of a reporter gene in vivo, providing a selection for the directed evolution of glycosynthase enzymes with improved properties. In this approach, glycosynthase activity is detected as covalent coupling between a small molecule disaccharide acceptor substrate and a small molecule disaccharide alpha-fluoro donor substrate. Here we report the optimized design and synthesis of these small molecule substrates. These optimized substrates are shown to give a robust, glycosynthase-dependent transcriptional read-out in the chemical complementation assay. The full synthesis and characterization of these substrates are reported for the first time. These optimized chemical dimerizer substrates should allow the potential of chemical complementation for the directed evolution of glycosynthases with diverse substrate specificities and improved properties to be fully realized.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Catalysis",
            "Combinatorial Chemistry Techniques",
            "Dimerization",
            "Disaccharides",
            "Drug Design",
            "Enzyme Activation",
            "Glucosidases",
            "Molecular Conformation",
            "Substrate Specificity"
        ],
        "Authors": [
            {
                "First Name": "Haiyan",
                "Last Name": "Tao",
                "Affiliation": "Department of Chemistry, Columbia University, 3000 Broadway, New York, NY 10027, USA."
            },
            {
                "First Name": "Pamela",
                "Last Name": "Peralta-Yahya",
                "Affiliation": ""
            },
            {
                "First Name": "Hening",
                "Last Name": "Lin",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Bioorganic & medicinal chemistry",
        "PubDate": "2006"
    },
    {
        "PMID": "16525453",
        "Title": "Biological chemistry: catalytic competition for cells.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Catalysis",
            "Cells",
            "Directed Molecular Evolution",
            "Emulsions",
            "Enzymes",
            "Flow Cytometry",
            "Protein Biosynthesis",
            "Selection, Genetic",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2006"
    },
    {
        "PMID": "16250067",
        "Title": "Investigation of the mechanism of resistance to third-generation cephalosporins by class C beta-lactamases by using chemical complementation.",
        "Abstract": "The widespread use of antibiotics to treat bacterial infections has led to the continuing challenge of antibiotic resistance. For beta-lactam antibiotics, the most common form of resistance is the expression of beta-lactamase enzymes, which inactivate the antibiotics by cleavage of the beta-lactam core. In this study, chemical complementation, which is a general method to link the formation or cleavage of a chemical bond to the transcription of a reporter gene in vivo, was employed in combination with combinatorial mutagenesis to study the mechanism by which the class C beta-lactamase P99 might evolve resistance to the commonly administered third-generation cephalosporin cefotaxime. The chemical complementation system was first shown to be able to distinguish between the wild-type (wt) class C beta-lactamase P99 and the clinically isolated extended-spectrum class C beta-lactamase GC1 in the presence of cefotaxime. The system was then employed to evaluate the activity of mutants of wt P99 towards cefotaxime. A number of single-point mutations at position 221 (Tyr in wt P99) were identified that conferred resistance towards inhibition by cefotaxime, with as much as a 2000-fold increase in k(cat) and a 100-fold increase in k(cat)/K(M) (k(cat)=the rate of catalysis; K(M)=the Michaelis constant), as compared to those of the wt enzyme. Finally, the chemical complementation system was employed in a high-throughput screen to identify a number of mutants of P99 that have multiple mutations around the substrate-binding pocket that increase resistance towards cefotaxime inhibition. The catalytic turnover of cefotaxime by the most active mutant identified was 5500 times higher than that of the wt P99. The resistant mutants suggest a mechanism by which a number of mutations can confer resistance by increasing the flexibility of the Omega loop and altering the positioning of residue 221. Thus, as illustrated in this study, chemical complementation has the potential to be used as a high-throughput screen to study a wide range of enzyme-drug interactions.",
        "Keywords": [],
        "MeSH terms": [
            "Anti-Bacterial Agents",
            "Cefotaxime",
            "Cephalosporins",
            "Crystallography, X-Ray",
            "Directed Molecular Evolution",
            "Drug Design",
            "Drug Resistance, Bacterial",
            "Microbial Sensitivity Tests",
            "Models, Molecular",
            "Molecular Structure",
            "Mutation",
            "beta-Lactamases"
        ],
        "Authors": [
            {
                "First Name": "Brian T",
                "Last Name": "Carter",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Hening",
                "Last Name": "Lin",
                "Affiliation": ""
            },
            {
                "First Name": "Shalom D",
                "Last Name": "Goldberg",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Althoff",
                "Affiliation": ""
            },
            {
                "First Name": "Jessica",
                "Last Name": "Raushel",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Chembiochem : a European journal of chemical biology",
        "PubDate": "2005"
    },
    {
        "PMID": "16076454",
        "Title": "De novo genetic codes and pure translation display.",
        "Abstract": "It is appealing to envision engineering translation for the genetically encoded synthesis of new classes of molecules. The complete reassignment of codons to unnatural amino acids at one or two non-adjacent sites per protein has already found wide utility (see other papers in this volume). This has been achieved by suppression at stop codons or rarely used sense codons in crude systems and in vivo. However, competing aminoacyl-tRNAs, aminoacyl-tRNA synthetases, and release factors limit efficiencies and generalization. We maximize flexibility by omitting the competing components and by reconstituting translation from His-tagged initiation and elongation factors. This approach opens up all 64 codons to amino acid reassignment and has allowed incorporation of several adjacent unnatural amino acids for the study of translation mechanism. One potential application is \"peptidomimetic evolution\" for ligand discovery. Toward this goal, we have demonstrated the display of polypeptides on their mRNAs in a purified translation system, termed \"pure translation display.\"",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acids",
            "Amino Acyl-tRNA Synthetases",
            "Codon",
            "Genetic Code",
            "Protein Biosynthesis",
            "Protein Engineering",
            "RNA, Transfer",
            "RNA, Transfer, Amino Acyl",
            "Transfer RNA Aminoacylation"
        ],
        "Authors": [
            {
                "First Name": "Zhongping",
                "Last Name": "Tan",
                "Affiliation": "Department of Chemistry, Columbia University, 3000 Broadway, New York, NY 10027, USA."
            },
            {
                "First Name": "Stephen C",
                "Last Name": "Blacklow",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            },
            {
                "First Name": "Anthony C",
                "Last Name": "Forster",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods (San Diego, Calif.)",
        "PubDate": "2005"
    },
    {
        "PMID": "15782216",
        "Title": "In vivo protein labeling with trimethoprim conjugates: a flexible chemical tag.",
        "Abstract": "The introduction of green fluorescent protein and its variants (GFPs) has allowed protein analysis at the level of the cell. Now, chemical methods are needed to label proteins in vivo with a wider variety of functionalities so that mechanistic questions about protein function in the complex cellular environment can be addressed. Here we demonstrate that trimethoprim derivatives can be used to selectively tag Escherichia coli dihydrofolate reductase (eDHFR) fusion proteins in wild-type mammalian cells with minimal background and fast kinetics.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "CHO Cells",
            "Cricetinae",
            "Cricetulus",
            "Gene Expression Profiling",
            "Microscopy, Fluorescence",
            "Recombinant Fusion Proteins",
            "Spectrometry, Fluorescence",
            "Staining and Labeling",
            "Trimethoprim"
        ],
        "Authors": [
            {
                "First Name": "Lawrence W",
                "Last Name": "Miller",
                "Affiliation": "Department of Chemistry, Columbia University, New York 10027, USA. lwm2001@columbia.edu"
            },
            {
                "First Name": "Yunfei",
                "Last Name": "Cai",
                "Affiliation": ""
            },
            {
                "First Name": "Michael P",
                "Last Name": "Sheetz",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature methods",
        "PubDate": "2005"
    },
    {
        "PMID": "15701454",
        "Title": "Selective chemical labeling of proteins in living cells.",
        "Abstract": "Labeling proteins with fluorophores, affinity labels or other chemically or optically active species is immensely useful for studying protein function in living cells or tissue. The use of genetically encoded green fluorescent protein and its variants has been particularly valuable in this regard. In an effort to increase the diversity of available protein labels, various efforts to append small molecules to selected proteins in vivo have been reported. This review discusses recent advances in selective, in vivo protein labeling based on small molecule ligand-receptor interactions, intein-mediated processes, and enzyme-catalyzed protein modifications.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cells",
            "Fluorescence",
            "Green Fluorescent Proteins",
            "Humans",
            "Ligands",
            "Microscopy, Fluorescence",
            "Proteins",
            "Staining and Labeling"
        ],
        "Authors": [
            {
                "First Name": "Lawrence W",
                "Last Name": "Miller",
                "Affiliation": "Department of Chemistry, Columbia University, Havemeyer Hall, MC 3153, 3000 Broadway, New York, New York 10027, USA. lwm2001@columbia.edu"
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in chemical biology",
        "PubDate": "2005"
    },
    {
        "PMID": "15548001",
        "Title": "Directed evolution of a glycosynthase via chemical complementation.",
        "Abstract": "Recently, we reported a general assay for enzyme catalysis based on the yeast three-hybrid assay, Chemical Complementation, which is intended to expand the range of chemical reactions to which directed evolution can be applied. Here, Chemical Complementation was applied to a glycosynthase derived from a retaining glycosidase, an important class of enzymes for carbohydrate synthesis. Using the yeast three-hybrid assay, the glycosynthase activity of the E197A mutant of the Cel7B from Humicola insolens was linked to transcription of a LEU2 reporter gene, making cell growth dependent on glycosynthase activity in the absence of leucine. Then the LEU2 selection was used to isolate the most active glycosynthase from a Glu197 saturation library, yielding an E197S Cel7B variant with a 5-fold increase in glycosynthase activity. These results not only establish Chemical Complementation as a platform for the directed evolution of glycosynthases, but also show the generality of this approach and the ease with which it can be applied to new chemical reactions.",
        "Keywords": [],
        "MeSH terms": [
            "Ascomycota",
            "Cellulase",
            "Directed Molecular Evolution",
            "Leucine",
            "Point Mutation",
            "Transcription, Genetic",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Hening",
                "Last Name": "Lin",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Haiyan",
                "Last Name": "Tao",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2004"
    },
    {
        "PMID": "15469251",
        "Title": "Amino acid backbone specificity of the Escherichia coli translation machinery.",
        "Abstract": "Using a pure Escherichia coli translation system, we tested the intrinsic specificity of the protein biosynthetic machinery by determining the relative yields of peptide synthesis for incorporation of a series of acyl-%@mt;sys@%tRNA%@sx@%GAC%@be@%AsnB%@sxx@%%@mx@% 's with varied backbone structures at the sense codon GUU (Val). The results showed that different amino acids on the same tRNA adaptor give significantly different peptide yields and the potential for cross-talk between the amino acid and tRNA body/anticodon in aa-tRNA decoding by the ribosome. They further support the substrate plasticity of the ribosomal biosynthetic machinery and provide immediate candidates for ribosomally encoded polymer synthesis.",
        "Keywords": [],
        "MeSH terms": [
            "Alanine",
            "Base Sequence",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Molecular Sequence Data",
            "Nucleic Acid Conformation",
            "Phenylalanine",
            "Protein Biosynthesis",
            "RNA, Transfer, Asn",
            "Ribosomes",
            "Substrate Specificity"
        ],
        "Authors": [
            {
                "First Name": "Zhongping",
                "Last Name": "Tan",
                "Affiliation": "Department of Chemistry, Columbia University, 3000 Broadway, New York, NY 10027, USA."
            },
            {
                "First Name": "Anthony C",
                "Last Name": "Forster",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen C",
                "Last Name": "Blacklow",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2004"
    },
    {
        "PMID": "15450813",
        "Title": "Pure translation display.",
        "Abstract": "Methods such as monoclonal antibody technology, phage display, and ribosome display provide genetic routes to the selection of proteins and peptides with desired properties. However, extension to polymers of unnatural amino acids is problematic because the translation step is always performed in vivo or in crude extracts in the face of competition from natural amino acids. Here, we address this restriction using a pure translation system in which aminoacyl-tRNA synthetases and other competitors are deliberately omitted. First, we show that such a simplified system can synthesize long polypeptides. Second, we demonstrate \"pure translation display\" by selecting from an mRNA library only those mRNAs that encode a selectable unnatural amino acid upstream of a peptide spacer sequence long enough to span the ribosome tunnel. Pure translation display should enable the directed evolution of peptide analogs with desirable catalytic or pharmacological properties.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Amino Acids",
            "Avidin",
            "Base Sequence",
            "Cell-Free System",
            "Directed Molecular Evolution",
            "Gene Library",
            "Molecular Sequence Data",
            "Molecular Structure",
            "Peptides",
            "Protein Biosynthesis",
            "RNA, Messenger"
        ],
        "Authors": [
            {
                "First Name": "Anthony C",
                "Last Name": "Forster",
                "Affiliation": "Department of Pathology, Brigham and Women's Hospital, Harvard Medical School, 77 Avenue Louis Pasteur, Boston, MA 02115, USA. aforster@rics.bwh.harvard.edu"
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen C",
                "Last Name": "Blacklow",
                "Affiliation": ""
            }
        ],
        "Journal": "Analytical biochemistry",
        "PubDate": "2004"
    },
    {
        "PMID": "15301533",
        "Title": "Correlation between ligand-receptor affinity and the transcription readout in a yeast three-hybrid system.",
        "Abstract": "The yeast two-hybrid assay has proven to be a powerful method to detect protein-protein interactions as well as to derive genome-wide protein interaction maps. More recently, three-hybrid assays have emerged as a means to detect both protein-RNA and protein-small molecule interactions. Despite the routine use of the two-hybrid assay and the potential of three-hybrid systems, there has been little quantitative characterization to understand how the strength of the protein interaction correlates with transcription activation. It is not known if the additional interaction in three-hybrid systems compromises the sensitivity of the system. Thus, here, we set out to determine the K(D) cutoff of a small molecule three-hybrid system and to determine if there is a correlation between the K(D) and the levels of transcription activation. A series of mutations to FK506-binding protein 12 (FKBP12) were designed to vary the affinity of this protein for the small molecule synthetic ligand for FK506-binding protein 12 (SLF). These FKBP12 variants were overexpressed and purified, and their K(D)'s for SLF were measured using a fluorescence polarization assay. Then the levels of transcription activation in a Mtx-DHFR yeast three-hybrid system were determined for these variants using a lacZ reporter gene. The K(D) cutoff of the Mtx yeast three-hybrid system is found to be ca. 50 nM. Further, the levels of transcription activation correlate with the strength of the binding interaction, though the dynamic range is only 1 order of magnitude. These results establish that the three-hybrid assay has the requisite sensitivity for drug discovery. However, the small dynamic range highlights a limitation to equilibrium-based assays for discriminating interactions based on affinity.",
        "Keywords": [],
        "MeSH terms": [
            "Escherichia coli",
            "Fluorescence",
            "Genes, Reporter",
            "Ligands",
            "Methotrexate",
            "Models, Molecular",
            "Protein Conformation",
            "Saccharomyces cerevisiae",
            "Sensitivity and Specificity",
            "Tacrolimus Binding Protein 1A",
            "Tetrahydrofolate Dehydrogenase",
            "Transcription, Genetic",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Karim Suwwan",
                "Last Name": "de Felipe",
                "Affiliation": "Integrated Program in Cellular, Molecular, and Biophysical Studies, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Brian T",
                "Last Name": "Carter",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Althoff",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Biochemistry",
        "PubDate": "2004"
    },
    {
        "PMID": "15198613",
        "Title": "Mixed quantum mechanical/molecular mechanical (QM/MM) study of the deacylation reaction in a penicillin binding protein (PBP) versus in a class C beta-lactamase.",
        "Abstract": "The origin of the substantial difference in deacylation rates for acyl-enzyme intermediates in penicillin-binding proteins (PBPs) and beta-lactamases has remained an unsolved puzzle whose solution is of great importance to understanding bacterial antibiotic resistance. In this work, accurate, large-scale mixed ab initio quantum mechanical/molecular mechanical (QM/MM) calculations have been used to study the hydrolysis of acyl-enzyme intermediates formed between cephalothin and the dd-peptidase of Streptomyces sp. R61, a PBP, and the Enterobacter cloacae P99 cephalosporinase, a class C beta-lactamase. Qualitative and, in the case of P99, quantitative agreement was achieved with experimental kinetics. The faster rate of deacylation in the beta-lactamase is attributed to a more favorable electrostatic environment around Tyr150 in P99 (as compared to that for Tyr159 in R61) which facilitates this residue's function as the general base. This is found to be in large part accomplished by the ability of P99 to covalently bind the ligand without concurrent elimination of hydrogen bonds to Tyr150, which proves not to be the case with Tyr159 in R61. This work provides an essential foundation for further work in this area, such as selecting mutations capable of converting the PBP into a beta-lactamase.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Carrier Proteins",
            "Cephalosporinase",
            "Cephalothin",
            "Enterobacter cloacae",
            "Hexosyltransferases",
            "Hydrolysis",
            "Models, Molecular",
            "Molecular Structure",
            "Muramoylpentapeptide Carboxypeptidase",
            "Penicillin-Binding Proteins",
            "Peptide Hydrolases",
            "Peptidyl Transferases",
            "Quantum Theory",
            "Streptomyces",
            "beta-Lactamases"
        ],
        "Authors": [
            {
                "First Name": "Benjamin F",
                "Last Name": "Gherman",
                "Affiliation": "Department of Chemistry and Center for Biomolecular Simulation, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Shalom D",
                "Last Name": "Goldberg",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            },
            {
                "First Name": "Richard A",
                "Last Name": "Friesner",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2004"
    },
    {
        "PMID": "15123273",
        "Title": "Finding Cinderella after the ball: a three-hybrid approach to drug target identification.",
        "Abstract": "A major bottleneck in drug discovery is identifying the targets of small molecules. The yeast three-hybrid assay extends the two-hybrid approach to screen for protein-small molecule interactions. In this issue of Chemistry & Biology, GPC Biotech reports the first application of this promising assay.",
        "Keywords": [],
        "MeSH terms": [
            "Drug Delivery Systems",
            "Gene Library",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Scott",
                "Last Name": "Lefurgy",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Virginia",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Chemistry & biology",
        "PubDate": "2004"
    },
    {
        "PMID": "15038033",
        "Title": "Methotrexate conjugates: a molecular in vivo protein tag.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "CHO Cells",
            "Cricetinae",
            "Escherichia coli",
            "Fluorescent Dyes",
            "Ligands",
            "Methotrexate",
            "Mice",
            "Microscopy, Fluorescence",
            "Molecular Structure",
            "NIH 3T3 Cells",
            "Protein Conformation",
            "Recombinant Fusion Proteins",
            "Tetrahydrofolate Dehydrogenase"
        ],
        "Authors": [
            {
                "First Name": "Lawrence W",
                "Last Name": "Miller",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Julia",
                "Last Name": "Sable",
                "Affiliation": ""
            },
            {
                "First Name": "Philip",
                "Last Name": "Goelet",
                "Affiliation": ""
            },
            {
                "First Name": "Michael P",
                "Last Name": "Sheetz",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Angewandte Chemie (International ed. in English)",
        "PubDate": "2004"
    },
    {
        "PMID": "15035627",
        "Title": "Correlation between catalytic efficiency and the transcription read-out in chemical complementation: a general assay for enzyme catalysis.",
        "Abstract": "High-throughput assays for enzyme catalysis that can be applied to a broad range of chemical reactions are key to advances in directed evolution and proteomics. Recently, we reported such a general assay, chemical complementation, which links enzyme catalysis to reporter gene transcription in vivo using the yeast three-hybrid assay. In this proof-of-principle experiment, it was shown that a wild-type beta-lactamase enzyme could be isolated from a pool of inactive mutants using a lacZ screen. Ideally, however, such an assay should be able to distinguish enzymes based on their catalytic activity. Thus, here, we set out to determine if the catalytic efficiency of an enzyme variant does in fact correlate with its level of transcription activation in the chemical complementation assay. First, the reaction mechanism for the cleavage of the beta-lactam substrate used in the chemical complementation proof-of-principle experiment was determined. Then a series of beta-lactamase variants was designed to span several orders of magnitude in k(cat)/K(m). The activity of each variant was determined both in vitro using purified enzyme and in vivo in the chemical complementation transcription assay. Beta-lactamase variants spanning three-orders of magnitude in k(cat)/K(m) could be distinguished in the assay, and the catalytic efficiency of each variant correlated with its level of transcription activation in vivo. These results establish the suitability of chemical complementation for the directed evolution of enzymes with improvements in catalytic activity and for profiling the relative substrate specificities of a group of enzymes in proteomics applications.",
        "Keywords": [],
        "MeSH terms": [
            "Catalysis",
            "Cephalosporins",
            "Dexamethasone",
            "Directed Molecular Evolution",
            "Enterobacter cloacae",
            "Genes, Reporter",
            "Genetic Variation",
            "Hydrolysis",
            "Kinetics",
            "Lac Operon",
            "Methotrexate",
            "Mutagenesis, Site-Directed",
            "Recombinant Proteins",
            "Saccharomyces cerevisiae",
            "Substrate Specificity",
            "Transcription, Genetic",
            "Transcriptional Activation",
            "Two-Hybrid System Techniques",
            "beta-Lactamases"
        ],
        "Authors": [
            {
                "First Name": "Debleena",
                "Last Name": "Sengupta",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Hening",
                "Last Name": "Lin",
                "Affiliation": ""
            },
            {
                "First Name": "Shalom D",
                "Last Name": "Goldberg",
                "Affiliation": ""
            },
            {
                "First Name": "Jacqueline J",
                "Last Name": "Mahal",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Biochemistry",
        "PubDate": "2004"
    },
    {
        "PMID": "12876313",
        "Title": "Identification of residues critical for catalysis in a class C beta-lactamase by combinatorial scanning mutagenesis.",
        "Abstract": "Despite their clinical importance, the mechanism of action of the class C beta-lactamases is poorly understood. In contrast to the class A and class D beta-lactamases, which contain a glutamate residue and a carbamylated lysine in their respective active sites that are thought to serve as general base catalysts for beta-lactam hydrolysis, the mechanism of activation of the serine and water nucleophiles in the class C enzymes is unclear. To probe for residues involved in catalysis, the class C beta-lactamase from Enterobacter cloacae P99 was studied by combinatorial scanning mutagenesis at 122 positions in and around the active site. Over 1000 P99 variants were screened for activity in a high-throughput in vivo antibiotic resistance assay and sequenced by 96-capillary electrophoresis to identify residues that are important for catalysis. P99 mutants showing reduced capability to convey antibiotic resistance were purified and characterized in vitro. The screen identified an active-site hydrogen-bonding network that is key to catalysis. A second cluster of residues was identified that likely plays a structural role in the enzyme. Otherwise, residues not directly contacting the substrate showed tolerance to substitution. The study lends support to the notion that the class C beta-lactamases do not have a single residue that acts as the catalytic general base. Rather, catalysis is affected by a hydrogen-bonding network in the active site, suggesting a possible charge relay system.",
        "Keywords": [],
        "MeSH terms": [
            "Base Sequence",
            "Binding Sites",
            "Catalysis",
            "Drug Resistance, Bacterial",
            "Escherichia coli",
            "Hydrolysis",
            "Kinetics",
            "Models, Molecular",
            "Mutagenesis, Site-Directed",
            "Peptide Library",
            "Protein Conformation",
            "beta-Lactamases"
        ],
        "Authors": [
            {
                "First Name": "Shalom D",
                "Last Name": "Goldberg",
                "Affiliation": "Department of Chemistry, Columbia University, 3000 Broadway, New York, NY 10027, USA."
            },
            {
                "First Name": "William",
                "Last Name": "Iannuccilli",
                "Affiliation": ""
            },
            {
                "First Name": "Tuan",
                "Last Name": "Nguyen",
                "Affiliation": ""
            },
            {
                "First Name": "Jingyue",
                "Last Name": "Ju",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Protein science : a publication of the Protein Society",
        "PubDate": "2003"
    },
    {
        "PMID": "12754376",
        "Title": "Programming peptidomimetic syntheses by translating genetic codes designed de novo.",
        "Abstract": "Although the universal genetic code exhibits only minor variations in nature, Francis Crick proposed in 1955 that \"the adaptor hypothesis allows one to construct, in theory, codes of bewildering variety.\" The existing code has been expanded to enable incorporation of a variety of unnatural amino acids at one or two nonadjacent sites within a protein by using nonsense or frameshift suppressor aminoacyl-tRNAs (aa-tRNAs) as adaptors. However, the suppressor strategy is inherently limited by compatibility with only a small subset of codons, by the ways such codons can be combined, and by variation in the efficiency of incorporation. Here, by preventing competing reactions with aa-tRNA synthetases, aa-tRNAs, and release factors during translation and by using nonsuppressor aa-tRNA substrates, we realize a potentially generalizable approach for template-encoded polymer synthesis that unmasks the substantially broader versatility of the core translation apparatus as a catalyst. We show that several adjacent, arbitrarily chosen sense codons can be completely reassigned to various unnatural amino acids according to de novo genetic codes by translating mRNAs into specific peptide analog polymers (peptidomimetics). Unnatural aa-tRNA substrates do not uniformly function as well as natural substrates, revealing important recognition elements for the translation apparatus. Genetic programming of peptidomimetic synthesis should facilitate mechanistic studies of translation and may ultimately enable the directed evolution of small molecules with desirable catalytic or pharmacological properties.",
        "Keywords": [],
        "MeSH terms": [
            "Base Sequence",
            "Genetic Code",
            "Molecular Mimicry",
            "Molecular Sequence Data",
            "Nucleic Acid Conformation",
            "Peptides",
            "Protein Biosynthesis",
            "RNA, Messenger"
        ],
        "Authors": [
            {
                "First Name": "Anthony C",
                "Last Name": "Forster",
                "Affiliation": "Department of Pathology, Brigham and Women's Hospital, Harvard Medical School, 75 Francis Street, Boston, MA 02115, USA. aforster@rics.bwh.harvard.edu"
            },
            {
                "First Name": "Zhongping",
                "Last Name": "Tan",
                "Affiliation": ""
            },
            {
                "First Name": "Madhavi N L",
                "Last Name": "Nalam",
                "Affiliation": ""
            },
            {
                "First Name": "Hening",
                "Last Name": "Lin",
                "Affiliation": ""
            },
            {
                "First Name": "Hui",
                "Last Name": "Qu",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen C",
                "Last Name": "Blacklow",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2003"
    },
    {
        "PMID": "12672422",
        "Title": "An optimized dexamethasone-methotrexate yeast 3-hybrid system for high-throughput screening of small molecule-protein interactions.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Dexamethasone",
            "Gene Expression Regulation",
            "Genes, Reporter",
            "Methotrexate",
            "Protein Binding",
            "Recombinant Fusion Proteins",
            "Two-Hybrid System Techniques",
            "Yeasts"
        ],
        "Authors": [
            {
                "First Name": "Kathleen",
                "Last Name": "Baker",
                "Affiliation": "Department of Pharmacology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Debleena",
                "Last Name": "Sengupta",
                "Affiliation": ""
            },
            {
                "First Name": "Gilda",
                "Last Name": "Salazar-Jimenez",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Analytical biochemistry",
        "PubDate": "2003"
    },
    {
        "PMID": "12482929",
        "Title": "Chemical complementation: a reaction-independent genetic assay for enzyme catalysis.",
        "Abstract": "A high-throughput assay for enzyme activity has been developed that is reaction independent. In this assay, a small-molecule yeast three-hybrid system is used to link enzyme catalysis to transcription of a reporter gene in vivo. Here we demonstrate the feasibility of this approach by using a well-studied enzyme-catalyzed reaction, cephalosporin hydrolysis by the Enterobacter cloacae P99 cephalosporinase (beta-lactam hydrolase, EC ). We show that the three-hybrid system can be used to read out cephalosporinase activity in vivo as a change in the level of transcription of a lacZ reporter gene and that the wild-type cephalosporinase can be isolated from a pool of inactive mutants by using a lacZ screen. The assay has been designed so that it can be applied to different chemical reactions without changing the components of the three-hybrid system. A reaction-independent high-throughput assay for protein function should be a powerful tool for protein engineering and enzymology, drug discovery, and proteomics.",
        "Keywords": [],
        "MeSH terms": [
            "Catalysis",
            "Cephalosporinase",
            "Cephalosporins",
            "Dimerization",
            "Enterobacter cloacae",
            "Genes, Reporter",
            "Hydrolysis",
            "Lac Operon",
            "Protein Engineering",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Kathleen",
                "Last Name": "Baker",
                "Affiliation": "Departments of Chemistry and Pharmacology, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Colleen",
                "Last Name": "Bleczinski",
                "Affiliation": ""
            },
            {
                "First Name": "Hening",
                "Last Name": "Lin",
                "Affiliation": ""
            },
            {
                "First Name": "Gilda",
                "Last Name": "Salazar-Jimenez",
                "Affiliation": ""
            },
            {
                "First Name": "Debleena",
                "Last Name": "Sengupta",
                "Affiliation": ""
            },
            {
                "First Name": "Sonja",
                "Last Name": "Krane",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2002"
    },
    {
        "PMID": "12470742",
        "Title": "Milestones in directed enzyme evolution.",
        "Abstract": "Directed evolution has now been used for over two decades as an alternative to rational design for protein engineering. Protein function, however, is complex, and modifying enzyme activity is a tall order. We can now improve existing enzyme activity, change enzyme selectivity and evolve function de novo using directed evolution. Although directed evolution is now used routinely to improve existing enzyme activity, there are still only a handful of examples where substrate selectivity has been modified sufficiently for practical application, and the de novo evolution of function largely eludes us.",
        "Keywords": [],
        "MeSH terms": [
            "Catalysis",
            "Directed Molecular Evolution",
            "Enzymes",
            "Gene Library",
            "Mutagenesis, Site-Directed",
            "Peptide Library",
            "Protein Engineering",
            "Stereoisomerism",
            "Substrate Specificity"
        ],
        "Authors": [
            {
                "First Name": "Haiyan",
                "Last Name": "Tao",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA. ht265@columbia.edu"
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in chemical biology",
        "PubDate": "2002"
    },
    {
        "PMID": "12458502",
        "Title": "Screening and selection methods for large-scale analysis of protein function.",
        "Abstract": "High-throughput assays hold tremendous promise for protein engineering and proteomics. With powerful assays it should be possible to evolve, for example, a stereoselective esterase for the chemical synthesis or a site-specific endonuclease for biomedical research. Entire cDNA libraries, which encode all of the proteins expressed in a given organism or cell line, should simply be passed through a battery of biochemical assays to determine the function of each individual protein. Herein we look at the types of assays that have been developed and how close we are to our goals of engineering proteins with new activities as well as rapidly assigning function to the thousands of proteins that make up each genome.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Humans",
            "Molecular Sequence Data",
            "Protein Biosynthesis",
            "Protein Engineering",
            "Proteins",
            "Proteomics"
        ],
        "Authors": [
            {
                "First Name": "Hening",
                "Last Name": "Lin",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Angewandte Chemie (International ed. in English)",
        "PubDate": "2002"
    },
    {
        "PMID": "12210990",
        "Title": "Receptor-dependence of the transcription read-out in a small-molecule three-hybrid system.",
        "Abstract": "Small-molecule three-hybrid systems show promise as an in vivo alternative to affinity chromatography for detecting small-molecule-protein interactions. While several three-hybrid systems have been reported, little has been done to characterize these systems and, in particular, to test the assumption that the protein-small-molecule interaction can be varied without disrupting the transcription read-out. Recently we reported a dexamethasone-methotrexate chemical inducer of dimerization (CID) for use in the yeast three-hybrid system, based on the well-studied ligand-receptor pairs dexamethasone (Dex)-glucocorticoid receptor (GR) and methotrexate (Mtx)-dihydrofolate reductase (DHFR). Here we describe our first efforts to characterize this system, by focusing on a comparison of the activity of a bacterial and a mammalian DHFR as a test case of the influence of the ligand-receptor pair on the transcription read-out. By using a lacZ reporter gene, the activity of several GR and DHFR protein chimeras with different orientations and linker sequences and Dex-Mtx CIDs with different chemical linkers have been compared. In addition, Western analyses and in vivo biochemical assays have been carried out to confirm the integrity of the GR and DHFR protein chimeras. The transcription read-out is found to be much more sensitive to the structure of the protein chimeras than the CID. The most surprising result is that the levels of transcription activation are consistently higher with the bacterial than the mammalian DHFR, despite the fact that both proteins bind Mtx with an inhibition constant (K(I)) in the low pM range. These results set the stage for understanding three-hybrid systems at the biochemical level so that they can be used to detect ligand-receptor pairs with a range of structures and dissociation constants.",
        "Keywords": [],
        "MeSH terms": [
            "Alcohol Oxidoreductases",
            "Animals",
            "Bacterial Proteins",
            "Cross-Linking Reagents",
            "Dexamethasone",
            "Lac Operon",
            "Ligands",
            "Methotrexate",
            "Mice",
            "Receptors, Glucocorticoid",
            "Structure-Activity Relationship",
            "Transcriptional Activation",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Wassim M",
                "Last Name": "Abida",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Brian T",
                "Last Name": "Carter",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Althoff",
                "Affiliation": ""
            },
            {
                "First Name": "Hening",
                "Last Name": "Lin",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Chembiochem : a European journal of chemical biology",
        "PubDate": "2002"
    },
    {
        "PMID": "12203581",
        "Title": "A bacterial small-molecule three-hybrid system.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "DNA-Directed RNA Polymerases",
            "Escherichia coli",
            "Methotrexate",
            "Molecular Structure",
            "Protein Binding",
            "Tacrolimus",
            "Tacrolimus Binding Protein 1A",
            "Tetrahydrofolate Dehydrogenase",
            "Transcription, Genetic",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Althoff",
                "Affiliation": "Department of Chemistry, Columbia University New York, NY 10027, USA."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Angewandte Chemie (International ed. in English)",
        "PubDate": "2002"
    },
    {
        "PMID": "11241632",
        "Title": "In Vivo Protein-Protein Interaction Assays: Beyond Proteins We would like to thank Tony Siu, Dr. Charles Cho, and the members of our lab for their helpful comments as we were preparing this manuscript.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Hening",
                "Last Name": "Lin",
                "Affiliation": "Department of Chemistry Columbia University New York, NY 10027 (USA)."
            },
            {
                "First Name": "Virginia W.",
                "Last Name": "Cornish",
                "Affiliation": ""
            }
        ],
        "Journal": "Angewandte Chemie (International ed. in English)",
        "PubDate": "2001"
    },
    {
        "PMID": "29712174",
        "Title": "In Vivo Protein-Protein Interaction Assays: Beyond Proteins.",
        "Abstract": "The scope of cell-based assays is being expanded to allow the detection of interactions between proteins and DNA, RNA, or small molecules. The yeast two-hybrid assay, which normally detects protein-protein interactions, can be modified to detect interactions between ligands (the two dark yellow shapes in the diagram) and receptors (DHFR or GR). A small bridging molecule (made up of the ligands joined together) is used to join two fusion proteins (DHFR-DBD and AD-GR), thereby activating the reporter gene.",
        "Keywords": [
            "dimerization",
            "molecular recognition",
            "protein-protein interactions",
            "proteins"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Hening",
                "Last Name": "Lin",
                "Affiliation": "Department of Chemistry Columbia University New York, NY 10027 (USA) Fax: (+1) 212-932-1289."
            },
            {
                "First Name": "Virginia W",
                "Last Name": "Cornish",
                "Affiliation": "Department of Chemistry Columbia University New York, NY 10027 (USA) Fax: (+1) 212-932-1289."
            }
        ],
        "Journal": "Angewandte Chemie (International ed. in English)",
        "PubDate": "2001"
    }
]