[
    {
        "PMID": "38883841",
        "Title": "MFN2 coordinates mitochondria motility with α-tubulin acetylation and this regulation is disrupted in CMT2A.",
        "Abstract": "Mitofusin-2 (MFN2), a large GTPase residing in the mitochondrial outer membrane and mutated in Charcot-Marie-Tooth type 2 disease (CMT2A), is a regulator of mitochondrial fusion and tethering with the ER. The role of MFN2 in mitochondrial transport has however remained elusive. Like MFN2, acetylated microtubules play key roles in mitochondria dynamics. Nevertheless, it is unknown if the α-tubulin acetylation cycle functionally interacts with MFN2. Here, we show that mitochondrial contacts with microtubules are sites of α-tubulin acetylation, which occurs through MFN2-mediated recruitment of α-tubulin acetyltransferase 1 (ATAT1). This activity is critical for MFN2-dependent regulation of mitochondria transport, and axonal degeneration caused by CMT2A MFN2 associated R94W and T105M mutations may depend on the inability to release ATAT1 at sites of mitochondrial contacts with microtubules. Our findings reveal a function for mitochondria in α-tubulin acetylation and suggest that disruption of this activity plays a role in the onset of MFN2-dependent CMT2A.",
        "Keywords": [
            "Cell biology",
            "Lipidomics",
            "Molecular biology"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Atul",
                "Last Name": "Kumar",
                "Affiliation": "Department of Pathology & Cell Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Delfina",
                "Last Name": "Larrea",
                "Affiliation": "Department of Neurology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Maria Elena",
                "Last Name": "Pero",
                "Affiliation": "Department of Pathology & Cell Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Paola",
                "Last Name": "Infante",
                "Affiliation": "Department of Molecular Medicine, University of Rome \"La Sapienza\", 00161 Rome, Italy."
            },
            {
                "First Name": "Marilisa",
                "Last Name": "Conenna",
                "Affiliation": "Department of Pathology & Cell Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Grace J",
                "Last Name": "Shin",
                "Affiliation": "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Vincent",
                "Last Name": "Van Elias",
                "Affiliation": "Department of Pathology & Cell Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Lucia",
                "Last Name": "Di Marcotullio",
                "Affiliation": "Department of Molecular Medicine, University of Rome \"La Sapienza\", 00161 Rome, Italy."
            },
            {
                "First Name": "Estela",
                "Last Name": "Area-Gomez",
                "Affiliation": "Department of Neurology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Francesca",
                "Last Name": "Bartolini",
                "Affiliation": "Department of Pathology & Cell Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            }
        ],
        "Journal": "iScience",
        "PubDate": "2024"
    },
    {
        "PMID": "38293088",
        "Title": "Mechanisms of gas sensing by internal sensory neurons in ",
        "Abstract": "Internal sensory neurons monitor the chemical and physical state of the body, providing critical information to the central nervous system for maintaining homeostasis and survival. A population of larval ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Shan",
                "Last Name": "Lu",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Jerome L. Greene Science Center, 3227 Broadway, L9-007, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Cheng Sam",
                "Last Name": "Qian",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Jerome L. Greene Science Center, 3227 Broadway, L9-007, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Jerome L. Greene Science Center, 3227 Broadway, L9-007, Columbia University, New York, NY 10027."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2024"
    },
    {
        "PMID": "38096410",
        "Title": "Neuromuscular basis of ",
        "Abstract": "When threatened by dangerous or harmful stimuli, animals engage in diverse forms of rapid escape behaviors. In ",
        "Keywords": [
            "Drosophila larvae",
            "motor circuits",
            "nociception",
            "premotor–motor–muscle connectome",
            "rolling escape behavior"
        ],
        "MeSH terms": [
            "Animals",
            "Drosophila",
            "Neurons",
            "Larva",
            "Escape Reaction",
            "Muscle Contraction",
            "Drosophila melanogaster"
        ],
        "Authors": [
            {
                "First Name": "Patricia C",
                "Last Name": "Cooney",
                "Affiliation": "Grueber Laboratory, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Yuhan",
                "Last Name": "Huang",
                "Affiliation": "Department of Biology, Texas A&M University, College Station, TX 77843."
            },
            {
                "First Name": "Wenze",
                "Last Name": "Li",
                "Affiliation": "Laboratory for Functional Optical Imaging, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Dulanjana M",
                "Last Name": "Perera",
                "Affiliation": "Department of Multidisciplinary Engineering, Texas A&M University, College Station, TX 77843."
            },
            {
                "First Name": "Richard",
                "Last Name": "Hormigo",
                "Affiliation": "Grueber Laboratory, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Tanya",
                "Last Name": "Tabachnik",
                "Affiliation": "Grueber Laboratory, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Isuru S",
                "Last Name": "Godage",
                "Affiliation": "Department of Multidisciplinary Engineering, Texas A&M University, College Station, TX 77843."
            },
            {
                "First Name": "Elizabeth M C",
                "Last Name": "Hillman",
                "Affiliation": "Laboratory for Functional Optical Imaging, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Grueber Laboratory, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Aref A",
                "Last Name": "Zarin",
                "Affiliation": "Department of Biology, Texas A&M University, College Station, TX 77843."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2023"
    },
    {
        "PMID": "36993604",
        "Title": "MFN2-dependent recruitment of ATAT1 coordinates mitochondria motility with alpha-tubulin acetylation and is disrupted in CMT2A.",
        "Abstract": "Acetylated microtubules play key roles in the regulation of mitochondria dynamics. It has however remained unknown if the machinery controlling mitochondria dynamics functionally interacts with the alpha-tubulin acetylation cycle. Mitofusin-2 (MFN2), a large GTPase residing in the mitochondrial outer membrane and mutated in Charcot-Marie-Tooth type 2 disease (CMT2A), is a regulator of mitochondrial fusion, transport and tethering with the endoplasmic reticulum. The role of MFN2 in regulating mitochondrial transport has however remained elusive. Here we show that mitochondrial contacts with microtubules are sites of alpha-tubulin acetylation, which occurs through the MFN2-mediated recruitment of alpha-tubulin acetyltransferase 1 (ATAT1). We discover that this activity is critical for MFN2-dependent regulation of mitochondria transport, and that axonal degeneration caused by CMT2A MFN2 associated mutations, R94W and T105M, may depend on the inability to release ATAT1 at sites of mitochondrial contacts with microtubules. Our findings reveal a function for mitochondria in regulating acetylated alpha-tubulin and suggest that disruption of the tubulin acetylation cycle play a pathogenic role in the onset of MFN2-dependent CMT2A.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Atul",
                "Last Name": "Kumar",
                "Affiliation": ""
            },
            {
                "First Name": "Delfina",
                "Last Name": "Larrea",
                "Affiliation": ""
            },
            {
                "First Name": "Maria Elena",
                "Last Name": "Pero",
                "Affiliation": ""
            },
            {
                "First Name": "Paola",
                "Last Name": "Infante",
                "Affiliation": ""
            },
            {
                "First Name": "Marilisa",
                "Last Name": "Conenna",
                "Affiliation": ""
            },
            {
                "First Name": "Grace Ji-Eun",
                "Last Name": "Shin",
                "Affiliation": ""
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            },
            {
                "First Name": "Lucia",
                "Last Name": "Di Marcotullio",
                "Affiliation": ""
            },
            {
                "First Name": "Estela",
                "Last Name": "Area-Gomez",
                "Affiliation": ""
            },
            {
                "First Name": "Francesca",
                "Last Name": "Bartolini",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36920224",
        "Title": "Axon-axon interactions determine modality-specific wiring and subcellular synaptic specificity in a somatosensory circuit.",
        "Abstract": "Synaptic connections between neurons are often formed in precise subcellular regions of dendritic arbors with implications for information processing within neurons. Cell-cell interactions are widely important for circuit wiring; however, their role in subcellular specificity is not well understood. We studied the role of axon-axon interactions in precise targeting and subcellular wiring of Drosophila somatosensory circuitry. Axons of nociceptive and gentle touch neurons terminate in adjacent, non-overlapping layers in the central nervous system (CNS). Nociceptor and touch receptor axons synapse onto distinct dendritic regions of a second-order interneuron, the dendrites of which span these layers, forming touch-specific and nociceptive-specific connectivity. We found that nociceptor ablation elicited extension of touch receptor axons and presynapses into the nociceptor recipient region, supporting a role for axon-axon interactions in somatosensory wiring. Conversely, touch receptor ablation did not lead to expansion of nociceptor axons, consistent with unidirectional axon-axon interactions. Live imaging provided evidence for sequential arborization of nociceptive and touch neuron axons in the CNS. We propose that axon-axon interactions and modality-specific timing of axon targeting play key roles in subcellular connection specificity of somatosensory circuitry.",
        "Keywords": [
            "Drosophila",
            "Axon targeting",
            "Neural circuit",
            "Somatosensory neurons",
            "Synaptic specificity"
        ],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Drosophila",
            "Synapses",
            "Drosophila Proteins",
            "Sensory Receptor Cells",
            "Dendrites"
        ],
        "Authors": [
            {
                "First Name": "Samantha E",
                "Last Name": "Galindo",
                "Affiliation": "Department of Genetics and Development, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Abby J",
                "Last Name": "Wood",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Patricia C",
                "Last Name": "Cooney",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Luke A",
                "Last Name": "Hammond",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2023"
    },
    {
        "PMID": "36909552",
        "Title": "Regulated alternative splicing of Dscam2 is required for somatosensory circuit wiring.",
        "Abstract": "Axon and dendrite placement and connectivity is guided by a wide range of secreted and surface molecules in the developing nervous system. Nevertheless, the extraordinary complexity of connections in the brain requires that this repertoire be further diversified to precisely and uniquely regulate cell-cell interactions. One important mechanism for molecular diversification is alternative splicing. ",
        "Keywords": [
            "Down syndrome cell adhesion molecule",
            "Drosophila",
            "Dscam2",
            "axon targeting",
            "neural circuit",
            "nociception",
            "somatosensory neurons"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Samantha E",
                "Last Name": "Galindo",
                "Affiliation": "Department of Genetics and Development, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Grace Ji-Eun",
                "Last Name": "Shin",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "S Sean",
                "Last Name": "Millard",
                "Affiliation": "School of Biomedical Sciences, The University of Queensland, Brisbane, Australia."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36778508",
        "Title": "Neuromuscular Basis of Drosophila larval rolling escape behavior.",
        "Abstract": "When threatened by dangerous or harmful stimuli, animals engage in diverse forms of rapid escape behaviors. In Drosophila larvae, one type of escape response involves C-shaped bending and lateral rolling followed by rapid forward crawling. The sensory circuitry that promotes larval escape has been extensively characterized; however, the motor programs underlying rolling are unknown. Here, we characterize the neuromuscular basis of rolling escape behavior. We used high-speed, volumetric, Swept Confocally-Aligned Planar Excitation (SCAPE) microscopy to image muscle activity during larval rolling. Unlike sequential peristaltic muscle contractions that progress from segment to segment during forward and backward crawling, the muscle activity progresses circumferentially during bending and rolling escape behavior. We propose that progression of muscular contraction around the larval circumference results in a transient misalignment between weight and the ground support forces, which generates a torque that induces stabilizing body rotation. Therefore, successive cycles of slight misalignment followed by reactive aligning rotation lead to continuous rolling motion. Supporting our biomechanical model, we found that disrupting the activity of muscle groups undergoing circumferential contraction progression lead to rolling defects. We use EM connectome data to identify premotor to motor connectivity patterns that could drive rolling behavior, and perform neural silencing approaches to demonstrate the crucial role of a group of glutamatergic premotor neurons in rolling. Our data reveal body-wide muscle activity patterns and putative premotor circuit organization for execution of the rolling escape response.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Patricia C",
                "Last Name": "Cooney",
                "Affiliation": ""
            },
            {
                "First Name": "Yuhan",
                "Last Name": "Huang",
                "Affiliation": ""
            },
            {
                "First Name": "Wenze",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Dulanjana M",
                "Last Name": "Perera",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Hormigo",
                "Affiliation": ""
            },
            {
                "First Name": "Tanya",
                "Last Name": "Tabachnik",
                "Affiliation": ""
            },
            {
                "First Name": "Isuru",
                "Last Name": "Godage",
                "Affiliation": ""
            },
            {
                "First Name": "Elizabeth M C",
                "Last Name": "Hillman",
                "Affiliation": ""
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            },
            {
                "First Name": "Aref A",
                "Last Name": "Zarin",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36547519",
        "Title": "Dendrite remodeling according to GARP.",
        "Abstract": "Disruptions in membrane trafficking are associated with neurodevelopmental disorders, but underlying pathological mechanisms remain largely unknown. In this issue, O'Brien et al. (2023. J. Cell Biol.https://doi.org/10.1083/jcb.202112108) show how GARP regulates sterol transfer critical for remodeling of dendrites in flies.",
        "Keywords": [],
        "MeSH terms": [
            "Dendrites",
            "Membranes",
            "Neurodevelopmental Disorders",
            "Sterols",
            "Membrane Proteins"
        ],
        "Authors": [
            {
                "First Name": "Grace Ji-Eun",
                "Last Name": "Shin",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute, New York, NY, USA."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute, New York, NY, USA."
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2023"
    },
    {
        "PMID": "34803611",
        "Title": "The Immunoglobulin Superfamily Member Basigin Is Required for Complex Dendrite Formation in ",
        "Abstract": "Coordination of dendrite growth with changes in the surrounding substrate occurs widely in the nervous system and is vital for establishing and maintaining neural circuits. However, the molecular basis of this important developmental process remains poorly understood. To identify potential mediators of neuron-substrate interactions important for dendrite morphogenesis, we undertook an expression pattern-based screen in ",
        "Keywords": [
            "Basigin",
            "Drosophila",
            "dendrite morphogenesis",
            "dendrite-substrate interaction",
            "dendritic arborization neurons",
            "sensory neuron"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Brikha R",
                "Last Name": "Shrestha",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY, United States."
            },
            {
                "First Name": "Anita",
                "Last Name": "Burgos",
                "Affiliation": "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY, United States."
            }
        ],
        "Journal": "Frontiers in cellular neuroscience",
        "PubDate": "2021"
    },
    {
        "PMID": "33876743",
        "Title": "Integrins protect sensory neurons in models of paclitaxel-induced peripheral sensory neuropathy.",
        "Abstract": "Chemotherapy-induced peripheral neuropathy (CIPN) is a major side effect from cancer treatment with no known method for prevention or cure in clinics. CIPN often affects unmyelinated nociceptive sensory terminals. Despite the high prevalence, molecular and cellular mechanisms that lead to CIPN are still poorly understood. Here, we used a genetically tractable ",
        "Keywords": [
            "CIPN",
            "Drosophila",
            "cell surface proteins",
            "integrins",
            "neuropathy"
        ],
        "MeSH terms": [
            "Animals",
            "Antineoplastic Agents",
            "Cells, Cultured",
            "Drosophila melanogaster",
            "Endosomes",
            "Female",
            "Ganglia, Spinal",
            "Integrins",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Nociceptors",
            "Paclitaxel",
            "Peripheral Nervous System Diseases"
        ],
        "Authors": [
            {
                "First Name": "Grace Ji-Eun",
                "Last Name": "Shin",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Jerome L. Greene Science Center, Columbia University, New York, NY 10027; js4920@columbia.edu."
            },
            {
                "First Name": "Maria Elena",
                "Last Name": "Pero",
                "Affiliation": "Pathology & Cell Biology, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Luke A",
                "Last Name": "Hammond",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Jerome L. Greene Science Center, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Anita",
                "Last Name": "Burgos",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Jerome L. Greene Science Center, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Atul",
                "Last Name": "Kumar",
                "Affiliation": "Pathology & Cell Biology, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Samantha E",
                "Last Name": "Galindo",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Jerome L. Greene Science Center, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Tanguy",
                "Last Name": "Lucas",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Jerome L. Greene Science Center, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Francesca",
                "Last Name": "Bartolini",
                "Affiliation": "Pathology & Cell Biology, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Jerome L. Greene Science Center, Columbia University, New York, NY 10027."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2021"
    },
    {
        "PMID": "33772309",
        "Title": "Scarless engineering of the Drosophila genome near any site-specific integration site.",
        "Abstract": "We describe a simple and efficient technique that allows scarless engineering of Drosophila genomic sequences near any landing site containing an inverted attP cassette, such as a MiMIC insertion. This two-step method combines phiC31 integrase-mediated site-specific integration and homing nuclease-mediated resolution of local duplications, efficiently converting the original landing site allele to modified alleles that only have the desired change(s). Dominant markers incorporated into this method allow correct individual flies to be efficiently identified at each step. In principle, single attP sites and FRT sites are also valid landing sites. Given the large and increasing number of landing site lines available in the fly community, this method provides an easy and fast way to efficiently edit the majority of the Drosophila genome in a scarless manner. This technique should also be applicable to other species.",
        "Keywords": [
            "Antp",
            "CRIMIC",
            "Drosophila",
            "Gr28b",
            "Hox",
            "MiMIC",
            "Ubx",
            "genome editing",
            "genome engineering"
        ],
        "MeSH terms": [
            "Animals",
            "Attachment Sites, Microbiological",
            "Deoxyribonuclease I",
            "Drosophila melanogaster",
            "Gene Targeting",
            "Genome, Insect",
            "Integrases",
            "Mutagenesis, Insertional",
            "Mutagenesis, Site-Directed",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Siqian",
                "Last Name": "Feng",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Shan",
                "Last Name": "Lu",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Richard S",
                "Last Name": "Mann",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2021"
    },
    {
        "PMID": "33468672",
        "Title": "Pathogenic role of delta 2 tubulin in bortezomib-induced peripheral neuropathy.",
        "Abstract": "The pathogenesis of chemotherapy-induced peripheral neuropathy (CIPN) is poorly understood. Here, we report that the CIPN-causing drug bortezomib (Bort) promotes delta 2 tubulin (D2) accumulation while affecting microtubule stability and dynamics in sensory neurons in vitro and in vivo and that the accumulation of D2 is predominant in unmyelinated fibers and a hallmark of bortezomib-induced peripheral neuropathy (BIPN) in humans. Furthermore, while D2 overexpression was sufficient to cause axonopathy and inhibit mitochondria motility, reduction of D2 levels alleviated both axonal degeneration and the loss of mitochondria motility induced by Bort. Together, our data demonstrate that Bort, a compound structurally unrelated to tubulin poisons, affects the tubulin cytoskeleton in sensory neurons in vitro, in vivo, and in human tissue, indicating that the pathogenic mechanisms of seemingly unrelated CIPN drugs may converge on tubulin damage. The results reveal a previously unrecognized pathogenic role for D2 in BIPN that may occur through altered regulation of mitochondria motility.",
        "Keywords": [
            "DRG",
            "axonopathy",
            "bortezomib",
            "delta 2 tubulin",
            "mitochondria"
        ],
        "MeSH terms": [
            "Animals",
            "Antineoplastic Agents",
            "Axons",
            "Bortezomib",
            "Disease Models, Animal",
            "Drosophila melanogaster",
            "Gene Expression Regulation, Neoplastic",
            "HEK293 Cells",
            "Humans",
            "Larva",
            "Microtubules",
            "Mitochondria",
            "Mitochondrial Dynamics",
            "Neoplasms",
            "Peripheral Nervous System Diseases",
            "Sensory Receptor Cells",
            "Tubulin",
            "Zebrafish"
        ],
        "Authors": [
            {
                "First Name": "Maria Elena",
                "Last Name": "Pero",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Cristina",
                "Last Name": "Meregalli",
                "Affiliation": "Experimental Neurology Unit, School of Medicine and Surgery and NeuroMI (Milan Center for Neuroscience), University of Milano-Bicocca, 20900, Monza, Italy."
            },
            {
                "First Name": "Xiaoyi",
                "Last Name": "Qu",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Grace Ji-Eun",
                "Last Name": "Shin",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Zuckerman Mind Brain and Behavior Institute, Jerome L. Greene Science Center, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Atul",
                "Last Name": "Kumar",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Matthew",
                "Last Name": "Shorey",
                "Affiliation": "Department of Biochemistry and Molecular Biology, Penn State University, University Park, PA 16802."
            },
            {
                "First Name": "Melissa M",
                "Last Name": "Rolls",
                "Affiliation": "Department of Biochemistry and Molecular Biology, Penn State University, University Park, PA 16802."
            },
            {
                "First Name": "Kurenai",
                "Last Name": "Tanji",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Thomas H",
                "Last Name": "Brannagan",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Paola",
                "Last Name": "Alberti",
                "Affiliation": "Experimental Neurology Unit, School of Medicine and Surgery and NeuroMI (Milan Center for Neuroscience), University of Milano-Bicocca, 20900, Monza, Italy."
            },
            {
                "First Name": "Giulia",
                "Last Name": "Fumagalli",
                "Affiliation": "Experimental Neurology Unit, School of Medicine and Surgery and NeuroMI (Milan Center for Neuroscience), University of Milano-Bicocca, 20900, Monza, Italy."
            },
            {
                "First Name": "Laura",
                "Last Name": "Monza",
                "Affiliation": "Experimental Neurology Unit, School of Medicine and Surgery and NeuroMI (Milan Center for Neuroscience), University of Milano-Bicocca, 20900, Monza, Italy."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Zuckerman Mind Brain and Behavior Institute, Jerome L. Greene Science Center, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Guido",
                "Last Name": "Cavaletti",
                "Affiliation": "Experimental Neurology Unit, School of Medicine and Surgery and NeuroMI (Milan Center for Neuroscience), University of Milano-Bicocca, 20900, Monza, Italy."
            },
            {
                "First Name": "Francesca",
                "Last Name": "Bartolini",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY 10032; fb2131@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2021"
    },
    {
        "PMID": "30853438",
        "Title": "Characterization of Proprioceptive System Dynamics in Behaving Drosophila Larvae Using High-Speed Volumetric Microscopy.",
        "Abstract": "Proprioceptors provide feedback about body position that is essential for coordinated movement. Proprioceptive sensing of the position of rigid joints has been described in detail in several systems; however, it is not known how animals with a flexible skeleton encode their body positions. Understanding how diverse larval body positions are dynamically encoded requires knowledge of proprioceptor activity patterns in vivo during natural movement. Here we used high-speed volumetric swept confocally aligned planar excitation (SCAPE) microscopy in crawling Drosophila larvae to simultaneously track the position, deformation, and intracellular calcium activity of their multidendritic proprioceptors. Most proprioceptive neurons were found to activate during segment contraction, although one subtype was activated by extension. During cycles of segment contraction and extension, different proprioceptor types exhibited sequential activity, providing a continuum of position encoding during all phases of crawling. This sequential activity was related to the dynamics of each neuron's terminal processes, and could endow each proprioceptor with a specific role in monitoring different aspects of body-wall deformation. We demonstrate this deformation encoding both during progression of contraction waves during locomotion as well as during less stereotyped, asymmetric exploration behavior. Our results provide powerful new insights into the body-wide neuronal dynamics of the proprioceptive system in crawling Drosophila, and demonstrate the utility of our SCAPE microscopy approach for characterization of neural encoding throughout the nervous system of a freely behaving animal.",
        "Keywords": [
            "Drosophila",
            "GCaMP",
            "SCAPE microscopy",
            "calcium imaging",
            "cell tracking",
            "high-speed microscopy",
            "larvae",
            "light-sheet microscopy",
            "locomotion",
            "proprioception"
        ],
        "MeSH terms": [
            "Animals",
            "Calcium",
            "Drosophila melanogaster",
            "Larva",
            "Locomotion",
            "Microscopy, Confocal",
            "Proprioception",
            "Sensory Receptor Cells"
        ],
        "Authors": [
            {
                "First Name": "Rebecca D",
                "Last Name": "Vaadia",
                "Affiliation": "Grueber Laboratory, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; Department of Neuroscience, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Wenze",
                "Last Name": "Li",
                "Affiliation": "Laboratory for Functional Optical Imaging, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; Department of Electrical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Venkatakaushik",
                "Last Name": "Voleti",
                "Affiliation": "Laboratory for Functional Optical Imaging, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Aditi",
                "Last Name": "Singhania",
                "Affiliation": "Grueber Laboratory, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Elizabeth M C",
                "Last Name": "Hillman",
                "Affiliation": "Laboratory for Functional Optical Imaging, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA; Department of Radiology, Columbia University Irving Medical Center, New York, NY 10032, USA; Kavli Institute for Brain Science, Columbia University, New York, NY 10032, USA. Electronic address: eh2245@columbia.edu."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Grueber Laboratory, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; Department of Neuroscience, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Physiology and Cellular Biophysics, Columbia University Irving Medical Center, New York, NY 10032, USA. Electronic address: wg2135@columbia.edu."
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2019"
    },
    {
        "PMID": "29528286",
        "Title": "Nociceptive interneurons control modular motor pathways to promote escape behavior in ",
        "Abstract": "Rapid and efficient escape behaviors in response to noxious sensory stimuli are essential for protection and survival. Yet, how noxious stimuli are transformed to coordinated escape behaviors remains poorly understood. In ",
        "Keywords": [
            "D. melanogaster",
            "behavior",
            "interneuron",
            "larva",
            "neuroscience",
            "nociception",
            "sensory circuit",
            "sensory neuron"
        ],
        "MeSH terms": [
            "Animals",
            "Behavior, Animal",
            "Drosophila melanogaster",
            "Efferent Pathways",
            "Escape Reaction",
            "Interneurons",
            "Larva",
            "Nociceptors"
        ],
        "Authors": [
            {
                "First Name": "Anita",
                "Last Name": "Burgos",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, United States."
            },
            {
                "First Name": "Ken",
                "Last Name": "Honjo",
                "Affiliation": "Faculty of Life and Environmental Sciences, University of Tsukuba, Tsukuba, Japan."
            },
            {
                "First Name": "Tomoko",
                "Last Name": "Ohyama",
                "Affiliation": "Department of Biology, McGill University, Montreal, Canada."
            },
            {
                "First Name": "Cheng Sam",
                "Last Name": "Qian",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, United States."
            },
            {
                "First Name": "Grace Ji-Eun",
                "Last Name": "Shin",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, New York, United States."
            },
            {
                "First Name": "Daryl M",
                "Last Name": "Gohl",
                "Affiliation": "University of Minnesota Genomics Center, Minneapolis, United States."
            },
            {
                "First Name": "Marion",
                "Last Name": "Silies",
                "Affiliation": "European Neuroscience Institute Göttingen, Göttingen, Germany."
            },
            {
                "First Name": "W Daniel",
                "Last Name": "Tracey",
                "Affiliation": "The Linda and Jack Gill Center for Biomolecular Science, Indiana University, Bloomington, United States."
            },
            {
                "First Name": "Marta",
                "Last Name": "Zlatic",
                "Affiliation": "Janelia Research Campus, Howard Hughes Medical Institute, Ashburn, United States."
            },
            {
                "First Name": "Albert",
                "Last Name": "Cardona",
                "Affiliation": "Janelia Research Campus, Howard Hughes Medical Institute, Ashburn, United States."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2018"
    },
    {
        "PMID": "29367405",
        "Title": "Diversity of Internal Sensory Neuron Axon Projection Patterns Is Controlled by the POU-Domain Protein Pdm3 in ",
        "Abstract": "Internal sensory neurons innervate body organs and provide information about internal state to the CNS to maintain physiological homeostasis. Despite their conservation across species, the anatomy, circuitry, and development of internal sensory systems are still relatively poorly understood. A largely unstudied population of larval ",
        "Keywords": [
            "Drosophila",
            "axon patterning",
            "interoceptive",
            "pdm3",
            "subesophageal zone",
            "tracheal dendrite"
        ],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Body Patterning",
            "Drosophila",
            "Drosophila Proteins",
            "Neurogenesis",
            "POU Domain Factors",
            "Sensory Receptor Cells",
            "Trachea"
        ],
        "Authors": [
            {
                "First Name": "Cheng Sam",
                "Last Name": "Qian",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10027, sq2141@columbia.edu wg2135@columbia.edu."
            },
            {
                "First Name": "Margarita",
                "Last Name": "Kaplow",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, New York, New York 10032, and."
            },
            {
                "First Name": "Jennifer K",
                "Last Name": "Lee",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, New York, New York 10032, and."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York 10027, sq2141@columbia.edu wg2135@columbia.edu."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2018"
    },
    {
        "PMID": "28223318",
        "Title": "A ",
        "Abstract": "Fragile X syndrome, the most common known monogenic cause of autism, results from the loss of FMR1, a conserved, ubiquitously expressed RNA-binding protein. Recent evidence suggests that Fragile X syndrome and other types of autism are associated with immune system defects. We found that ",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Disease Models, Animal",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Fragile X Mental Retardation Protein",
            "Fragile X Syndrome",
            "Immunity, Innate",
            "Learning",
            "Male",
            "Memory",
            "Mushroom Bodies",
            "Neuroglia",
            "Neurons",
            "Phagocytosis",
            "RNA Interference",
            "RNA-Binding Proteins"
        ],
        "Authors": [
            {
                "First Name": "Reed M",
                "Last Name": "O'Connor",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Elizabeth F",
                "Last Name": "Stone",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Charlotte R",
                "Last Name": "Wayne",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Emily V",
                "Last Name": "Marcinkevicius",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Matt",
                "Last Name": "Ulgherait",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Rebecca",
                "Last Name": "Delventhal",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Meghan M",
                "Last Name": "Pantalia",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Vanessa M",
                "Last Name": "Hill",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Clarice G",
                "Last Name": "Zhou",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10025."
            },
            {
                "First Name": "Sophie",
                "Last Name": "McAllister",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10025."
            },
            {
                "First Name": "Anna",
                "Last Name": "Chen",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10025."
            },
            {
                "First Name": "Jennifer S",
                "Last Name": "Ziegenfuss",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Julie C",
                "Last Name": "Canman",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Mimi M",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032 ms4095@cumc.columbia.edu."
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2017"
    },
    {
        "PMID": "27095495",
        "Title": "Dendritic diversification through transcription factor-mediated suppression of alternative morphologies.",
        "Abstract": "Neurons display a striking degree of functional and morphological diversity, and the developmental mechanisms that underlie diversification are of significant interest for understanding neural circuit assembly and function. We find that the morphology of Drosophila sensory neurons is diversified through a series of suppressive transcriptional interactions involving the POU domain transcription factors Pdm1 (Nubbin) and Pdm2, the homeodomain transcription factor Cut, and the transcriptional regulators Scalloped and Vestigial. Pdm1 and Pdm2 are expressed in a subset of proprioceptive sensory neurons and function to inhibit dendrite growth and branching. A subset of touch receptors show a capacity to express Pdm1/2, but Cut represses this expression and promotes more complex dendritic arbors. Levels of Cut expression are diversified in distinct sensory neurons by selective expression of Scalloped and Vestigial. Different levels of Cut impact dendritic complexity and, consistent with this, we show that Scalloped and Vestigial suppress terminal dendritic branching. This transcriptional hierarchy therefore acts to suppress alternative morphologies to diversify three distinct types of somatosensory neurons.",
        "Keywords": [
            "Axon targeting",
            "Dendrite",
            "Drosophila",
            "Homeodomain",
            "Neuronal morphogenesis",
            "POU domain",
            "Transcription factor"
        ],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Dendrites",
            "Drosophila",
            "Drosophila Proteins",
            "Homeodomain Proteins",
            "Neurogenesis",
            "Nuclear Proteins",
            "POU Domain Factors",
            "Sensory Receptor Cells",
            "Trans-Activators",
            "Transcription Factors",
            "YAP-Signaling Proteins"
        ],
        "Authors": [
            {
                "First Name": "Megan M",
                "Last Name": "Corty",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, 630 W. 168th St. P&S 12-403, New York, NY 10032, USA Department of Physiology and Cellular Biophysics, Columbia University Medical Center, 630 W. 168th St. P&S 12-403, New York, NY 10032, USA."
            },
            {
                "First Name": "Justina",
                "Last Name": "Tam",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, 630 W. 168th St. P&S 12-403, New York, NY 10032, USA."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, 630 W. 168th St. P&S 12-403, New York, NY 10032, USA Department of Physiology and Cellular Biophysics, Columbia University Medical Center, 630 W. 168th St. P&S 12-403, New York, NY 10032, USA wg2135@columbia.edu."
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2016"
    },
    {
        "PMID": "25663846",
        "Title": "Swept confocally-aligned planar excitation (SCAPE) microscopy for high speed volumetric imaging of behaving organisms.",
        "Abstract": "We report a new 3D microscopy technique that allows volumetric imaging of living samples at ultra-high speeds: Swept, confocally-aligned planar excitation (SCAPE) microscopy. While confocal and two-photon microscopy have revolutionized biomedical research, current implementations are costly, complex and limited in their ability to image 3D volumes at high speeds. Light-sheet microscopy techniques using two-objective, orthogonal illumination and detection require a highly constrained sample geometry, and either physical sample translation or complex synchronization of illumination and detection planes. In contrast, SCAPE microscopy acquires images using an angled, swept light-sheet in a single-objective, en-face geometry. Unique confocal descanning and image rotation optics map this moving plane onto a stationary high-speed camera, permitting completely translationless 3D imaging of intact samples at rates exceeding 20 volumes per second. We demonstrate SCAPE microscopy by imaging spontaneous neuronal firing in the intact brain of awake behaving mice, as well as freely moving transgenic ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Matthew B",
                "Last Name": "Bouchard",
                "Affiliation": "Laboratory for Functional Optical Imaging, Departments of Biomedical Engineering and Radiology, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Venkatakaushik",
                "Last Name": "Voleti",
                "Affiliation": "Laboratory for Functional Optical Imaging, Departments of Biomedical Engineering and Radiology, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "César S",
                "Last Name": "Mendes",
                "Affiliation": "Mann Lab, Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Clay",
                "Last Name": "Lacefield",
                "Affiliation": "Bruno Lab, Department of Neuroscience, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Department of Neuroscience, College of Physicians and Surgeons, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Richard S",
                "Last Name": "Mann",
                "Affiliation": "Mann Lab, Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Randy M",
                "Last Name": "Bruno",
                "Affiliation": "Bruno Lab, Department of Neuroscience, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Elizabeth M C",
                "Last Name": "Hillman",
                "Affiliation": "Laboratory for Functional Optical Imaging, Departments of Biomedical Engineering and Radiology, Columbia University, New York, NY 10027."
            }
        ],
        "Journal": "Nature photonics",
        "PubDate": "2015"
    },
    {
        "PMID": "24896657",
        "Title": "Development of the embryonic and larval peripheral nervous system of Drosophila.",
        "Abstract": "The peripheral nervous system (PNS) of embryonic and larval stage Drosophila consists of diverse types of sensory neurons positioned along the body wall. Sensory neurons, and associated end organs, show highly stereotyped locations and morphologies. Many powerful genetic tools for gene manipulation available in Drosophila make the PNS an advantageous system for elucidating basic principles of neural development. Studies of the Drosophila PNS have provided key insights into molecular mechanisms of cell fate specification, asymmetric cell division, and dendritic morphogenesis. A canonical lineage gives rise to sensory neurons and associated organs, and cells within this lineage are diversified through asymmetric cell divisions. Newly specified sensory neurons develop specific dendritic patterns, which are controlled by numerous factors including transcriptional regulators, interactions with neighboring neurons, and intracellular trafficking systems. In addition, sensory axons show modality specific terminations in the central nervous system, which are patterned by secreted ligands and their receptors expressed by sensory axons. Modality-specific axon projections are critical for coordinated larval behaviors. We review the molecular basis for PNS development and address some of the instances in which the mechanisms and molecules identified are conserved in vertebrate development.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Asymmetric Cell Division",
            "Body Patterning",
            "Dendrites",
            "Drosophila melanogaster",
            "Embryo, Nonmammalian",
            "Larva",
            "Peripheral Nervous System"
        ],
        "Authors": [
            {
                "First Name": "Aditi",
                "Last Name": "Singhania",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            }
        ],
        "Journal": "Wiley interdisciplinary reviews. Developmental biology",
        "PubDate": "2014"
    },
    {
        "PMID": "24120127",
        "Title": "SAX-7 and menorin light the path for dendrite morphogenesis.",
        "Abstract": "Environmental and cellular cues pattern dendritic growth and direct dendrites to their targets. However, little is known about the signals regulating interactions with the surrounding substrate. Dong et al. and Salzberg et al. now identify a tripartite ligand-receptor complex that conveys cues from the substrate necessary for the patterning of complex dendrites in C. elegans.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Dendrites",
            "Membrane Proteins",
            "Neural Cell Adhesion Molecules",
            "Neurogenesis",
            "Neurons"
        ],
        "Authors": [
            {
                "First Name": "Jennifer S",
                "Last Name": "Ziegenfuss",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, 630 West 168th Street, P&S 12-403, New York, NY 10032, USA."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2013"
    },
    {
        "PMID": "23841842",
        "Title": "The molecular basis of self-avoidance.",
        "Abstract": "Self-avoidance, the tendency of neurites of the same cell to selectively avoid each other, is a property of both vertebrate and invertebrate neurons. In Drosophila, self-avoidance is mediated by a large family of cell recognition molecules of the immunoglobulin superfamily encoded, via alternative splicing, by the Dscam1 locus. Dscam1 promotes self-avoidance in dendrites, axons, and prospective postsynaptic elements. Expression analysis suggests that each neuron expresses a unique combination of isoforms. Identical isoforms on sister neurites exhibit isoform-specific homophilic recognition and elicit repulsion between processes, thereby promoting self-avoidance. Although any isoform can promote self-avoidance, thousands are necessary to ensure that neurites readily discriminate between self and nonself. Recent studies indicate that a large family of cadherins in the mouse, i.e., the clustered protocadherins, functions in an analogous fashion to promote self-avoidance. These studies argue for the evolution of a common molecular strategy for self-avoidance.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biological Evolution",
            "Cadherins",
            "Cell Adhesion Molecules",
            "Cell Communication",
            "Dendrites",
            "Drosophila",
            "Drosophila Proteins",
            "Immunoglobulins",
            "Neurons"
        ],
        "Authors": [
            {
                "First Name": "S Lawrence",
                "Last Name": "Zipursky",
                "Affiliation": "Department of Biological Chemistry, Howard Hughes Medical Institute, David Geffen School of Medicine, University of California-Los Angeles, CA 90095-1662, USA. lzipursky@mednet.ucla.edu"
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            }
        ],
        "Journal": "Annual review of neuroscience",
        "PubDate": "2013"
    },
    {
        "PMID": "22986501",
        "Title": "Dendritic self-avoidance: protocadherins have it covered.",
        "Abstract": "Dendrites exhibit self-avoidance, in which branches of the same neuron repel each other while overlapping with branches from neighboring neurons. A recent paper by Lefebvre and colleagues reveals that clustered protocadherins provide a basis for neuronal recognition during dendrite self-avoidance in vertebrates.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cadherins",
            "Dendrites",
            "Neurons",
            "Vertebrates"
        ],
        "Authors": [
            {
                "First Name": "Phuong",
                "Last Name": "Hoang",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, 630 W. 168th St. P&S 12-403, New York, NY 10032, USA."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell research",
        "PubDate": "2013"
    },
    {
        "PMID": "22243748",
        "Title": "Integrins establish dendrite-substrate relationships that promote dendritic self-avoidance and patterning in drosophila sensory neurons.",
        "Abstract": "Dendrites achieve characteristic spacing patterns during development to ensure appropriate coverage of territories. Mechanisms of dendrite positioning via repulsive dendrite-dendrite interactions are beginning to be elucidated, but the control, and importance, of dendrite positioning relative to their substrate is poorly understood. We found that dendritic branches of Drosophila dendritic arborization sensory neurons can be positioned either at the basal surface of epidermal cells, or enclosed within epidermal invaginations. We show that integrins control dendrite positioning on or within the epidermis in a cell autonomous manner by promoting dendritic retention on the basal surface. Loss of integrin function in neurons resulted in excessive self-crossing and dendrite maintenance defects, the former indicating a role for substrate interactions in self-avoidance. In contrast to a contact-mediated mechanism, we find that integrins prevent crossings that are noncontacting between dendrites in different three-dimensional positions, revealing a requirement for combined dendrite-dendrite and dendrite-substrate interactions in self-avoidance.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Body Patterning",
            "Cell Adhesion Molecules",
            "Dendrites",
            "Drosophila",
            "Drosophila Proteins",
            "Epidermal Cells",
            "Epidermis",
            "Extracellular Matrix",
            "Gene Expression Regulation, Developmental",
            "Green Fluorescent Proteins",
            "Horseradish Peroxidase",
            "Integrins",
            "Larva",
            "Microscopy, Confocal",
            "Microscopy, Electron, Transmission",
            "Models, Biological",
            "Morphogenesis",
            "Sense Organs",
            "Sensory Receptor Cells"
        ],
        "Authors": [
            {
                "First Name": "Michelle E",
                "Last Name": "Kim",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, 630 W. 168th St. P&S 12-403, New York, NY 10032, USA."
            },
            {
                "First Name": "Brikha R",
                "Last Name": "Shrestha",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Blazeski",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2012"
    },
    {
        "PMID": "21871804",
        "Title": "Dscam1-mediated self-avoidance counters netrin-dependent targeting of dendrites in Drosophila.",
        "Abstract": "Dendrites and axons show precise targeting and spacing patterns for proper reception and transmission of information in the nervous system. Self-avoidance promotes complete territory coverage and nonoverlapping spacing between processes from the same cell [1, 2]. Neurons that lack Drosophila Down syndrome cell adhesion molecule 1 (Dscam1) show aberrant overlap, fasciculation, and accumulation of dendrites and axons, demonstrating a role in self-recognition and repulsion leading to self-avoidance [3-11]. Fasciculation and accumulation of processes suggested that Dscam1 might promote process spacing by counterbalancing developmental signals that otherwise promote self-association [9, 12]. Here we show that Dscam1 functions to counter Drosophila sensory neuron dendritic targeting signals provided by secreted Netrin-B and Frazzled, a netrin receptor. Loss of Dscam1 function resulted in aberrant dendrite accumulation at a Netrin-B-expressing target, whereas concomitant loss of Frazzled prevented accumulation and caused severe deficits in dendritic territory coverage. Netrin misexpression was sufficient to induce ectopic dendritic targeting in a Frazzled-dependent manner, whereas Dscam1 was required to prevent ectopic accumulation, consistent with separable roles for these receptors. Our results suggest that Dscam1-mediated self-avoidance counters extrinsic signals that are required for normal dendritic patterning, but whose action would otherwise favor neurite accumulation. Counterbalancing roles for Dscam1 may be deployed in diverse contexts during neural circuit formation.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Cell Adhesion Molecules",
            "Dendrites",
            "Drosophila",
            "Drosophila Proteins",
            "Nerve Growth Factors",
            "Netrin Receptors",
            "Netrins",
            "Receptors, Cell Surface"
        ],
        "Authors": [
            {
                "First Name": "Benjamin J",
                "Last Name": "Matthews",
                "Affiliation": "Department of Neuroscience, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2011"
    },
    {
        "PMID": "21807859",
        "Title": "Methods for exploring the genetic control of sensory neuron dendrite morphogenesis in Drosophila.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Dendrites",
            "Drosophila",
            "Entomology",
            "Gene Expression Regulation",
            "Morphogenesis",
            "Sensory Receptor Cells"
        ],
        "Authors": [
            {
                "First Name": "Brikha R",
                "Last Name": "Shrestha",
                "Affiliation": ""
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2011"
    },
    {
        "PMID": "21807846",
        "Title": "Analysis of dendrite development in Drosophila embryos.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Dendrites",
            "Drosophila",
            "Embryo, Nonmammalian",
            "Entomology",
            "Gene Expression Regulation, Developmental",
            "Microscopy, Confocal",
            "Morphogenesis"
        ],
        "Authors": [
            {
                "First Name": "Brikha R",
                "Last Name": "Shrestha",
                "Affiliation": ""
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2011"
    },
    {
        "PMID": "21807845",
        "Title": "Generation and staining of MARCM clones in Drosophila.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Dendrites",
            "Drosophila",
            "Entomology",
            "Gene Expression Regulation",
            "Morphogenesis"
        ],
        "Authors": [
            {
                "First Name": "Brikha R",
                "Last Name": "Shrestha",
                "Affiliation": ""
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2011"
    },
    {
        "PMID": "20728052",
        "Title": "Neuronal morphogenesis: worms get an EFF in dendritic arborization.",
        "Abstract": "The development of neuronal dendritic trees involves positive and negative control of growth and branching, as well as modulation of the spacing and orientation of branches. A new study reveals the importance of a membrane fusogen in the dendrite arborization of a pair of highly-branched worm sensory neurons.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Dendrites",
            "Membrane Glycoproteins",
            "Morphogenesis",
            "Nociceptors"
        ],
        "Authors": [
            {
                "First Name": "Brikha R",
                "Last Name": "Shrestha",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, 630 W. 168th St. P&S 12-403, New York, NY 10032, USA."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2010"
    },
    {
        "PMID": "20573716",
        "Title": "Self-avoidance and tiling: Mechanisms of dendrite and axon spacing.",
        "Abstract": "The spatial pattern of branches within axonal or dendritic arbors and the relative arrangement of neighboring arbors with respect to one another impact a neuron's potential connectivity. Although arbors can adopt diverse branching patterns to suit their functions, evenly spread branches that avoid clumping or overlap are a common feature of many axonal and dendritic arbors. The degree of overlap between neighboring arbors innervating a surface is also characteristic within particular neuron types. The arbors of some populations of neurons innervate a target with a comprehensive and nonoverlapping \"tiled\" arrangement, whereas those of others show substantial territory overlap. This review focuses on cellular and molecular studies that have provided insight into the regulation of spatial arrangements of neurite branches within and between arbors. These studies have revealed principles that govern arbor arrangements in dendrites and axons in both vertebrates and invertebrates. Diverse molecular mechanisms controlling the spatial patterning of sister branches and neighboring arbors have begun to be elucidated.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Dendrites",
            "Humans",
            "Models, Neurological",
            "Nerve Net",
            "Neurons"
        ],
        "Authors": [
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Department of Neuroscience, Columbia University Medical Center, New York, New York 10032, USA. wg2135@columbia.edu"
            },
            {
                "First Name": "Alvaro",
                "Last Name": "Sagasti",
                "Affiliation": ""
            }
        ],
        "Journal": "Cold Spring Harbor perspectives in biology",
        "PubDate": "2010"
    },
    {
        "PMID": "19794492",
        "Title": "Robust discrimination between self and non-self neurites requires thousands of Dscam1 isoforms.",
        "Abstract": "Down Syndrome cell adhesion molecule (Dscam) genes encode neuronal cell recognition proteins of the immunoglobulin superfamily. In Drosophila, Dscam1 generates 19,008 different ectodomains by alternative splicing of three exon clusters, each encoding half or a complete variable immunoglobulin domain. Identical isoforms bind to each other, but rarely to isoforms differing at any one of the variable immunoglobulin domains. Binding between isoforms on opposing membranes promotes repulsion. Isoform diversity provides the molecular basis for neurite self-avoidance. Self-avoidance refers to the tendency of branches from the same neuron (self-branches) to selectively avoid one another. To ensure that repulsion is restricted to self-branches, different neurons express different sets of isoforms in a biased stochastic fashion. Genetic studies demonstrated that Dscam1 diversity has a profound role in wiring the fly brain. Here we show how many isoforms are required to provide an identification system that prevents non-self branches from inappropriately recognizing each other. Using homologous recombination, we generated mutant animals encoding 12, 24, 576 and 1,152 potential isoforms. Mutant animals with deletions encoding 4,752 and 14,256 isoforms were also analysed. Branching phenotypes were assessed in three classes of neurons. Branching patterns improved as the potential number of isoforms increased, and this was independent of the identity of the isoforms. Although branching defects in animals with 1,152 potential isoforms remained substantial, animals with 4,752 isoforms were indistinguishable from wild-type controls. Mathematical modelling studies were consistent with the experimental results that thousands of isoforms are necessary to ensure acquisition of unique Dscam1 identities in many neurons. We conclude that thousands of isoforms are essential to provide neurons with a robust discrimination mechanism to distinguish between self and non-self during self-avoidance.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Alternative Splicing",
            "Animals",
            "Brain",
            "Cell Adhesion Molecules",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Female",
            "Male",
            "Models, Biological",
            "Mushroom Bodies",
            "Neurites",
            "Protein Isoforms",
            "Sequence Deletion",
            "Stochastic Processes"
        ],
        "Authors": [
            {
                "First Name": "Daisuke",
                "Last Name": "Hattori",
                "Affiliation": "Department of Biological Chemistry, Howard Hughes Medical Institute, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, California 90095, USA."
            },
            {
                "First Name": "Yi",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Benjamin J",
                "Last Name": "Matthews",
                "Affiliation": ""
            },
            {
                "First Name": "Lukasz",
                "Last Name": "Salwinski",
                "Affiliation": ""
            },
            {
                "First Name": "Chiara",
                "Last Name": "Sabatti",
                "Affiliation": ""
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            },
            {
                "First Name": "S Lawrence",
                "Last Name": "Zipursky",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2009"
    },
    {
        "PMID": "19547742",
        "Title": "Positional cues in the Drosophila nerve cord: semaphorins pattern the dorso-ventral axis.",
        "Abstract": "During the development of neural circuitry, neurons of different kinds establish specific synaptic connections by selecting appropriate targets from large numbers of alternatives. The range of alternative targets is reduced by well organised patterns of growth, termination, and branching that deliver the terminals of appropriate pre- and postsynaptic partners to restricted volumes of the developing nervous system. We use the axons of embryonic Drosophila sensory neurons as a model system in which to study the way in which growing neurons are guided to terminate in specific volumes of the developing nervous system. The mediolateral positions of sensory arbors are controlled by the response of Robo receptors to a Slit gradient. Here we make a genetic analysis of factors regulating position in the dorso-ventral axis. We find that dorso-ventral layers of neuropile contain different levels and combinations of Semaphorins. We demonstrate the existence of a central to dorsal and central to ventral gradient of Sema 2a, perpendicular to the Slit gradient. We show that a combination of Plexin A (Plex A) and Plexin B (Plex B) receptors specifies the ventral projection of sensory neurons by responding to high concentrations of Semaphorin 1a (Sema 1a) and Semaphorin 2a (Sema 2a). Together our findings support the idea that axons are delivered to particular regions of the neuropile by their responses to systems of positional cues in each dimension.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Drosophila",
            "Drosophila Proteins",
            "Nerve Net",
            "Nerve Tissue Proteins",
            "Neurogenesis",
            "Neuropil",
            "Receptors, Cell Surface",
            "Semaphorins",
            "Sensory Receptor Cells",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Marta",
                "Last Name": "Zlatic",
                "Affiliation": "Department of Zoology, University of Cambridge, Cambridge, United Kingdom. zlaticm@janelia.hhmi.org"
            },
            {
                "First Name": "Feng",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Maura",
                "Last Name": "Strigini",
                "Affiliation": ""
            },
            {
                "First Name": "Wesley",
                "Last Name": "Grueber",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Bate",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2009"
    },
    {
        "PMID": "19270170",
        "Title": "Molecules and mechanisms of dendrite development in Drosophila.",
        "Abstract": "Neurons are one of the most morphologically diverse cell types, in large part owing to their intricate dendrite branching patterns. Dendrites are structures that are specialized to receive and process inputs in neurons, thus their specific morphologies reflect neural connectivity and influence information flow through circuits. Recent studies in Drosophila on the molecular basis of dendrite diversity, dendritic guidance, the cell biology of dendritic branch patterning and territory formation have identified numerous intrinsic and extrinsic cues that shape diverse features of dendrites. As we discuss in this review, many of the mechanisms that are being elucidated show conservation in diverse systems.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Adhesion Molecules",
            "Dendrites",
            "Drosophila",
            "Drosophila Proteins",
            "Genes, Insect",
            "Models, Neurological",
            "Nerve Tissue Proteins",
            "Nervous System",
            "Signal Transduction",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Megan M",
                "Last Name": "Corty",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University Medical Center, New York, NY 10032, USA. wg2135@columbia.edu"
            },
            {
                "First Name": "Benjamin J",
                "Last Name": "Matthews",
                "Affiliation": ""
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2009"
    },
    {
        "PMID": "18400154",
        "Title": "Of cartridges and columns: new roles for cadherins in visual system development.",
        "Abstract": "In this issue of Neuron, two papers provide new insights into roles for local cadherin-based interactions during axon targeting in the Drosophila visual system. Using high-resolution analyses, Chen and Clandinin identify nonautonomous roles for the atypical cadherin Flamingo during photoreceptor targeting, while Nern et al. demonstrate that local cell type-specific roles for N-cadherin control layer-specific targeting of lamina neurons.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cadherins",
            "Drosophila",
            "Humans",
            "Photoreceptor Cells, Invertebrate",
            "Vision, Ocular",
            "Visual Pathways"
        ],
        "Authors": [
            {
                "First Name": "Benjamin J",
                "Last Name": "Matthews",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, 630 W. 168(th) Street, P&S 11-511, New York, NY 10032, USA."
            },
            {
                "First Name": "Megan M",
                "Last Name": "Corty",
                "Affiliation": ""
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2008"
    },
    {
        "PMID": "17482551",
        "Title": "Dendrite self-avoidance is controlled by Dscam.",
        "Abstract": "Dendrites distinguish between sister branches and those of other cells. Self-recognition can often lead to repulsion, a process termed \"self-avoidance.\" Here we demonstrate that dendrite self-avoidance in Drosophila da sensory neurons requires cell-recognition molecules encoded by the Dscam locus. By alternative splicing, Dscam encodes a vast number of cell-surface proteins of the immunoglobulin superfamily. We demonstrate that interactions between identical Dscam isoforms on the cell surface underlie self-recognition, while the cytoplasmic tail converts this recognition to dendrite repulsion. Sister dendrites expressing the same isoforms engage in homophilic repulsion. By contrast, Dscam diversity ensures that inappropriate repulsive interactions between dendrites sharing the same receptive field do not occur. The selectivity of Dscam-mediated cell interactions is likely to be widely important in the developing fly nervous system, where processes of cells must distinguish between self and nonself during the construction of neural circuits.",
        "Keywords": [],
        "MeSH terms": [
            "Alternative Splicing",
            "Animals",
            "Cell Adhesion Molecules",
            "Dendrites",
            "Drosophila",
            "Drosophila Proteins",
            "Gene Expression Regulation, Developmental",
            "Growth Cones",
            "Neurons, Afferent",
            "Peripheral Nervous System",
            "Protein Isoforms",
            "Protein Structure, Tertiary"
        ],
        "Authors": [
            {
                "First Name": "Benjamin J",
                "Last Name": "Matthews",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Michelle E",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "John J",
                "Last Name": "Flanagan",
                "Affiliation": ""
            },
            {
                "First Name": "Daisuke",
                "Last Name": "Hattori",
                "Affiliation": ""
            },
            {
                "First Name": "James C",
                "Last Name": "Clemens",
                "Affiliation": ""
            },
            {
                "First Name": "S Lawrence",
                "Last Name": "Zipursky",
                "Affiliation": ""
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2007"
    },
    {
        "PMID": "17164414",
        "Title": "Projections of Drosophila multidendritic neurons in the central nervous system: links with peripheral dendrite morphology.",
        "Abstract": "Neurons establish diverse dendritic morphologies during development, and a major challenge is to understand how these distinct developmental programs might relate to, and influence, neuronal function. Drosophila dendritic arborization (da) sensory neurons display class-specific dendritic morphology with extensive coverage of the body wall. To begin to build a basis for linking dendrite structure and function in this genetic system, we analyzed da neuron axon projections in embryonic and larval stages. We found that multiple parameters of axon morphology, including dorsoventral position, midline crossing and collateral branching, correlate with dendritic morphological class. We have identified a class-specific medial-lateral layering of axons in the central nervous system formed during embryonic development, which could allow different classes of da neurons to develop differential connectivity to second-order neurons. We have examined the effect of Robo family members on class-specific axon lamination, and have also taken a forward genetic approach to identify new genes involved in axon and dendrite development. For the latter, we screened the third chromosome at high resolution in vivo for mutations that affect class IV da neuron morphology. Several known loci, as well as putative novel mutations, were identified that contribute to sensory dendrite and/or axon patterning. This collection of mutants, together with anatomical data on dendrites and axons, should begin to permit studies of dendrite diversity in a combined developmental and functional context, and also provide a foundation for understanding shared and distinct mechanisms that control axon and dendrite morphology.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Central Nervous System",
            "Dendrites",
            "Drosophila",
            "Embryo, Nonmammalian",
            "Ethyl Methanesulfonate",
            "Green Fluorescent Proteins",
            "Immunohistochemistry",
            "Larva",
            "Morphogenesis",
            "Mutagens",
            "Mutation",
            "Neurons, Afferent"
        ],
        "Authors": [
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Departments of Physiology and Biochemistry, University of California, San Francisco, Rock Hall, Room GD481, 1550 4th Street, San Francisco, CA 94143, USA."
            },
            {
                "First Name": "Bing",
                "Last Name": "Ye",
                "Affiliation": ""
            },
            {
                "First Name": "Chung-Hui",
                "Last Name": "Yang",
                "Affiliation": ""
            },
            {
                "First Name": "Susan",
                "Last Name": "Younger",
                "Affiliation": ""
            },
            {
                "First Name": "Kelly",
                "Last Name": "Borden",
                "Affiliation": ""
            },
            {
                "First Name": "Lily Y",
                "Last Name": "Jan",
                "Affiliation": ""
            },
            {
                "First Name": "Yuh-Nung",
                "Last Name": "Jan",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2007"
    },
    {
        "PMID": "16139206",
        "Title": "The development of neuronal morphology in insects.",
        "Abstract": "Neurons are highly polarized cells with some regions specified for information input--typically the dendrites--and others specialized for information output--the axons. By extending to a specific location and branching in a specific manner, the processes of neurons determine at a fundamental level how the nervous system is wired to produce behavior. Recent studies suggest that relatively small changes in neuronal morphology could conceivably contribute to striking behavioral distinctions between invertebrate species. We review recent data that begin to shed light on how neurons extend dendrites to their targets and acquire their particular branching morphologies, drawing primarily on data from genetic model organisms. We speculate about how and why the actions of these genes might facilitate the diversification of dendritic morphology.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Behavior, Animal",
            "Insecta",
            "Morphogenesis",
            "Nervous System",
            "Neurons",
            "Species Specificity"
        ],
        "Authors": [
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, 630 West 168th Street, New York, New York 10032,USA."
            },
            {
                "First Name": "Chung-Hui",
                "Last Name": "Yang",
                "Affiliation": ""
            },
            {
                "First Name": "Bing",
                "Last Name": "Ye",
                "Affiliation": ""
            },
            {
                "First Name": "Yuh-Nung",
                "Last Name": "Jan",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2005"
    },
    {
        "PMID": "15717925",
        "Title": "FlyPNS, a database of the Drosophila embryonic and larval peripheral nervous system.",
        "Abstract": "The embryonic and larval peripheral nervous system of Drosophila melanogaster is extensively studied as a very powerful model of developmental biology. One main advantage of this system is the ability to study the origin and development of individual sensory cells. However, there remain several discrepancies regarding the organization of sensory organs in each abdominal segment A1-A7.",
        "Keywords": [],
        "MeSH terms": [
            "Abdomen",
            "Animals",
            "Biomarkers",
            "Cell Differentiation",
            "Databases as Topic",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Nerve Tissue Proteins",
            "Neurons",
            "Peripheral Nervous System",
            "Sense Organs",
            "Terminology as Topic"
        ],
        "Authors": [
            {
                "First Name": "Virginie",
                "Last Name": "Orgogozo",
                "Affiliation": "Department of Ecology and Evolutionary Biology, Princeton University, Princeton, NJ 08544, USA. vorgogoz@princeton.edu"
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            }
        ],
        "Journal": "BMC developmental biology",
        "PubDate": "2005"
    },
    {
        "PMID": "15479641",
        "Title": "Control of dendritic branching and tiling by the Tricornered-kinase/Furry signaling pathway in Drosophila sensory neurons.",
        "Abstract": "To cover the receptive field completely but without redundancy, neurons of certain functional groups exhibit tiling of their dendrites via dendritic repulsion. Here we show that two evolutionarily conserved proteins, the Tricornered (Trc) kinase and Furry (Fry), are essential for tiling and branching control of Drosophila sensory neuron dendrites. Dendrites of fry and trc mutants display excessive terminal branching and fail to avoid homologous dendritic branches, resulting in significant overlap of the dendritic fields. Trc control of dendritic branching involves regulation of RacGTPase, a pathway distinct from the action of Trc in tiling. Timelapse analysis further reveals a specific loss of the ability of growing dendrites to turn away from nearby dendritic branches in fry mutants, suggestive of a defect in like-repels-like avoidance. Thus, the Trc/Fry signaling pathway plays a key role in patterning dendritic fields by promoting avoidance between homologous dendrites as well as by limiting dendritic branching.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Cell Shape",
            "Dendrites",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Genes, Reporter",
            "Humans",
            "Molecular Sequence Data",
            "Neurons, Afferent",
            "Phenotype",
            "Protein Serine-Threonine Kinases",
            "Sequence Alignment",
            "Signal Transduction",
            "rac GTP-Binding Proteins"
        ],
        "Authors": [
            {
                "First Name": "Kazuo",
                "Last Name": "Emoto",
                "Affiliation": "Howard Hughes Medical Institute, Department of Physiology and Biochemistry, University of California San Francisco, 1550 4th Street, San Francisco, CA 94143, USA."
            },
            {
                "First Name": "Ying",
                "Last Name": "He",
                "Affiliation": ""
            },
            {
                "First Name": "Bing",
                "Last Name": "Ye",
                "Affiliation": ""
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": ""
            },
            {
                "First Name": "Paul N",
                "Last Name": "Adler",
                "Affiliation": ""
            },
            {
                "First Name": "Lily Yeh",
                "Last Name": "Jan",
                "Affiliation": ""
            },
            {
                "First Name": "Yuh-Nung",
                "Last Name": "Jan",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2004"
    },
    {
        "PMID": "15018941",
        "Title": "Dendritic development: lessons from Drosophila and related branches.",
        "Abstract": "Dendrites show remarkable diversity in morphology and function, but the mechanisms that produce the characteristic forms is poorly understood. Insect systems offer a unique opportunity to manipulate and study identified neurons in otherwise undisturbed environments. Recent studies in Drosophila show that dendritic targeting, branching patterns, territories, and metamorphic remodeling are controlled in specific ways, by intrinsic genetic programs and extrinsic cues, with important implications for function. Here, we review some recent advances in our understanding of dendritic development in insects, focusing primarily on insights that have been gained from studies of Drosophila.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Dendrites",
            "Drosophila",
            "Insect Proteins",
            "Insecta",
            "Sense Organs"
        ],
        "Authors": [
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Howard Hughes Medical Institute, Department of Physiology, University of California, San Francisco, 533 Parnassus Avenue, Box 0725, San Francisco CA 94143, USA."
            },
            {
                "First Name": "Yuh Nung",
                "Last Name": "Jan",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in neurobiology",
        "PubDate": "2004"
    },
    {
        "PMID": "12699617",
        "Title": "Dendrites of distinct classes of Drosophila sensory neurons show different capacities for homotypic repulsion.",
        "Abstract": "Understanding how dendrites establish their territory is central to elucidating how neuronal circuits are built. Signaling between dendrites is thought to be important for defining their territories; however, the strategies by which different types of dendrites communicate are poorly understood. We have shown previously that two classes of Drosophila peripheral da sensory neurons, the class III and class IV neurons, provide complete and independent tiling of the body wall. By contrast, dendrites of class I and class II neurons do not completely tile the body wall, but they nevertheless occupy nonoverlapping territories.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Dendrites",
            "Drosophila",
            "Epidermis",
            "Green Fluorescent Proteins",
            "Luminescent Proteins",
            "Neurons, Afferent",
            "Staining and Labeling"
        ],
        "Authors": [
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Howard Hughes Medical Institute, Departments of Physiology and Biochemistry, University of California-San Francisco, 533 Parnassus Avenue, Room U226, San Francisco, CA 94143, USA."
            },
            {
                "First Name": "Bing",
                "Last Name": "Ye",
                "Affiliation": ""
            },
            {
                "First Name": "Adrian W",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Lily Y",
                "Last Name": "Jan",
                "Affiliation": ""
            },
            {
                "First Name": "Yuh Nung",
                "Last Name": "Jan",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2003"
    },
    {
        "PMID": "12654247",
        "Title": "Different levels of the homeodomain protein cut regulate distinct dendrite branching patterns of Drosophila multidendritic neurons.",
        "Abstract": "Functionally similar neurons can share common dendrite morphology, but how different neurons are directed into similar forms is not understood. Here, we show in embryonic and larval development that the level of Cut immunoreactivity in individual dendritic arborization (da) sensory neurons correlates with distinct patterns of terminal dendrites: high Cut in neurons with extensive unbranched terminal protrusions (dendritic spikes), medium levels in neurons with expansive and complex arbors, and low or nondetectable Cut in neurons with simple dendrites. Loss of Cut reduced dendrite growth and class-specific terminal branching, whereas overexpression of Cut or a mammalian homolog in lower-level neurons resulted in transformations toward the branch morphology of high-Cut neurons. Thus, different levels of a homeoprotein can regulate distinct patterns of dendrite branching.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Dendrites",
            "Drosophila",
            "Drosophila Proteins",
            "Gene Expression Regulation, Developmental",
            "Homeodomain Proteins",
            "Immunohistochemistry",
            "Larva",
            "Morphogenesis",
            "Mutation",
            "Neurons, Afferent",
            "Phenotype"
        ],
        "Authors": [
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Howard Hughes Medical Institute and Department of Physiology, University of California, San Francisco, 533 Parnassus Avenue, Room U226, San Francisco, CA 94143, USA."
            },
            {
                "First Name": "Lily Y",
                "Last Name": "Jan",
                "Affiliation": ""
            },
            {
                "First Name": "Yuh Nung",
                "Last Name": "Jan",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2003"
    },
    {
        "PMID": "12050135",
        "Title": "Tiling of the Drosophila epidermis by multidendritic sensory neurons.",
        "Abstract": "Insect dendritic arborization (da) neurons provide an opportunity to examine how diverse dendrite morphologies and dendritic territories are established during development. We have examined the morphologies of Drosophila da neurons by using the MARCM (mosaic analysis with a repressible cell marker) system. We show that each of the 15 neurons per abdominal hemisegment spread dendrites to characteristic regions of the epidermis. We place these neurons into four distinct morphological classes distinguished primarily by their dendrite branching complexities. Some class assignments correlate with known proneural gene requirements as well as with central axonal projections. Our data indicate that cells within two morphological classes partition the body wall into distinct, non-overlapping territorial domains and thus are organized as separate tiled sensory systems. The dendritic domains of cells in different classes, by contrast, can overlap extensively. We have examined the cell-autonomous roles of starry night (stan) (also known as flamingo (fmi)) and sequoia (seq) in tiling. Neurons with these genes mutated generally terminate their dendritic fields at normal locations at the lateral margin and segment border, where they meet or approach the like dendrites of adjacent neurons. However, stan mutant neurons occasionally send sparsely branched processes beyond these territories that could potentially mix with adjacent like dendrites. Together, our data suggest that widespread tiling of the larval body wall involves interactions between growing dendritic processes and as yet unidentified signals that allow avoidance by like dendrites.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cadherins",
            "DNA-Binding Proteins",
            "Dendritic Cells",
            "Drosophila",
            "Drosophila Proteins",
            "Epidermis",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Genetic Techniques",
            "Larva",
            "Male",
            "Mutation",
            "Nerve Tissue Proteins",
            "Neurons, Afferent"
        ],
        "Authors": [
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Howard Hughes Medical Institute, Department of Physiology, University of California, San Francisco, San Francisco, CA 94143-0725, USA."
            },
            {
                "First Name": "Lily Y",
                "Last Name": "Jan",
                "Affiliation": ""
            },
            {
                "First Name": "Yuh Nung",
                "Last Name": "Jan",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2002"
    }
]