[
    {
        "PMID": "35421328",
        "Title": "Deficits in decision-making induced by parietal cortex inactivation are compensated at two timescales.",
        "Abstract": "Perceptual decisions arise through the transformation of samples of evidence into a commitment to a proposition or plan of action. Such transformation is thought to involve cortical circuits capable of computation over timescales associated with working memory, attention, and planning. Neurons in the lateral intraparietal area (LIP) play a role in these functions, and much of what is known about the neurobiology of decision-making has been influenced by studies of LIP and its network of connections. However, the causal role of LIP remains controversial. In this study, we used pharmacological and chemogenetic methods to inactivate LIP in one brain hemisphere of four rhesus monkeys. This inactivation produced biases in decisions, but the effects dissipated despite persistent neural inactivation, implying compensation by unaffected areas. Compensation occurred rapidly within an experimental session and more gradually across sessions. These findings resolve disparate studies and inform the interpretation of focal perturbations of brain function.",
        "Keywords": [
            "Macaca mulatta",
            "area LIP",
            "chemogenetics",
            "inactivation",
            "muscimol",
            "parietal cortex",
            "perceptual decision making"
        ],
        "MeSH terms": [
            "Animals",
            "Attention",
            "Decision Making",
            "Macaca mulatta",
            "Neurons",
            "Parietal Lobe"
        ],
        "Authors": [
            {
                "First Name": "Danique",
                "Last Name": "Jeurissen",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10027, USA. Electronic address: d.jeurissen@columbia.edu."
            },
            {
                "First Name": "S",
                "Last Name": "Shushruth",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA. Electronic address: shushruth@gmail.com."
            },
            {
                "First Name": "Yasmine",
                "Last Name": "El-Shamayleh",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Gregory D",
                "Last Name": "Horwitz",
                "Affiliation": "Department of Physiology & Biophysics, Washington National Primate Research Center, University of Washington, Seattle, WA 98195, USA."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Department of Neuroscience, Columbia University, New York, NY 10027, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10027, USA; Kavli Institute, Columbia University, New York, NY 10027, USA. Electronic address: shadlen@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2022"
    },
    {
        "PMID": "32452766",
        "Title": "Fast and reversible neural inactivation in macaque cortex by optogenetic stimulation of GABAergic neurons.",
        "Abstract": "Optogenetic techniques for neural inactivation are valuable for linking neural activity to behavior but they have serious limitations in macaques. To achieve powerful and temporally precise neural inactivation, we used an adeno-associated viral (AAV) vector carrying the channelrhodopsin-2 gene under the control of a Dlx5/6 enhancer, which restricts expression to GABAergic neurons. We tested this approach in the primary visual cortex, an area where neural inactivation leads to interpretable behavioral deficits. Optical stimulation modulated spiking activity and reduced visual sensitivity profoundly in the region of space represented by the stimulated neurons. Rebound firing, which can have unwanted effects on neural circuits following inactivation, was not observed, and the efficacy of the optogenetic manipulation on behavior was maintained across >1000 trials. We conclude that this inhibitory cell-type-specific optogenetic approach is a powerful and spatiotemporally precise neural inactivation tool with broad utility for probing the functional contributions of cortical activity in macaques.",
        "Keywords": [
            "GABA",
            "neuroscience",
            "optogenetics",
            "rhesus macaque",
            "vision"
        ],
        "MeSH terms": [
            "Animals",
            "Channelrhodopsins",
            "Dependovirus",
            "GABAergic Neurons",
            "Macaca mulatta",
            "Optogenetics",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Abhishek",
                "Last Name": "De",
                "Affiliation": "Graduate Program in Neuroscience, University of Washington, Seattle, United States."
            },
            {
                "First Name": "Yasmine",
                "Last Name": "El-Shamayleh",
                "Affiliation": "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Gregory D",
                "Last Name": "Horwitz",
                "Affiliation": "Department of Physiology and Biophysics, Washington National Primate Research Center, University of Washington, Seattle, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2020"
    },
    {
        "PMID": "31871196",
        "Title": "Primate optogenetics: Progress and prognosis.",
        "Abstract": "Monkeys are a premier model organism for neuroscience research. Activity in the central nervous systems of monkeys can be recorded and manipulated while they perform complex perceptual, motor, or cognitive tasks. Conventional techniques for manipulating neural activity in monkeys are too coarse to address many of the outstanding questions in primate neuroscience, but optogenetics holds the promise to overcome this hurdle. In this article, we review the progress that has been made in primate optogenetics over the past 5 years. We emphasize the use of gene regulatory sequences in viral vectors to target specific neuronal types, and we present data on vectors that we engineered to target parvalbumin-expressing neurons. We conclude with a discussion of the utility of optogenetics for treating sensorimotor hearing loss and Parkinson's disease, areas of translational neuroscience in which monkeys provide unique leverage for basic science and medicine.",
        "Keywords": [
            "monkey",
            "optogenetics",
            "primate"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Yasmine",
                "Last Name": "El-Shamayleh",
                "Affiliation": "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Gregory D",
                "Last Name": "Horwitz",
                "Affiliation": "Department of Physiology and Biophysics, Washington National Primate Research Center, University of Washington, Seattle, WA 98195."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2019"
    },
    {
        "PMID": "30051817",
        "Title": "Focal optogenetic suppression in macaque area MT biases direction discrimination and decision confidence, but only transiently.",
        "Abstract": "Insights from causal manipulations of brain activity depend on targeting the spatial and temporal scales most relevant for behavior. Using a sensitive perceptual decision task in monkeys, we examined the effects of rapid, reversible inactivation on a spatial scale previously achieved only with electrical microstimulation. Inactivating groups of similarly tuned neurons in area MT produced systematic effects on choice and confidence. Behavioral effects were attenuated over the course of each session, suggesting compensatory adjustments in the downstream readout of MT over tens of minutes. Compensation also occurred on a sub-second time scale: behavior was largely unaffected when the visual stimulus (and concurrent suppression) lasted longer than 350 ms. These trends were similar for choice and confidence, consistent with the idea of a common mechanism underlying both measures. The findings demonstrate the utility of hyperpolarizing opsins for linking neural population activity at fine spatial and temporal scales to cognitive functions in primates.",
        "Keywords": [
            "decision making",
            "motion perception",
            "neuroscience",
            "optogenetics",
            "plasticity",
            "rhesus macaque"
        ],
        "MeSH terms": [
            "Animals",
            "Behavior, Animal",
            "Brain Mapping",
            "Choice Behavior",
            "Decision Making",
            "Macaca mulatta",
            "Male",
            "Motion Perception",
            "Neurons",
            "Optogenetics",
            "Photic Stimulation",
            "Temporal Lobe",
            "Visual Pathways",
            "Visual Perception"
        ],
        "Authors": [
            {
                "First Name": "Christopher R",
                "Last Name": "Fetsch",
                "Affiliation": "Zanvyl Krieger Mind/Brain Institute, Johns Hopkins University, Baltimore, United States."
            },
            {
                "First Name": "Naomi N",
                "Last Name": "Odean",
                "Affiliation": "Kavli Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Danique",
                "Last Name": "Jeurissen",
                "Affiliation": "Kavli Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Yasmine",
                "Last Name": "El-Shamayleh",
                "Affiliation": "Department of Physiology & Biophysics, Washington National Primate Research Center, University of Washington, Washington, United States."
            },
            {
                "First Name": "Gregory D",
                "Last Name": "Horwitz",
                "Affiliation": "Department of Physiology & Biophysics, Washington National Primate Research Center, University of Washington, Washington, United States."
            },
            {
                "First Name": "Michael N",
                "Last Name": "Shadlen",
                "Affiliation": "Kavli Institute, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2018"
    },
    {
        "PMID": "29118219",
        "Title": "Nonhuman Primate Optogenetics: Recent Advances and Future Directions.",
        "Abstract": "Optogenetics is the use of genetically coded, light-gated ion channels or pumps (opsins) for millisecond resolution control of neural activity. By targeting opsin expression to specific cell types and neuronal pathways, optogenetics can expand our understanding of the neural basis of normal and pathological behavior. To maximize the potential of optogenetics to study human cognition and behavior, optogenetics should be applied to the study of nonhuman primates (NHPs). The homology between NHPs and humans makes these animals the best experimental model for understanding human brain function and dysfunction. Moreover, for genetic tools to have translational promise, their use must be demonstrated effectively in large, wild-type animals such as Rhesus macaques. Here, we review recent advances in primate optogenetics. We highlight the technical hurdles that have been cleared, challenges that remain, and summarize how optogenetic experiments are expanding our understanding of primate brain function.",
        "Keywords": [
            "NHP",
            "monkey",
            "opsins",
            "optogenetic",
            "optrode",
            "promoter"
        ],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Humans",
            "Neurology",
            "Optogenetics",
            "Primates"
        ],
        "Authors": [
            {
                "First Name": "Adriana",
                "Last Name": "Galvan",
                "Affiliation": "Yerkes National Primate Research Center and Department of Neurology, School of Medicine, Emory University, Atlanta, Georgia 30329, agalvan@emory.edu."
            },
            {
                "First Name": "William R",
                "Last Name": "Stauffer",
                "Affiliation": "Department of Neurobiology, University of Pittsburgh, Pittsburgh, Pennsylvania 15261."
            },
            {
                "First Name": "Leah",
                "Last Name": "Acker",
                "Affiliation": "Department of Anesthesiology, Duke University Medical Center, Durham, North Carolina 27710."
            },
            {
                "First Name": "Yasmine",
                "Last Name": "El-Shamayleh",
                "Affiliation": "Department of Physiology and Biophysics, Washington National Primate Research Center, University of Washington, Seattle, Washington 98195."
            },
            {
                "First Name": "Ken-Ichi",
                "Last Name": "Inoue",
                "Affiliation": "Department of Neuroscience, Primate Research Institute, Kyoto University, Inuyama, Aichi 484-8506, Japan."
            },
            {
                "First Name": "Shay",
                "Last Name": "Ohayon",
                "Affiliation": "McGovern Institute for Brain Research, Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, Massachusetts 02139, and."
            },
            {
                "First Name": "Michael C",
                "Last Name": "Schmid",
                "Affiliation": "Institute of Neuroscience, Newcastle University, Newcastle, United Kingdom NE2 4HH."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2017"
    },
    {
        "PMID": "28925354",
        "Title": "Dynamic representation of partially occluded objects in primate prefrontal and visual cortex.",
        "Abstract": "Successful recognition of partially occluded objects is presumed to involve dynamic interactions between brain areas responsible for vision and cognition, but neurophysiological evidence for the involvement of feedback signals is lacking. Here, we demonstrate that neurons in the ventrolateral prefrontal cortex (vlPFC) of monkeys performing a shape discrimination task respond more strongly to occluded than unoccluded stimuli. In contrast, neurons in visual area V4 respond more strongly to unoccluded stimuli. Analyses of V4 response dynamics reveal that many neurons exhibit two transient response peaks, the second of which emerges after vlPFC response onset and displays stronger selectivity for occluded shapes. We replicate these findings using a model of V4/vlPFC interactions in which occlusion-sensitive vlPFC neurons feed back to shape-selective V4 neurons, thereby enhancing V4 responses and selectivity to occluded shapes. These results reveal how signals from frontal and visual cortex could interact to facilitate object recognition under occlusion.",
        "Keywords": [
            "feedback signals",
            "neurophysiology",
            "neuroscience",
            "object representation and recognition",
            "partial occlusion",
            "prefrontal cortex",
            "rhesus macaque",
            "visual area V4"
        ],
        "MeSH terms": [
            "Animals",
            "Cognition",
            "Electroencephalography",
            "Macaca mulatta",
            "Male",
            "Models, Neurological",
            "Prefrontal Cortex",
            "Visual Cortex",
            "Visual Perception"
        ],
        "Authors": [
            {
                "First Name": "Amber M",
                "Last Name": "Fyall",
                "Affiliation": "Department of BIological Structure, Washington National Primate Research Center, University of Washington, Seattle, United States."
            },
            {
                "First Name": "Yasmine",
                "Last Name": "El-Shamayleh",
                "Affiliation": "Physiology and Biophysics, Washington National Primate Research Center, University of Washington, Seattle, United States."
            },
            {
                "First Name": "Hannah",
                "Last Name": "Choi",
                "Affiliation": "Applied Mathematics, University of Washington Institute for Neuroengineering, University of Washington, Seattle, United States."
            },
            {
                "First Name": "Eric",
                "Last Name": "Shea-Brown",
                "Affiliation": "Department of Applied Mathematics, University of Washington, Seattle, United States."
            },
            {
                "First Name": "Anitha",
                "Last Name": "Pasupathy",
                "Affiliation": "Department of BIological Structure, University of Washington, Seattle, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2017"
    },
    {
        "PMID": "28648497",
        "Title": "Selective Optogenetic Control of Purkinje Cells in Monkey Cerebellum.",
        "Abstract": "Purkinje cells of the primate cerebellum play critical but poorly understood roles in the execution of coordinated, accurate movements. Elucidating these roles has been hampered by a lack of techniques for manipulating spiking activity in these cells selectively-a problem common to most cell types in non-transgenic animals. To overcome this obstacle, we constructed AAV vectors carrying the channelrhodopsin-2 (ChR2) gene under the control of a 1 kb L7/Pcp2 promoter. We injected these vectors into the cerebellar cortex of rhesus macaques and tested vector efficacy in three ways. Immunohistochemical analyses confirmed selective ChR2 expression in Purkinje cells. Neurophysiological recordings confirmed robust optogenetic activation. Optical stimulation of the oculomotor vermis caused saccade dysmetria. Our results demonstrate the utility of AAV-L7-ChR2 for revealing the contributions of Purkinje cells to circuit function and behavior, and they attest to the feasibility of promoter-based, targeted, genetic manipulations in primates.",
        "Keywords": [
            "Adeno-associated viral vector",
            "Cerebellum",
            "Monkey",
            "Oculomotor Vermis",
            "Optogenetics",
            "Pcp2/L7 promoter",
            "Purkinje cells",
            "Saccades"
        ],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Cerebellar Cortex",
            "Cerebellar Vermis",
            "Cerebellum",
            "Dependovirus",
            "Eye Movement Measurements",
            "Immunohistochemistry",
            "Macaca mulatta",
            "Optogenetics",
            "Purkinje Cells",
            "Rhodopsin",
            "Saccades"
        ],
        "Authors": [
            {
                "First Name": "Yasmine",
                "Last Name": "El-Shamayleh",
                "Affiliation": "Department of Physiology & Biophysics, University of Washington, 1959 NE Pacific St., HSB I-728, UW Mailbox 357290, Seattle, WA 98195, USA; Washington National Primate Research Center, University of Washington, 1959 NE Pacific St., HSB I-728, UW Mailbox 357290, Seattle, WA 98195, USA."
            },
            {
                "First Name": "Yoshiko",
                "Last Name": "Kojima",
                "Affiliation": "Department of Physiology & Biophysics, University of Washington, 1959 NE Pacific St., HSB I-728, UW Mailbox 357290, Seattle, WA 98195, USA; Washington National Primate Research Center, University of Washington, 1959 NE Pacific St., HSB I-728, UW Mailbox 357290, Seattle, WA 98195, USA."
            },
            {
                "First Name": "Robijanto",
                "Last Name": "Soetedjo",
                "Affiliation": "Department of Physiology & Biophysics, University of Washington, 1959 NE Pacific St., HSB I-728, UW Mailbox 357290, Seattle, WA 98195, USA; Washington National Primate Research Center, University of Washington, 1959 NE Pacific St., HSB I-728, UW Mailbox 357290, Seattle, WA 98195, USA."
            },
            {
                "First Name": "Gregory D",
                "Last Name": "Horwitz",
                "Affiliation": "Department of Physiology & Biophysics, University of Washington, 1959 NE Pacific St., HSB I-728, UW Mailbox 357290, Seattle, WA 98195, USA; Washington National Primate Research Center, University of Washington, 1959 NE Pacific St., HSB I-728, UW Mailbox 357290, Seattle, WA 98195, USA. Electronic address: ghorwitz@u.washington.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2017"
    },
    {
        "PMID": "28202570",
        "Title": "AAV-mediated delivery of optogenetic constructs to the macaque brain triggers humoral immune responses.",
        "Abstract": "Gene delivery to the primate central nervous system via recombinant adeno-associated viral vectors (AAV) allows neurophysiologists to control and observe neural activity precisely. A current limitation of this approach is variability in vector transduction efficiency. Low levels of transduction can foil experimental manipulations, prompting vector readministration. The ability to make multiple vector injections into the same animal, even in cases where successful vector transduction has already been achieved, is also desirable. However, vector readministration has consequences for humoral immunity and gene delivery that depend on vector dosage and route of administration in complex ways. As part of optogenetic experiments in rhesus monkeys, we analyzed blood sera collected before and after AAV injections into the brain and quantified neutralizing antibodies to AAV using an in vitro assay. We found that injections of AAV1 and AAV9 vectors elevated neutralizing antibody titers consistently. These immune responses were specific to the serotype injected and were long lasting. These results demonstrate that optogenetic manipulations in monkeys trigger immune responses to AAV capsids, suggesting that vector readministration may have a higher likelihood of success by avoiding serotypes injected previously.",
        "Keywords": [
            "AAV vectors",
            "neutralizing antibodies",
            "nonhuman primate",
            "optogenetics"
        ],
        "MeSH terms": [
            "Animals",
            "Antibodies, Neutralizing",
            "Brain",
            "Dependovirus",
            "Female",
            "Gene Transfer Techniques",
            "Genetic Vectors",
            "HEK293 Cells",
            "Humans",
            "Immunity, Humoral",
            "Macaca mulatta",
            "Male",
            "Optogenetics"
        ],
        "Authors": [
            {
                "First Name": "Skyler D",
                "Last Name": "Mendoza",
                "Affiliation": "Department of Physiology and Biophysics, Washington National Primate Research Center, University of Washington, Seattle, Washington."
            },
            {
                "First Name": "Yasmine",
                "Last Name": "El-Shamayleh",
                "Affiliation": "Department of Physiology and Biophysics, Washington National Primate Research Center, University of Washington, Seattle, Washington."
            },
            {
                "First Name": "Gregory D",
                "Last Name": "Horwitz",
                "Affiliation": "Department of Physiology and Biophysics, Washington National Primate Research Center, University of Washington, Seattle, Washington ghorwitz@u.washington.edu."
            }
        ],
        "Journal": "Journal of neurophysiology",
        "PubDate": "2017"
    },
    {
        "PMID": "27194333",
        "Title": "Contour Curvature As an Invariant Code for Objects in Visual Area V4.",
        "Abstract": "Size-invariant object recognition-the ability to recognize objects across transformations of scale-is a fundamental feature of biological and artificial vision. To investigate its basis in the primate cerebral cortex, we measured single neuron responses to stimuli of varying size in visual area V4, a cornerstone of the object-processing pathway, in rhesus monkeys (Macaca mulatta). Leveraging two competing models for how neuronal selectivity for the bounding contours of objects may depend on stimulus size, we show that most V4 neurons (∼70%) encode objects in a size-invariant manner, consistent with selectivity for a size-independent parameter of boundary form: for these neurons, \"normalized\" curvature, rather than \"absolute\" curvature, provided a better account of responses. Our results demonstrate the suitability of contour curvature as a basis for size-invariant object representation in the visual cortex, and posit V4 as a foundation for behaviorally relevant object codes.",
        "Keywords": [
            "area V4",
            "neurophysiology",
            "object recognition",
            "primate",
            "shape representation",
            "vision"
        ],
        "MeSH terms": [
            "Animals",
            "Contrast Sensitivity",
            "Evoked Potentials, Visual",
            "Macaca mulatta",
            "Male",
            "Pattern Recognition, Visual",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Yasmine",
                "Last Name": "El-Shamayleh",
                "Affiliation": "Department of Biological Structure, Washington National Primate Research Center, University of Washington, Seattle, Washington 98195 yasmine1@uw.edu."
            },
            {
                "First Name": "Anitha",
                "Last Name": "Pasupathy",
                "Affiliation": "Department of Biological Structure, Washington National Primate Research Center, University of Washington, Seattle, Washington 98195."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2016"
    },
    {
        "PMID": "27052579",
        "Title": "Strategies for targeting primate neural circuits with viral vectors.",
        "Abstract": "Understanding how the brain works requires understanding how different types of neurons contribute to circuit function and organism behavior. Progress on this front has been accelerated by optogenetics and chemogenetics, which provide an unprecedented level of control over distinct neuronal types in small animals. In primates, however, targeting specific types of neurons with these tools remains challenging. In this review, we discuss existing and emerging strategies for directing genetic manipulations to targeted neurons in the adult primate central nervous system. We review the literature on viral vectors for gene delivery to neurons, focusing on adeno-associated viral vectors and lentiviral vectors, their tropism for different cell types, and prospects for new variants with improved efficacy and selectivity. We discuss two projection targeting approaches for probing neural circuits: anterograde projection targeting and retrograde transport of viral vectors. We conclude with an analysis of cell type-specific promoters and other nucleotide sequences that can be used in viral vectors to target neuronal types at the transcriptional level.",
        "Keywords": [
            "gene therapy",
            "optogenetics",
            "primate",
            "targeting",
            "viral vector"
        ],
        "MeSH terms": [
            "Animals",
            "Dependovirus",
            "Gene Transfer Techniques",
            "Genetic Vectors",
            "Lentivirus",
            "Neural Pathways",
            "Neurons",
            "Optogenetics",
            "Primates",
            "Viral Tropism"
        ],
        "Authors": [
            {
                "First Name": "Yasmine",
                "Last Name": "El-Shamayleh",
                "Affiliation": "Department of Physiology and Biophysics and Washington National Primate Research Center, University of Washington, Seattle, Washington; and."
            },
            {
                "First Name": "Amy M",
                "Last Name": "Ni",
                "Affiliation": "Department of Neuroscience and Center for the Neural Basis of Cognition, University of Pittsburgh, Pittsburgh, Pennsylvania."
            },
            {
                "First Name": "Gregory D",
                "Last Name": "Horwitz",
                "Affiliation": "Department of Physiology and Biophysics and Washington National Primate Research Center, University of Washington, Seattle, Washington; and ghorwitz@u.washington.edu."
            }
        ],
        "Journal": "Journal of neurophysiology",
        "PubDate": "2016"
    },
    {
        "PMID": "25540222",
        "Title": "Temporal and spatial limits of pattern motion sensitivity in macaque MT neurons.",
        "Abstract": "Many neurons in visual cortical area MT signal the direction of motion of complex visual patterns, such as plaids composed of two superimposed drifting gratings. To compute the direction of pattern motion, MT neurons combine component motion signals over time and space. To determine the spatial and temporal limits of signal integration, we measured the responses of single MT neurons to a novel set of \"pseudoplaid\" stimuli in which the component gratings were alternated in time or space. As the temporal or spatial separation of the component gratings increased, neuronal selectivity for the direction of pattern motion decreased. Using descriptive models of signal integration, we inferred the temporal and spatial structure of the mechanisms that compute pattern direction selectivity. The median time constant for integration was roughly 10 ms, a timescale characteristic of integration by single cortical pyramidal neurons. The median spatial integration field was roughly one-third of the MT receptive field diameter, suggesting that the spatial limits are set by stages of processing in earlier areas of visual cortex where receptive fields are smaller than in MT. Interestingly, pattern direction-selective neurons had shorter temporal integration times than component direction-selective neurons but similar spatial integration windows. We conclude that pattern motion can only be signaled by MT neurons when the component motion signals co-occur within relatively narrow spatial and temporal limits. We interpret these results in the framework of recent hierarchical models of MT.",
        "Keywords": [
            "extrastriate visual cortex",
            "macaques",
            "neural dynamics",
            "receptive fields",
            "visual motion processing"
        ],
        "MeSH terms": [
            "Animals",
            "Macaca fascicularis",
            "Macaca nemestrina",
            "Male",
            "Motion Perception",
            "Neurons",
            "Pattern Recognition, Visual",
            "Photic Stimulation",
            "Time Factors",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Romesh D",
                "Last Name": "Kumbhani",
                "Affiliation": "Center for Neural Science, New York University, New York, New York."
            },
            {
                "First Name": "Yasmine",
                "Last Name": "El-Shamayleh",
                "Affiliation": "Center for Neural Science, New York University, New York, New York."
            },
            {
                "First Name": "J Anthony",
                "Last Name": "Movshon",
                "Affiliation": "Center for Neural Science, New York University, New York, New York movshon@nyu.edu."
            }
        ],
        "Journal": "Journal of neurophysiology",
        "PubDate": "2015"
    },
    {
        "PMID": "24948811",
        "Title": "The role of visual area V4 in the discrimination of partially occluded shapes.",
        "Abstract": "The primate brain successfully recognizes objects, even when they are partially occluded. To begin to elucidate the neural substrates of this perceptual capacity, we measured the responses of shape-selective neurons in visual area V4 while monkeys discriminated pairs of shapes under varying degrees of occlusion. We found that neuronal shape selectivity always decreased with increasing occlusion level, with some neurons being notably more robust to occlusion than others. The responses of neurons that maintained their selectivity across a wider range of occlusion levels were often sufficiently sensitive to support behavioral performance. Many of these same neurons were distinctively selective for the curvature of local boundary features and their shape tuning was well fit by a model of boundary curvature (curvature-tuned neurons). A significant subset of V4 neurons also signaled the animal's upcoming behavioral choices; these decision signals had short onset latencies that emerged progressively later for higher occlusion levels. The time course of the decision signals in V4 paralleled that of shape selectivity in curvature-tuned neurons: shape selectivity in curvature-tuned neurons, but not others, emerged earlier than the decision signals. These findings provide evidence for the involvement of contour-based mechanisms in the segmentation and recognition of partially occluded objects, consistent with psychophysical theory. Furthermore, they suggest that area V4 participates in the representation of the relevant sensory signals and the generation of decision signals underlying discrimination.",
        "Keywords": [
            "curvature",
            "macaque monkey",
            "object recognition",
            "shape processing",
            "ventral visual pathway",
            "visual encoding"
        ],
        "MeSH terms": [
            "Animals",
            "Discrimination Learning",
            "Form Perception",
            "Macaca mulatta",
            "Male",
            "Pattern Recognition, Visual",
            "Photic Stimulation",
            "Psychomotor Performance",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Yoshito",
                "Last Name": "Kosai",
                "Affiliation": "Department of Biological Structure, Washington National Primate Research Center, University of Washington, Seattle, Washington 98195."
            },
            {
                "First Name": "Yasmine",
                "Last Name": "El-Shamayleh",
                "Affiliation": "Department of Biological Structure, Washington National Primate Research Center, University of Washington, Seattle, Washington 98195."
            },
            {
                "First Name": "Amber M",
                "Last Name": "Fyall",
                "Affiliation": "Department of Biological Structure, Washington National Primate Research Center, University of Washington, Seattle, Washington 98195."
            },
            {
                "First Name": "Anitha",
                "Last Name": "Pasupathy",
                "Affiliation": "Department of Biological Structure, Washington National Primate Research Center, University of Washington, Seattle, Washington 98195 pasupat@uw.edu."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2014"
    },
    {
        "PMID": "24133263",
        "Title": "Visual response properties of V1 neurons projecting to V2 in macaque.",
        "Abstract": "Visual area V2 of the primate cortex receives the largest projection from area V1. V2 is thought to use its striate inputs as the basis for computations that are important for visual form processing, such as signaling angles, object borders, illusory contours, and relative binocular disparity. However, it remains unclear how selectivity for these stimulus properties emerges in V2, in part because the functional properties of the inputs are unknown. We used antidromic electrical stimulation to identify V1 neurons that project directly to V2 (10% of all V1 neurons recorded) and characterized their electrical and visual responses. V2-projecting neurons were concentrated in the superficial and middle layers of striate cortex, consistent with the known anatomy of this cortico-cortical circuit. Most were fast conducting and temporally precise in their electrical responses, and had broad spike waveforms consistent with pyramidal regular-spiking excitatory neurons. Overall, projection neurons were functionally diverse. Most, however, were tuned for orientation and binocular disparity and were strongly suppressed by large stimuli. Projection neurons included those selective and invariant to spatial phase, with roughly equal proportions. Projection neurons found in superficial layers had longer conduction times, broader spike waveforms, and were more responsive to chromatic stimuli; those found in middle layers were more strongly selective for motion direction and binocular disparity. Collectively, these response properties may be well suited for generating complex feature selectivity in and beyond V2.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Form Perception",
            "Macaca fascicularis",
            "Macaca nemestrina",
            "Male",
            "Neurons",
            "Orientation",
            "Photic Stimulation",
            "Visual Cortex",
            "Visual Pathways",
            "Visual Perception"
        ],
        "Authors": [
            {
                "First Name": "Yasmine",
                "Last Name": "El-Shamayleh",
                "Affiliation": "Center for Neural Science, New York University, New York, New York 10003."
            },
            {
                "First Name": "Romesh D",
                "Last Name": "Kumbhani",
                "Affiliation": ""
            },
            {
                "First Name": "Neel T",
                "Last Name": "Dhruv",
                "Affiliation": ""
            },
            {
                "First Name": "J Anthony",
                "Last Name": "Movshon",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2013"
    },
    {
        "PMID": "21653858",
        "Title": "Neuronal responses to texture-defined form in macaque visual area V2.",
        "Abstract": "Human and macaque observers can detect and discriminate visual forms defined by differences in texture. The neurophysiological correlates of visual texture perception are not well understood and have not been studied extensively at the single-neuron level in the primate brain. We used a novel family of texture patterns to measure the selectivity of neurons in extrastriate cortical area V2 of the macaque (Macaca nemestrina, Macaca fascicularis) for the orientation of texture-defined form, and to distinguish responses to luminance- and texture-defined form. Most V2 cells were selective for the orientation of luminance-defined form; they signaled the orientation of the component gratings that made up the texture patterns but not the overall pattern orientation. In some cells, these luminance responses were modulated by the direction or orientation of the texture envelope, suggesting an interaction of luminance and texture signals. We found little evidence for a \"cue-invariant\" representation in monkey V2. Few cells showed selectivity for the orientation of texture-defined form; they signaled the orientation of the texture patterns and not that of the component gratings. Small datasets recorded in monkey V1 and cat area 18 showed qualitatively similar patterns of results. Consistent with human functional imaging studies, our findings suggest that signals related to texture-defined form in primate cortex are most salient in areas downstream of V2. V2 may still provide the foundation for texture perception, through the interaction of luminance- and texture-based signals.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Electrodes, Implanted",
            "Electrophysiology",
            "Female",
            "Form Perception",
            "Macaca",
            "Male",
            "Neurons",
            "Orientation",
            "Photic Stimulation",
            "Visual Cortex",
            "Visual Pathways",
            "Visual Perception"
        ],
        "Authors": [
            {
                "First Name": "Yasmine",
                "Last Name": "El-Shamayleh",
                "Affiliation": "Center for Neural Science, New York University, New York, New York 10003, USA."
            },
            {
                "First Name": "J Anthony",
                "Last Name": "Movshon",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2011"
    },
    {
        "PMID": "20884506",
        "Title": "Development of sensitivity to visual texture modulation in macaque monkeys.",
        "Abstract": "In human and non-human primates, higher form vision matures substantially later than spatial acuity and contrast sensitivity, as revealed by performance on such tasks as figure-ground segregation and contour integration. Our goal was to understand whether delayed maturation on these tasks was intrinsically form-dependent or, rather, related to the nature of spatial integration necessary for extracting task-relevant cues. We used an intermediate-level form task that did not call for extensive spatial integration. We trained monkeys (6-201 weeks) to discriminate the orientation of pattern modulation in a two-alternative forced choice paradigm. We presented two families of form patterns, defined by texture or contrast variations, and luminance-defined patterns for comparison. Infant monkeys could discriminate texture- and contrast-defined form as early as 6 weeks; sensitivity improved up to 40 weeks. Surprisingly, sensitivity for texture- and contrast-defined form matured earlier than for luminance-defined form. These results suggest that intermediate-level form vision develops in concert with basic spatial vision rather than following sequentially. Comparison with earlier results reveals that different aspects of form vision develop over different time courses, with processes that depend on comparing local image content maturing earlier than those requiring \"global\" linking of multiple visual elements across a larger spatial extent.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Contrast Sensitivity",
            "Macaca",
            "Motion Perception",
            "Pattern Recognition, Visual",
            "Photic Stimulation",
            "Space Perception"
        ],
        "Authors": [
            {
                "First Name": "Yasmine",
                "Last Name": "El-Shamayleh",
                "Affiliation": "Center for Neural Science, New York University, New York, NY 10003, USA. yasmine@cns.nyu.edu"
            },
            {
                "First Name": "J Anthony",
                "Last Name": "Movshon",
                "Affiliation": ""
            },
            {
                "First Name": "Lynne",
                "Last Name": "Kiorpes",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of vision",
        "PubDate": "2010"
    },
    {
        "PMID": "20826682",
        "Title": "Visual motion processing by neurons in area MT of macaque monkeys with experimental amblyopia.",
        "Abstract": "Early experience affects the development of the visual system. Ocular misalignment or unilateral blur often causes amblyopia, a disorder that has become a standard for understanding developmental plasticity. Neurophysiological studies of amblyopia have focused almost entirely on the first stage of cortical processing in striate cortex. Here we provide the first extensive study of how amblyopia affects extrastriate cortex in nonhuman primates. We studied macaque monkeys (Macaca nemestrina) for which we have detailed psychophysical data, directly comparing physiological findings to perceptual capabilities. Because these subjects showed deficits in motion discrimination, we focused on area MT/V5, which plays a central role in motion processing. Most neurons in normal MT respond equally to visual stimuli presented through either eye; most recorded in amblyopes strongly preferred stimulation of the nonamblyopic (fellow) eye. The pooled responses of neurons driven by the amblyopic eye showed reduced sensitivity to coherent motion and preferred higher speeds, in agreement with behavioral measurements. MT neurons were more limited in their capacity to integrate motion information over time than expected from behavioral performance; neurons driven by the amblyopic eye had even shorter integration times than those driven by the fellow eye. We conclude that some, but not all, of the motion sensitivity deficits associated with amblyopia can be explained by abnormal development of MT.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Amblyopia",
            "Animals",
            "Discrimination, Psychological",
            "Disease Models, Animal",
            "Dominance, Ocular",
            "Electroencephalography",
            "Macaca nemestrina",
            "Motion Perception",
            "Neurons",
            "Photic Stimulation",
            "Probability",
            "Psychophysics",
            "Sensory Thresholds",
            "Time Factors",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Yasmine",
                "Last Name": "El-Shamayleh",
                "Affiliation": "Center for Neural Science, New York University, New York, New York 10003, USA."
            },
            {
                "First Name": "Lynne",
                "Last Name": "Kiorpes",
                "Affiliation": ""
            },
            {
                "First Name": "Adam",
                "Last Name": "Kohn",
                "Affiliation": ""
            },
            {
                "First Name": "J Anthony",
                "Last Name": "Movshon",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2010"
    }
]