[
    {
        "PMID": "37295394",
        "Title": "What does Juneteenth mean in STEMM?",
        "Abstract": "Juneteenth commemorates the freeing of the last large group of enslaved people in 1865 at the end of the American Civil War. We asked several Black scientists what Juneteenth means to them in the context of science, technology, engineering, mathematics, and medicine (STEMM)? Their answers run the emotional gamut.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Science",
            "Technology",
            "Engineering",
            "Mathematics",
            "Black People"
        ],
        "Authors": [
            {
                "First Name": "Heather K",
                "Last Name": "Beasley",
                "Affiliation": ""
            },
            {
                "First Name": "Alexandra L",
                "Last Name": "Clark",
                "Affiliation": ""
            },
            {
                "First Name": "Aleena",
                "Last Name": "Garner",
                "Affiliation": ""
            },
            {
                "First Name": "Frankie D",
                "Last Name": "Heyward",
                "Affiliation": ""
            },
            {
                "First Name": "Erika",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Robin G",
                "Last Name": "Nelson",
                "Affiliation": ""
            },
            {
                "First Name": "Keisha",
                "Last Name": "Ray",
                "Affiliation": ""
            },
            {
                "First Name": "Sophielle",
                "Last Name": "Silvers",
                "Affiliation": ""
            },
            {
                "First Name": "Dominique",
                "Last Name": "Stephens",
                "Affiliation": ""
            },
            {
                "First Name": "Yvon",
                "Last Name": "Woappi",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2023"
    },
    {
        "PMID": "34695415",
        "Title": "Regulation of 5-Hydroxymethylcytosine by TET2 Contributes to Squamous Cell Carcinoma Tumorigenesis.",
        "Abstract": "DNA methylation is a key regulatory event controlling a variety of physiological processes and can have dramatic effects on gene transcription. Methylated cytosine (5-methylcytosine) can be oxidized by the TET family of enzymes to 5-hydroxymethylcytosine (5-hmC), a key intermediate in the demethylation cycle, and 5-hmC levels are reduced in malignancies such as acute myeloid leukemia and melanoma. We constructed a tissue microarray of human cutaneous squamous cell carcinoma tumors and found a global reduction in 5-hmC levels compared with that in the adjacent skin. Using a murine K14-CreER system, we have found that loss of Tet2 promotes carcinogen-induced squamous cell carcinoma and cooperates with loss of Tp53 to drive spontaneous squamous cell carcinoma tumors in epithelial tissues. Analysis of changes in 5-hmC and gene expression after loss of Tet2 in the epidermis revealed focal alterations in 5-hmC levels and an increase in hair follicle transient amplifying cell genes along with a reduction in epidermal differentiation genes. These results show a role for TET2 in epidermal lineage specification, consistent with reported roles for TET enzymes in controlling lineage commitment in hematopoietic stem cells and embryonic stem cells and establishing TET2 as a bone fide tumor suppressor in squamous cell carcinoma.",
        "Keywords": [],
        "MeSH terms": [
            "5-Methylcytosine",
            "Animals",
            "Carcinoma, Squamous Cell",
            "Cell Transformation, Neoplastic",
            "DNA Methylation",
            "DNA-Binding Proteins",
            "Dioxygenases",
            "Humans",
            "Mice",
            "Proto-Oncogene Proteins",
            "Skin Neoplasms"
        ],
        "Authors": [
            {
                "First Name": "Rafik",
                "Last Name": "Boudra",
                "Affiliation": "Department of Dermatology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Yvon",
                "Last Name": "Woappi",
                "Affiliation": "Department of Dermatology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Diana",
                "Last Name": "Wang",
                "Affiliation": "Program in Dermatopathology, Department of Pathology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA; Department of Oral Medicine, Infection, and Immunity, Harvard School of Dental Medicine, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Shuyun",
                "Last Name": "Xu",
                "Affiliation": "Program in Dermatopathology, Department of Pathology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Wells",
                "Affiliation": "Program in Dermatopathology, Department of Pathology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Chrysalyne D",
                "Last Name": "Schmults",
                "Affiliation": "Department of Dermatology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Christine G",
                "Last Name": "Lian",
                "Affiliation": "Program in Dermatopathology, Department of Pathology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Matthew R",
                "Last Name": "Ramsey",
                "Affiliation": "Department of Dermatology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA. Electronic address: mramsey@bwh.harvard.edu."
            }
        ],
        "Journal": "The Journal of investigative dermatology",
        "PubDate": "2022"
    },
    {
        "PMID": "33586700",
        "Title": "Establishing a High Throughput Epidermal Spheroid Culture System to Model Keratinocyte Stem Cell Plasticity.",
        "Abstract": "Epithelial dysregulation is a node for a variety of human conditions and ailments, including chronic wounding, inflammation, and over 80% of all human cancers. As a lining tissue, the skin epithelium is often subject to injury and has evolutionarily adapted by acquiring the cellular plasticity necessary to repair damaged tissue. Over the years, several efforts have been made to study epithelial plasticity using in vitro and ex vivo cell-based models. However, these efforts have been limited in their capacity to recapitulate the various phases of epithelial cell plasticity. We describe here a protocol for generating 3D epidermal spheroids and epidermal spheroid-derived cells from primary neonatal human keratinocytes. This protocol outlines the capacity of epidermal spheroid cultures to functionally model distinct stages of keratinocyte generative plasticity and demonstrates that epidermal spheroid re-plating can enrich heterogenous normal human keratinocytes (NHKc) cultures for integrinα6",
        "Keywords": [],
        "MeSH terms": [
            "Biomarkers",
            "Cell Culture Techniques",
            "Cell Plasticity",
            "Cell Proliferation",
            "Cell Separation",
            "Cell Tracking",
            "Cells, Cultured",
            "Colony-Forming Units Assay",
            "Epidermal Cells",
            "Humans",
            "Keratinocytes",
            "Male",
            "Spheroids, Cellular",
            "Stem Cells",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Yvon",
                "Last Name": "Woappi",
                "Affiliation": "Department of Pathology, Microbiology and Immunology, University of South Carolina School of Medicine; Department of Dermatology, Brigham and Women's Hospital, Harvard Medical School; YWOAPPI@gmail.com."
            },
            {
                "First Name": "Geraldine",
                "Last Name": "Ezeka",
                "Affiliation": "Department of Biochemistry and Molecular Biology, University of Maryland School of Medicine Baltimore."
            },
            {
                "First Name": "Justin",
                "Last Name": "Vercellino",
                "Affiliation": "Department of Pathology, Albert Einstein College of Medicine."
            },
            {
                "First Name": "Sean M",
                "Last Name": "Bloos",
                "Affiliation": "Department of Pediatrics, Vanderbilt University Medical Center."
            },
            {
                "First Name": "Kim E",
                "Last Name": "Creek",
                "Affiliation": "Department of Drug Discovery and Biomedical Sciences, College of Pharmacy, University of South Carolina."
            },
            {
                "First Name": "Lucia",
                "Last Name": "Pirisi",
                "Affiliation": "Department of Pathology, Microbiology and Immunology, University of South Carolina School of Medicine."
            }
        ],
        "Journal": "Journal of visualized experiments : JoVE",
        "PubDate": "2021"
    },
    {
        "PMID": "33128954",
        "Title": "Self-assembling 3D spheroid cultures of human neonatal keratinocytes have enhanced regenerative properties.",
        "Abstract": "Relative to conventional two-dimensional (2-D) culture, three-dimensional (3-D) suspension culture of epithelial cells more closely mimics the in vivo cell microenvironment regarding cell architecture, cell to matrix interaction, and osmosis exchange. However, primary normal human keratinocytes (NHKc) rapidly undergo terminal differentiation and detachment-induced cell death (anoikis) upon disconnection from the basement membrane, thus greatly constraining their use in 3-D suspension culture models. Here, we examined the 3-D anchorage-free growth potential of NHKc isolated from neonatal skin explants of 59 different individuals. We found that 40% of all isolates naturally self-assembled into multicellular spheroids within 24 h in anchorage-free culture, while 60% did not. Placing a single spheroid back into 2-D monolayer culture yielded proliferating cells that expressed elevated levels of nuclear P63 and basal cytokeratin 14. These cells also displayed prolonged keratinocyte renewal and a gene expression profile corresponding to cellular heterogeneity, quiescence, and de-differentiation. Notably, spheroid-derived (SD) NHKc were enriched for a P63/K14 double-positive population that formed holoclonal colonies and reassembled into multicellular spheroids during 3-D suspension subculture. This study reveals marked phenotypic differences in neonatal keratinocyte suspension cultures isolated from different individuals andpresenta model system that can be readily employed to study epithelial cell behavior, along with a variety of dermatological diseases.",
        "Keywords": [
            "3-D culture",
            "Anoikis",
            "Cell-based model",
            "Epidermal stem cells",
            "Human keratinocytes",
            "Spheroids"
        ],
        "MeSH terms": [
            "Cell Differentiation",
            "Humans",
            "Infant, Newborn",
            "Keratinocytes",
            "Spheroids, Cellular"
        ],
        "Authors": [
            {
                "First Name": "Yvon",
                "Last Name": "Woappi",
                "Affiliation": "Department of Pathology, Microbiology and Immunology, University of South Carolina School of Medicine, Columbia, SC 29208, USA; Department of Dermatology, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA. Electronic address: ywoappi@gmail.com."
            },
            {
                "First Name": "Diego",
                "Last Name": "Altomare",
                "Affiliation": "Department of Drug Discovery and Biomedical Sciences, College of Pharmacy, University of South Carolina, Columbia, SC 29208, USA."
            },
            {
                "First Name": "Kim E",
                "Last Name": "Creek",
                "Affiliation": "Department of Drug Discovery and Biomedical Sciences, College of Pharmacy, University of South Carolina, Columbia, SC 29208, USA."
            },
            {
                "First Name": "Lucia",
                "Last Name": "Pirisi",
                "Affiliation": "Department of Pathology, Microbiology and Immunology, University of South Carolina School of Medicine, Columbia, SC 29208, USA."
            }
        ],
        "Journal": "Stem cell research",
        "PubDate": "2020"
    },
    {
        "PMID": "31837302",
        "Title": "Loss of the Epigenetic Mark 5-hmC in Psoriasis: Implications for Epidermal Stem Cell Dysregulation.",
        "Abstract": "Epigenetic regulation has a profound influence on stem cell fate during normal development in maintenance of physiologic tissue homeostasis. Here we report diminished ten-eleven translocation (TET) methylcytosine dioxygenase expression and loss of the DNA hydroxymethylation mark 5-hydroxymethylcytosine (5-hmC) in keratinocyte stem cells and transit amplifying cells in human psoriasis and in imiquimod-induced murine psoriasis. Loss of 5-hmC was associated with dysregulated keratinocyte stem cell kinetics, resulting in accumulation of nestin and FABP5-expressing transit amplifying cells to produce classic psoriatic epidermal architecture. Moreover, 5-hmC loss was accompanied by diminished TET1 and TET2 mRNA expression. Genome-wide mapping of epidermal 5-hmC in murine psoriasis revealed loci-specific loss of 5-hmC in genes regulating stem cell homeostasis, including MBD1, RTN1, STRN4, PRKD2, AKT1, and MAPKAP2, as well as those associated with RAR and Wnt/β-catenin signaling pathways. In vitro restoration of TET expression by ascorbic acid was accomplished in cultured human keratinocyte stem cells to show similar Ca",
        "Keywords": [],
        "MeSH terms": [
            "5-Methylcytosine",
            "Animals",
            "DNA Methylation",
            "DNA-Binding Proteins",
            "Dioxygenases",
            "Disease Models, Animal",
            "Down-Regulation",
            "Epigenesis, Genetic",
            "Female",
            "Histone Code",
            "Humans",
            "Keratinocytes",
            "Mice",
            "Mixed Function Oxygenases",
            "Primary Cell Culture",
            "Proto-Oncogene Proteins",
            "Psoriasis",
            "Sequence Analysis, DNA",
            "Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Feng",
                "Last Name": "Li",
                "Affiliation": "Program in Dermatopathology, Department of Pathology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA; Department of Dermatology, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."
            },
            {
                "First Name": "Christine W",
                "Last Name": "Yuan",
                "Affiliation": "Program in Dermatopathology, Department of Pathology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Shuyun",
                "Last Name": "Xu",
                "Affiliation": "Program in Dermatopathology, Department of Pathology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Tingjian",
                "Last Name": "Zu",
                "Affiliation": "Program in Dermatopathology, Department of Pathology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Yvon",
                "Last Name": "Woappi",
                "Affiliation": "Department of Dermatology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Catherine A A",
                "Last Name": "Lee",
                "Affiliation": "Division of Genetics, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA; Transplant Research Program, Boston Children's Hospital, Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Phammela",
                "Last Name": "Abarzua",
                "Affiliation": "Program in Dermatopathology, Department of Pathology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Wells",
                "Affiliation": "Program in Dermatopathology, Department of Pathology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Matthew R",
                "Last Name": "Ramsey",
                "Affiliation": "Department of Dermatology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Natasha Y",
                "Last Name": "Frank",
                "Affiliation": "Department of Medicine, VA Boston Healthcare System, Boston, Massachusetts, USA; Division of Genetics, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA; Harvard Stem Cell Institute, Harvard University, Cambridge, Massachusetts, USA."
            },
            {
                "First Name": "Xunwei",
                "Last Name": "Wu",
                "Affiliation": "Cutaneous Biology Research Center, Department of Dermatology, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Anna",
                "Last Name": "Mandinova",
                "Affiliation": "Cutaneous Biology Research Center, Department of Dermatology, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Markus H",
                "Last Name": "Frank",
                "Affiliation": "Department of Dermatology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA; Transplant Research Program, Boston Children's Hospital, Harvard Medical School, Boston, Massachusetts, USA; Harvard Stem Cell Institute, Harvard University, Cambridge, Massachusetts, USA; School of Medical Sciences, Edith Cowan University, Perth, Western Australia, Australia."
            },
            {
                "First Name": "Christine G",
                "Last Name": "Lian",
                "Affiliation": "Program in Dermatopathology, Department of Pathology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA. Electronic address: cglian@bwh.harvard.edu."
            },
            {
                "First Name": "George F",
                "Last Name": "Murphy",
                "Affiliation": "Program in Dermatopathology, Department of Pathology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA. Electronic address: gmurphy@bwh.harvard.edu."
            }
        ],
        "Journal": "The Journal of investigative dermatology",
        "PubDate": "2020"
    },
    {
        "PMID": "29593030",
        "Title": "Stem Cell Properties of Normal Human Keratinocytes Determine Transformation Responses to Human Papillomavirus 16 DNA.",
        "Abstract": "Human papillomavirus (HPV) infection of the genital tract is common; however, only about 10 to 15% of infections persist, and approximately 10 to 15% of these persistent infections result in cancer. Basal epidermal stem cells are the presumed target cells for HPV infection, providing a reservoir of latently infected cells that persist over time and initiate lesions. However, it is not known whether stem cell density has any influence on transformation of human keratinocytes by HPV. We explored the relationship between stem cell properties of normal human keratinocytes and their susceptibility to transformation by HPV16 DNA. Normal human keratinocyte isolates (NHKc) derived from different donors were cultured in three-dimensional anchorage-free suspension to assess their spheroid-forming ability. NHKc spheroids were then plated back into plastic monolayer culture and transfected with full-length HPV16 DNA, which we have previously shown to integrate into the host cell genome upon transfection. Spheroid-derived NHKc (SD-NHKc) and fluorescence-activated cell sorting-purified populations of basal stem-like keratinocytes, expressing low levels of epidermal growth factor receptor and high levels of integrin alpha 6 (EGFR",
        "Keywords": [
            "EGFR",
            "HPV16",
            "epidermal growth factor receptor",
            "epidermal stem cells",
            "human keratinocytes",
            "integrin alpha 6",
            "spheroids"
        ],
        "MeSH terms": [
            "Cell Line, Transformed",
            "Cell Proliferation",
            "Cell Transformation, Viral",
            "DNA, Viral",
            "ErbB Receptors",
            "Female",
            "Foreskin",
            "Human papillomavirus 16",
            "Humans",
            "Integrin alpha Chains",
            "Keratinocytes",
            "Male",
            "Spheroids, Cellular",
            "Stem Cells",
            "Transfection",
            "Uterine Cervical Neoplasms"
        ],
        "Authors": [
            {
                "First Name": "Yvon",
                "Last Name": "Woappi",
                "Affiliation": "Department of Pathology, Microbiology and Immunology, University of South Carolina School of Medicine, Columbia, South Carolina, USA."
            },
            {
                "First Name": "Maria",
                "Last Name": "Hosseinipour",
                "Affiliation": "Department of Pathology, Microbiology and Immunology, University of South Carolina School of Medicine, Columbia, South Carolina, USA."
            },
            {
                "First Name": "Kim E",
                "Last Name": "Creek",
                "Affiliation": "Department of Drug Discovery and Biomedical Sciences, College of Pharmacy, University of South Carolina, Columbia, South Carolina, USA."
            },
            {
                "First Name": "Lucia",
                "Last Name": "Pirisi",
                "Affiliation": "Department of Pathology, Microbiology and Immunology, University of South Carolina School of Medicine, Columbia, South Carolina, USA lucia.pirisi-creek@uscmed.sc.edu."
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2018"
    },
    {
        "PMID": "31456935",
        "Title": "Commensals and Foodborne Pathogens can Arbitrate Epithelial-carcinogenesis.",
        "Abstract": "Major shifts in intestinal commensal bacteria often result in changes in CD4",
        "Keywords": [
            "Foodborne pathogens",
            "carcinogenesis",
            "commensal bacteria",
            "immunity",
            "inflammatory disease",
            "toxins"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Yvon",
                "Last Name": "Woappi",
                "Affiliation": "Division of Biological and Health Sciences, University of Pittsburgh, Bradford, PA-16701, USA."
            },
            {
                "First Name": "Om V",
                "Last Name": "Singh",
                "Affiliation": "Division of Biological and Health Sciences, University of Pittsburgh, Bradford, PA-16701, USA."
            }
        ],
        "Journal": "British microbiology research journal",
        "PubDate": "2016"
    },
    {
        "PMID": "24874659",
        "Title": "Synthetic immunosurveillance systems: nanodevices to monitor physiological events.",
        "Abstract": "The field of nanotechnology has recently seen vast advancements in its applications for therapeutic strategy. This technological revolution has led way to nanomedicine, which spurred the development of clever drug delivery designs and ingenious nanovehicles for the monitoring of cellular events in vivo. The clinical implementations of this technology are innumerable and have demonstrated utility as diagnostic tools and fortifying machineries for the mammalian immune system. Recently engineered viral vectors and multi-subunit packaging RNAs have verified stable enough for long-term existence in the physiological environment and therefore reveal unique potential as artificial immunosurveillance devices. Physiological and pathological events recorded by nanodevices could help develop \"biocatalogs\" of patients' infection history, frequency of disease, and much more. In this article, we introduce a novel design concept for a multilayer synthetic immune network parallel to the natural immune system; an artificial network of continuously patrolling nanodevices incorporated in the blood and lymphatic systems, and adapted for molecular event recording, anomaly detection, drug delivery, and gene silencing. We also aim to discuss the approaches and advances recently reported in nanomedicine, especially as it pertains to promising viral and RNA-based nanovehicles and their prospective applications for the development of a synthetic immunosurveillance system (SIS). Alternative suggestions and limitations of these technologies are also discussed.",
        "Keywords": [
            "Drug-delivery",
            "Nanomedicine",
            "Nanovirology",
            "Theranostics",
            "Viral vectors"
        ],
        "MeSH terms": [
            "Animals",
            "Biosensing Techniques",
            "Drug Delivery Systems",
            "Genetic Engineering",
            "Genetic Vectors",
            "Humans",
            "Models, Molecular",
            "Monitoring, Immunologic",
            "Nanomedicine",
            "Nanotechnology",
            "Viruses"
        ],
        "Authors": [
            {
                "First Name": "Yvon L",
                "Last Name": "Woappi",
                "Affiliation": "Division of Biological and Health Sciences, 300 Campus Drive, University of Pittsburgh, Bradford, PA 16701, USA."
            },
            {
                "First Name": "Rahul",
                "Last Name": "Jangiti",
                "Affiliation": "Division of Physical and Computational Sciences, 300 Campus Drive, University of Pittsburgh, Bradford, PA 16701, USA."
            },
            {
                "First Name": "Om V",
                "Last Name": "Singh",
                "Affiliation": "Division of Biological and Health Sciences, 300 Campus Drive, University of Pittsburgh, Bradford, PA 16701, USA. Electronic address: ovs11@pitt.edu."
            }
        ],
        "Journal": "Biosensors & bioelectronics",
        "PubDate": "2014"
    },
    {
        "PMID": "24495094",
        "Title": "Antibiotrophs: The complexity of antibiotic-subsisting and antibiotic-resistant microorganisms.",
        "Abstract": "Widespread overuse of antibiotics has led to the emergence of numerous antibiotic-resistant bacteria; among these are antibiotic-subsisting strains capable of surviving in environments with antibiotics as the sole carbon source. This unparalleled expansion of antibiotic resistance reveals the potent and diversified resistance abilities of certain bacterial strains. Moreover, these strains often possess hypermutator phenotypes and virulence transmissibility competent for genomic and proteomic propagation and pathogenicity. Pragmatic and prospicient approaches will be necessary to develop efficient therapeutic methods against such bacteria and to understand the extent of their genomic adaptability. This review aims to reveal the niches of these antibiotic-catabolizing microbes and assesses the underlying factors linking natural microbial antibiotic production, multidrug resistance, and antibiotic-subsistence.",
        "Keywords": [
            "Antibiotic-production",
            "antibiotic-resistance",
            "antibiotic-subsistence",
            "antibiotrophs",
            "extremophiles",
            "gene-transfer",
            "multi-drug resistance",
            "systems biology"
        ],
        "MeSH terms": [
            "Anti-Infective Agents",
            "Bacteria",
            "Computational Biology",
            "Drug Resistance, Microbial",
            "Fungi",
            "Gene Transfer, Horizontal",
            "Genes, MDR",
            "Humans",
            "Mutation",
            "Web Browser"
        ],
        "Authors": [
            {
                "First Name": "Yvon",
                "Last Name": "Woappi",
                "Affiliation": "a Division of Biological and Health Sciences , University of Pittsburgh , Bradford , PA , USA and."
            },
            {
                "First Name": "Prashant",
                "Last Name": "Gabani",
                "Affiliation": "a Division of Biological and Health Sciences , University of Pittsburgh , Bradford , PA , USA and."
            },
            {
                "First Name": "Arya",
                "Last Name": "Singh",
                "Affiliation": "b Department of Computer Science , Texas State University , San Marcos , TX , USA."
            },
            {
                "First Name": "Om V",
                "Last Name": "Singh",
                "Affiliation": "a Division of Biological and Health Sciences , University of Pittsburgh , Bradford , PA , USA and."
            }
        ],
        "Journal": "Critical reviews in microbiology",
        "PubDate": "2016"
    },
    {
        "PMID": "25221747",
        "Title": "Emergence of Antibiotic-Producing Microorganisms in Residential Versus Recreational Microenvironments.",
        "Abstract": "To identify novel antibiotic-producing microbial strains with unprecedented pertinence. We hypothesize that site-specific soil samples will contain a variety of antibiotic-producing species (APS) with diverse specificity of molecular elements.",
        "Keywords": [
            "16S rRNA",
            "antibiotic potency",
            "antibiotic resistance",
            "antibiotics",
            "microorganisms",
            "pathogens",
            "zone of inhibition"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Yvon",
                "Last Name": "Woappi",
                "Affiliation": "Division of Biological and Health Sciences, University of Pittsburgh, Bradford, PA-16701, USA."
            },
            {
                "First Name": "Prashant",
                "Last Name": "Gabani",
                "Affiliation": "Division of Biological and Health Sciences, University of Pittsburgh, Bradford, PA-16701, USA."
            },
            {
                "First Name": "Om V",
                "Last Name": "Singh",
                "Affiliation": "Division of Biological and Health Sciences, University of Pittsburgh, Bradford, PA-16701, USA."
            }
        ],
        "Journal": "British microbiology research journal",
        "PubDate": "2013"
    }
]